Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
bo: གལ་སྲིད་སློབ་མས་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ནང་དོན་ལ་མ་བལྟས་སྔོན་ཁོང་ཚོས་བརྟག་དཔྱད་དེ་ཆ་ཚང་ངེས་པར་དུ་ལེན་དགོས་མིན་གཏན་འབེབ་བྱོས། སྒྲིག་གནས་འདི་བདེན་པ་ཟེར་བ་བསྒྲིགས་ན་སྒང་གི་སློབ་ཚན་བརྟག་དཔྱད་ཀྱི་སྒྲིག་འགོད་ནང་བརྟག་དཔྱད་ཀྱི་མིང་ཞིག་ངེས་པར་འཇོག་དགོས།

source: Course Visibility In Catalog
bo: སློབ་ཚན་དེ་དཀར་ཆག་ནང་འཆར་ཐུབ་པ།

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
bo: སློབ་ཚན་དཀར་ཆག་ནང་སློབ་ཚན་སྟོན་སྟངས་ཀྱི་ཆོག་མཆན་གཏན་འཁེལ་བྱོས།: འདི་ནི་རིན་ཐང་གི་ཚད་གསུམ་གྱི་གང་རུང་ཞིག་ཡིན་ཆོག་སྟེ། 'རིགས་གཉིས་ཆོག' (སློབ་ཚན་དཀར་ཆག་ནང་སྟོན་ཆོག་ལ་ཤོག་ངོས་ཀྱི་སྐོར་བལྟ་ཀློག་ཀྱང་ཆོག) 'ཤོག་ངོས་ཀྱི་སྐོར།' (ཤོག་ངོས་ཀྱི་སྐོར་ཁོ་ནར་བལྟ་ཆོག), 'གང་ཡང་མི་ཆོག' (སློབ་ཚན་དཀར་ཆག་ནང་མི་སྟོན། ཤོག་ངོས་ཀྱི་སྐོར་ཡང་བལྟ་ཀློག་མི་ཆོག)

source: Entrance Exam Enabled
bo: ཚུད་རྒྱུགས་ནུས་ལྡན་བྱེད་པ།

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
bo: སློབ་ཕྲུག་ཚོས་ཁྱེད་ཀྱི་སློབ་ཚན་ནང་དོན་བལྟ་ཀློག་ཐུབ་པར་ཁོང་ཚོས་ཐོག་མར་ཚུད་རྒྱུགས་ཆ་ཚང་ངེས་པར་ལེན་དགོས་མིན་གཏན་འཁེལ་བྱོས། གསལ་འདེབས་བྱ་རྒྱུ་ནི། སློབ་ཚན་འདིའི་སྒྲིག་འགོད་ཁག་གིས་བྱེད་ནུས་འདོན་པར་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ནུས་ཚུད་རྒྱུགས་ནུས་ལྡན་བྱེད་དགོས།

source: Entrance Exam Minimum Score (%)
bo: ཚུགས་རྒྱུགས་ཀྱི་ཉུང་མཐའི་ཐོབ་སྐར། (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
bo: སློབ་ཕྲུག་གིས་ཁྱེད་ཀྱི་སློབ་ཚན་ནང་དོན་ལ་མ་བལྟས་སྔོན་ཚུད་རྒྱུགས་ཀྱི་དམའ་མཐའི་ཐོབ་སྐར་གྱི་བརྒྱ་ཆ་ཞིག་གཏན་འཁེལ་བྱོས། གསལ་འདེབས་བྱེད་རྒྱུར། སློབ་ཚན་འདིའི་སྒྲིག་འགོད་ཀྱི་བྱེད་ནུས་འདོན་པར་ཁྱེད་ཀྱིས་ཚུད་རྒྱུགས་དེ་ངེས་པར་དུ་ནུས་ལྡན་བྱ་དགོས།

source: Entrance Exam ID
bo: ཚུད་རྒྱུགས་ཀྱི་ ID

source: Content block identifier (location) of entrance exam.
bo: ཚུད་རྒྱུགས་ཀྱི་ (location) ནང་དོན་ཚན་པའི་ངོས་འཛིན་བྱེད།

source: Social Media Sharing URL
bo: དམིགས་བསལ་སྨྱན་གཟུགས་བརྒྱུད་སྐུར་གྱི་ URL

source: Course Language
bo: སློབ་ཚན་སྐད་ཡིག

source: Specify the language of your course.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་སྐད་ཡིག་ངོས་འཛིན་བྱོས།

source: Teams Configuration
bo: ཚོགས་ཆུང་གི་གྲུབ་ཆ་གོ་སྒྲིག

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
bo: ཚོགས་ཆུང་གི་རྣམ་པའི་སྒྲིག་གཞི། JSON སྤྱད་དེ་ཚོགས་ཆུང་གི་ཆེ་ཆུང་ཚད་ངེས་ཅན་དང་འཆར་སྟོན་བྱ་མིན་སྒྲིག <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">ཚོགས་ཆུང་ཆེད་སྒྲིག་སྒྲིག་གཞི་དང་ </a> རམ་འདེགས་དང་དཔེ་མཚོན་བཅས་ལ་གཟིགས།

source: Enable Proctored Exams
bo: དྲ་ལམ་རྒྱུགས་སྤྲོད་ཐུབ་པ།

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག སྒྲིག་གནས་བདེན་པ་བསྒྲིགས་ན། ཁྱེད་ཀྱི་སློབ་ཚན་ལ་རྒྱུགས་ཞིབ་པས་ལྟ་རྟོག་འོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་རྣམས་ཡོད། ངེས་དགོས་པ་ཞིག་ནི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ལ་དུས་ཚོད་ཀྱི་བཅད་པ་ཡང་ཡོད།

source: Proctoring Provider
bo: དྲ་ལམ་ཡིག་རྒྱུགས་མཁོ་སྤྲོད་པ།

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
bo: ཁྱེད་ཀྱིས་འཇོག་འདོད་པའི་སློབ་ཚན་འདི་དོ་དམ་དང་འཆད་ཁྲིད་མཁན་ཞོག གཤམ་བཀོད་ཀྱི་གདམ་ཁའི་ཁྲོད་ནས་འདེམ།: {available_providers}.

source: Proctortrack Exam Escalation Contact
bo: དྲ་ཐོག་རྒྱུགས་སྤྲོད་རིམ་སྤར་གྱི་འབྲེལ་གཏུགས།

source: Allow Opting Out of Proctored Exams
bo: དྲ་ལམ་རྒྱུགས་སྤྲོད་མེད་པའི་འདེམ་ཁ་སྤྲོད་པ།

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། སློབ་གཉེར་པ་ཚོས་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཁག་དོ་དམ་པའི་བལྟ་ཞིབ་མེད་པའི་ཐོག་ནས་ཡིག་རྒྱུགས་འདེམ་ཆོག རྫུན་པ་བཞག་ན། སློབ་གཉེར་པ་ཡོད་དོ་ཅོག་གིས་ཡིག་རྒྱུགས་རྣམས་ངེས་པར་དུ་དོ་དམ་བལྟ་ཞིབ་འོག་རྒྱུགས་སྤྲོད་བྱ་དགོས། སློབ་ཚན་དེའི་བལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཁག་ནུས་ལྡན་བྱས་ན་ད་གཟོད་སྒྲིག་འགོད་འདི་འཇོག་དགོས་པ་ཡིན།

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་དོགས་གཞི་ཆན་ཚོར་Zendesk Tickets ཞིག་བཟོས།

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག སྒྲིག་གནས་བདེན་པ་བསྒྲིགས་ན། ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་དོགས་གཞི་ཅན་གྱི་ཆེད་དུ་ Zendesk ticket བཟོ་ཡོང་བ་ཡིན།

source: Enable Timed Exams
bo: དུས་བཅད་ཀྱི་རྒྱུགས་ནུས་ལྡན་བྱེད་པ།

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག འདིར་བདེན་པ་བཞག་ན། ཁྱེད་ཀྱི་སློབ་ཚན་ནང་གི་དུས་ཡུན་ཚད་བཀག་ཅན་གྱི་ཡིག་རྒྱུགས་རྣམས་ནུས་ལྡན་བྱེད་འགྲོ། གལ་སྲིད་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་རྣམས་བདེན་པ་བསྒྲིགས་ན་དུས་ཡུན་ཚད་བཀག་ཅན་གྱི་ཡིག་རྒྱུགས་རྣམས་ནུས་ལྡན་བྱེད་འགྲོ།

source: Minimum Grade for Credit
bo: ངོ་སོའི་ཕྱིར་དམའ་མཐའི་རིམ་པ།

source: Self Paced
bo: རང་སྦྱོང་།

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
bo: འདི་ནི་རང་སྦྱོང་སློབ་ཚན་ཡིན་པའི་ནན་རྟགས་འགོད་ཕྱིར་འདི་ "true" ལ་སྒྲིག རང་སྦྱོང་སློབ་ཚན་ལ་ལས་བྱའི་དུས་བཀག་མེད་པ་དང་། སློབ་ཚན་མཇུག་མ་རྫོགས་བར་དུ་སློབ་ཕྲུག་ཚོས་དུས་ཚོད་ནམ་ཁོམ་ལ་སློབ་སྦྱོང་བྱ་ཆོག་པ་ཡིན།

source: Enable Subsection Prerequisites
bo: ནང་གསེས་སྡེ་ཚན་གྱི་སྔོན་འགྲོའི་དགོས་མཁོ་ནུས་ལྡན་བྱེད་པ།

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག སྒྲིག་གནས་འདི་བདེན་པ་བཞག་ན། སློབ་གཉེར་བས་སྔོན་འགྲོའི་ནང་གསེས་སྡེ་ཚན་བཅས་གཞན་ནས་ཐོབ་སྐར་གང་འཚམ་མ་བླངས་བར་དུ་ཁྱེད་ཀྱིས་ནང་གསེས་སྡེ་ཚན་ཞིག་སྐུང་ཆོག

source: Course Learning Information
bo: སློབ་ཚན་སྦྱོང་སྟངས་ཀྱི་གནས་ཚུལ།

source: Specify what student can learn from the course.
bo: སློབ་ཚན་དེ་ནས་སློབ་ཕྲུག་གིས་ཅི་ཞིག་བསླབ་ཐུབ་པ་ངོས་འཛིན་བྱོས།

source: Course Visibility For Unenrolled Learners
bo: ཞུགས་ཐོ་མ་བཀོད་པའི་སློབ་ཕྲུག་གིས་སློབ་ཚན་འདི་བལྟ་ཐུབ་ཚད།

source: Video Sharing Options
bo: བརྙན་བརྒྱུད་སྐུར་གྱི་འདེམ་གསེས།

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
bo: སློབ་ཚན་འདིའི་བརྙན་བརྒྱུད་སྐུལ་གྱི་གདམ་གསེས་ཁག་གཏན་འཁེལ་བྱ་དགོས། དེ་ནི་གདམ་གསེས་རིགས་གསུམ་ཡོད་པའི་གཅིག་སྒྲིག་ཆོག་སྟེ། 'ཚང་མ་-ཆོག', དང་ཡང་ན་ 'ཚང་མ་-མི་ཆོག' 'བརྙན་-རེ་རེ་བཞིན་ཆོག'. ལྟ་བུ་དང་། 'བརྙན་-རེ་རེ་བཞིན་ཆོག' ནི་རྨང་གཞིའི་སྒྲིག་འགོད་ཡིན།

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
bo: དར་རྟགས་འདི་བསྒྲིགས་ན་འདིས་སློབ་ཚན་འདིའི་ནང་གི་གནས་རིམ་བྱས་པའི་བརྟག་དཔྱད་དྲི་བ་ཡོངས་ flexible grading ཅན་ལ་བསྒྲིག་འགྲོ་བ་ཡིན།

source: Course Instructor
bo: སློབ་ཚན་ལམ་སྟོན་པ།

source: Enter the details for Course Instructor
bo: སློབ་ཚན་ལམ་སྟོན་པའི་ཞིབ་ཕྲ་ཁོད།

source: Add Unsupported Problems and Tools
bo: བེད་སྤྱོད་མེད་པའི་དྲི་བ་དང་ལག་ཆ་ཁག་ཞོག

source: Highlights Enabled for Messaging
bo: འཕྲིན་ཐུང་གཏོང་བར་ནན་རྟགས་ནུས་ལྡན་བྱེད་པ།

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག བདེན་པ་བཞག་ན། སློབ་ཚན་དེའི་ནང་ཡོད་པའི་ནང་དོན་དང་མཉམ་སྦྱོར་བྱས་པའི་ནན་རྟགས་རིགས་གང་ཡིན་རུང་སློབ་གཉེར་བར་ཐད་ཀར་ཁོང་ཚོའི་དུས་བཅད་ནང་གཏོང་འགྲོ་བ་ཡིན།

source: Course-wide Custom JS
bo: སློབ་ཚན་གྱི་རྒྱ་ཞེང་གི་རྨང་གཞི་ JS

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་སྤྱི་ཡོངས་བཀོལ་སྤྱོད་བྱ་རྒྱུའི་Javascript ཡི་རྒྱུ་ཆའི་དྲ་ཐག URLs ཞོག

source: Course-wide Custom CSS
bo: སློབ་ཚན་གྱི་རྒྱ་ཞེང་གི་རྨང་གཞི་ CSS

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་སྤྱི་ཡོངས་བཀོལ་སྤྱོད་བྱ་རྒྱུའི་CSS ཡི་རྒྱུ་ཆའི་དྲ་ཐག URLs ཞོག

source: Other Course Settings
bo: སློབ་ཚན་གྱི་སྒྲིག་འགོད་གཞན་ཁག

source: General
bo: སྤྱིར་བཏང་།

source: Category
bo: དཀར་ཆག

source: Week 1
bo: གཟའ་འཁོར། ༡

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
bo: བགྲོ་གླེང་དེའི་རིགས་ཚན་གྱི་མིང་། མིང་འདི་སློབ་ཚན་དེའི་བགྲོ་གླེང་སྟེགས་བུ་གཡོན་པའི་ནང་འཆར་ཡོང་།

source: Subcategory
bo: ནང་གསེས་དཀར་ཆག

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
bo: བགྲོ་གླེང་དེའི་རིགས་ཚན་ནང་གསེས་ཀྱི་མིང་། མིང་འདི་སློབ་ཚན་དེའི་བགྲོ་གླེང་སྟེགས་བུ་གཡོན་པའི་ནང་འཆར་ཡོང་།

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
bo: ཁྱེད་རང་ནང་འཛུལ་བྱས་མི་འདུག {sign_in_link} དང་ཡང་ན་ {register_link} བྱས་ཏེ་སློབ་ཚན་ལ་ཞུགས་ཐོ་ཁོད།

source: Generated
bo: བཟོས་ཡོད།

source: {section_type} {index} Unreleased - 0% (?/?)
bo: {section_type} {index} སྤེལ་མེད་པ་ - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
bo: ཐོབ་སྐར་དམའ་ཤོས་ {drop_count} {section_type} ཁག་བཞག་ཡོད།

source: {section_type} Average = {percent:.0%}
bo: {section_type} ཆ་སྙོམ་ = {percent:.0%}

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
bo: གནད་དོན་བྱུང་སོང་།: "{block_type}" ནི་གསལ་ཁ་མེད་པའི་གྲུབ་ཆའི་རིགས་ཤིག་རེད།. གྲུབ་འདི་ནི་ LMS ཡི་ནང་ཡིབ་འགྲོ།

source: Html contents to display for this block
bo: ཚན་པ་འདི་སྟོན་བྱེད་ཀྱི་ནང་དོན་Html

source: Source code for LaTeX documents. This feature is not well-supported.
bo: LaTeX ཡིག་ཆའི་ཡོང་ཁུངས་ཀྱི་ཨང་བརྡ། ཁྱད་ཆོས་འདི་བེད་སྤྱོད་ཚད་ལྡན་བྱ་མི་ཐུབ།

source: Editor
bo: རྩོམ་སྒྲིག་པ།

source: Visual
bo: གཟུགས་སྟོན།

source: Raw
bo: མ་ཕྱི།

source: Hide Page From Learners
bo: ཤོག་ངོས་འདི་སློག་གཉེར་བར་སྦེད།

source: If you select this option, only course team members with the Staff or Admin role see this page.
bo: ཁྱེད་ཀྱིས་གདམ་ཁ་འདི་བདམས་ན། སློབ་ཚན་ཚོགས་མི་དང་ལས་བྱེད་ཡང་ན་འཛིན་སྐྱོང་མི་སྣ་ཁོ་ནས་ཤོག་ངོས་འདི་ལ་བལྟ་ཐུབ།

source: HTML for the additional pages
bo: ཤོག་ངོས་སྣོན་མའི་HTML

source: List of course update items
bo: སློབ་ཚན་ཁ་གསབ་དངོས་རིགས་ཀྱི་ཐོ་གཞུང་།

source: Any Type
bo: རིགས་གང་ཡིན།

source: Library
bo: དཔེ་མཛོད།

source: Select the library from which you want to draw content.
bo: ཁྱེད་ཀྱིས་ནང་དོན་ལེན་སའི་དཔེ་མཛོད་དེ་འདེམ།

source: Library Version
bo: དཔེ་མཛོད་ཀྱི་ཐོན་རིམ།

source: Determines how content is drawn from the library
bo: དཔེ་མཛོད་དེ་ནས་ནང་དོན་ལེན་ཐབས་གཏན་འཁེལ་བྱོས།

source: Choose n at random
bo: ཐོལ་བྱུང་གི་འཚམས་ནས་ n འདེམ།

source: Count
bo: གྲངས་བརྩི།

source: Enter the number of components to display to each student. Set it to -1 to display all components.
bo: སློབ་ཕྲུག་རེ་རེ་ལ་སྟོན་རྒྱུའི་གྲུབ་ཆ་རེ་རེའི་ཨང་གྲངས་ཞོག གྲུབ་ཆ་ཚང་མ་སྟོན་པར་དེ་ -1 ལ་བསྒྲིག

source: Problem Type
bo: དྲི་བའི་རིགས།

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
bo: དཔེ་མཛོད་ནས་ལེན་རྒྱུའི་དྲི་བའི་རིགས་ཤིག་འདེམ། གལ་སྲིད་ "རིགས་གང་ཡིན།" ཟེར་བ་བདམས་ན་ཚགས་སྒྲིག་བྱེད་མི་དགོས་པར་གྱུར་འགྲོ།

source: This component is out of date. The library has new content.
bo: གྲུབ་ཆ་འདིའི་དུས་ཚོད་ཡོལ་འདུག་པས། དཔེ་མཛོད་དེའི་ནང་ནང་དོན་གསར་བ་བཞག་ཡོད།

source: {refresh_icon} Update now.
bo: {refresh_icon} རིམ་སྤར་བྱོས།

source: Library is invalid, corrupt, or has been deleted.
bo: དཔེ་མཛོད་ཚུལ་མཐུན་ཞིག་མ་རེད། སྐྱོན་ཤོར་བ་དང་ཡང་སུབ་ཚར་འདུག

source: Edit Library List.
bo: དཔེ་མཛོད་ཀྱི་ཐོ་གཞུང་སྒྲིག་སྦྱོར།

source: This course does not support content libraries. Contact your system administrator for more information.
bo: སློབ་ཚན་འདི་ནང་དོན་གྱི་དཔེ་མཛོད་ཁག་ལ་འབྲེལ་མི་འདུག གནས་ཚུལ་ཞིབ་ཕྲ་ཤེས་ཆེད་ཁྱེད་ཀྱི་མ་ལག་འཛིན་སྐྱོང་བར་འབྲེལ་བ་བྱོས།

source: A library has not yet been selected.
bo: དཔེ་མཛོད་ཅིག་ད་དུང་འདེམ་མི་འདུག

source: Select a Library.
bo: དཔེ་མཛོད་ཅིག་འདེམ།

source: Select another problem type.
bo: དྲི་བའི་རིགས་གཞན་ཞིག་འདེམ།

source: The specified library is configured to fetch {count} problem,
bo: ངོས་འཛིན་བྱས་པའི་དཔེ་མཛོད་ནི་དྲི་བ་ {count} ལེན་པར་ཆེད་སྒྲིག་བྱས་ཡོད།

source: but there is only {actual} matching problem.
bo: འོན་ཀྱང་། འདིར་མཚུངས་པའི་དྲི་བ་ཁག་ {actual} ཁོ་ན་ཡིན།

source: Edit the library configuration.
bo: དཔེ་མཛོད་དེའི་ཆེད་སྒྲིག་རྩོམ་སྒྲིག

source: Invalid Library
bo: ཚུལ་མཐུན་མིན་པའི་དཔེ་མཛོད།

source: No Library Selected
bo: དཔེ་མཛོད་མི་འདེམ།

source: Library Display Name
bo: དཔེ་མཛོད་ཀྱི་འཆར་མིང་།

source: Enter the names of the advanced components to use in your library.
bo: ཁྱེད་ཀྱི་དཔེ་མཛོད་ནང་བཀོལ་རྒྱུའི་ཚད་མཐོའི་གྲུབ་ཆའི་མིང་རྣམས་ཞོག

source: The display name for this component. Analytics reports may also use the display name to identify this component.
bo: གྲུབ་ཆ་འདིའི་འཆར་མིང་། གྲུབ་ཆ་འདི་ངོས་འཛིན་བྱེད་པར་བརྟག་དཔྱད་སྙན་ཞུ་ཡིས་ཀྱང་འཆར་མིང་འདི་བཀོལ་སྤྱོད་བྱ་སྲིད།

source: Custom Parameters
bo: རྨང་གཞིའི་འཇལ་ཆས་ཁག

source: Open in New Page
bo: ཤོག་ངོས་གསར་པའི་ནང་སྒོ་ཕྱེ།

source: Scored
bo: ཐོབ་སྐར་བསྡོམས་ཟིན།

source: Select True if this component will receive a numerical score from the external LTI system.
bo: གལ་ཏེ་གྲུབ་ཆ་འདི་ལ་ཨང་གྲངས་ཅན་གྱི་ཐོབ་སྐར་ཕྱི་ལོགས་ཀྱི་LTI མ་ལག་ནས་འབྱོར་དགོས་ན། བདེན་པ་ཟེར་བ་འདེམ།

source: Weight
bo: ལྗིད་ཚད།

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
bo: གྲུབ་ཆ་འདི་ལ་ཡོང་སྲིད་པའི་གྲངས་ཀ་དེ་ཞོག དེའི་རྨང་གཞིའི་ཨང་ནི་1.0 ཡིན། སྒྲིག་འགོད་འདི་ནི་ཐོབ་སྐར་ལ་བདེན་པ་ཟེར་བ་བསྒྲིགས་སྐབས་ཁོ་ནར་བཀོལ་སྤྱོད་བྱེད།

source: Comment as returned from grader, LTI2.0 spec
bo: རིམ་པ་བྱེད་ཆས་LTI2.0 spec ནས་ཕྱིར་ཡོང་བ་ལྟ་བུའི་མཆན།

source: Hide External Tool
bo: ཕྱིའི་ལག་ཆ་སྦེད།

source: Request user's username
bo: སྤྱོད་མཁན་གྱི་སྤྱོད་མིང་རེ་ཞུ།

source: Select True to request the user's username.
bo: སྤྱོད་མཁན་གྱི་སྤྱོད་མིང་རེ་ཞུ་བྱེད་པར་བདེན་པ་ཟེར་བ་འདེམ།

source: Request user's email
bo: སྤྱོད་མཁན་གྱི་གློག་འཕྲིན་རེ་ཞུ།

source: Select True to request the user's email address.
bo: སྤྱོད་མཁན་གྱི་གློག་འཕྲིན་རེ་ཞུ་བྱེད་པར་བདེན་པ་ཟེར་བ་འདེམ།

source: LTI Application Information
bo: LTI སྙན་ཞིའི་གནས་ཚུལ།

source: Button Text
bo: གནོན་ཐེབས་ཡི་གེ།

source: Enter the text on the button used to launch the third party application.
bo: མཉེན་ཆས་གཞན་པ་འཇོག་བྱེད་ཀྱི་གནོན་ཐེབས་ཐོག་ཡི་གེ་ཕྲིས།

source: Accept grades past deadline
bo: སྔ་མོའི་དུས་བཅད་ཀྱི་གནས་རིམ་ངོས་ལེན།

source: Select True to allow third party systems to post grades past the deadline.
bo: གཞན་གྱི་མཉེན་ཆས་རིགས་དུས་བཀག་ལས་བརྒལ་ཏེ་རིམ་པ་འཕར་དུ་འཇུག་ཕྱིར་བདེན་པ་ཟེར་བ་འདེམ།

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
bo: རྨང་གཞིའི་རྐྱེན་གྱི་ཡི་གེར་ཚིག་གཤིས་འཇོག་ཐུབ་མ་སོང་།: {custom_parameter} ཕྲེང་བསྟར་ "x=y" འདི་འདྲ་ཡིན་སྲིད།

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
bo: LTI ཡི་ལག་དེབ་རིགས་དབྱེ་བྱེད་ཐུབ་ས་མ་རེད།: {lti_passport}. ངེས་པར་དུ་ "id:key:secret" ཕྲེང་བསྟར་ཡིན་དགོས།

source: Due Date
bo: དུས་བཅད་རྫོགས་དུས།

source: Enter the default date by which problems are due.
bo: དུས་བཅད་རྫོགས་པའི་དྲི་བ་ཚོར་གཞུག་པའི་རྨང་གཞིའི་ཟླ་ཚེས་ཕྲིས།

source: Number of Relative Weeks Due By
bo: གཞུག་པའི་གཟའ་འཁོར་རྫོགས་དུས་དང་འབྲེལ་བའི་ཨང་གྲངས།

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
bo: སློབ་གཉེར་བའི་ཞུགས་ཐོའི་དུས་ཚོད་ལ་གཞུག་སྟེ་དྲི་བའི་དུས་བཅད་རྫོགས་པའི་གཟའ་འཁོར་གྱི་གྲངས་ཀ་ཕྲིས།

source: Enter the URL for the course data GIT repository.
bo: སློབ་ཚན་གྱི་གཞི་གྲངས་ GIT ཉར་མཛོད་ཀྱི་ URL ཞོག

source: This setting is not currently supported.
bo: མིག་སྔར་སྒྲིག་འགོད་འདི་སྒྲིག་མི་ཐུབ།

source: Enter the ids for the content groups this problem belongs to.
bo: དྲི་བ་འདི་གཏོགས་སའི་ནང་དོན་གྱི་སྡེ་ཚན་དེའི་ID རྣམས་ཞོག

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
bo: སློབ་གཉེར་བ་རང་ལ་སྟོན་རྒྱུའི་ལན་འགྲིག་པ་དང་ཐོབ་སྐར་གཏན་འཁེལ་བྱོས། ཚད་ལྡན་གྱི་རིན་ཐང་དག་ནི་ "རྟག་ཏུ་", "རྦད་དེ་མེད།", དང་ "དུས་ཡུན་རྫོགས།"

source: Days Early for Beta Users
bo: Beta བཀོལ་མཁན་གྱི་ཐོག་མའི་ཉིན་གྲངས།

source: Enter the number of days before the start date that beta users can access the course.
bo: beta བཀོལ་མཁན་གྱིས་སློབ་ཚན་བལྟ་ཀློག་འགོ་རྩོམ་པའི་ཟླ་ཚེས་མ་སླེབ་གོང་གི་ཉིན་གྲངས་ཕྲིས།

source: Static Asset Path
bo: མ་ཕྱིའི་དངོས་པོའི་ཁུངས་ལམ།

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
bo: ཡིག་ཆ་ཟེར་བ་དེའི་སྒང་གི་ཡིག་ཆ་བཀོལ་སྤྱོད་བྱ་ཆེད་ལམ་ཁ་ཞོག & ཤོག་ངོས་ཡར་སྤྲོད་བྱོས། རིན་ཐང་དེས་ལས་གནས་ཨ་མ་c4x://. ལ་དབང་འཛིན་བྱེད།

source: Enable LaTeX Compiler
bo: LaTeX Compiler ནུས་ལྡན་བྱེད།

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། HTML ཡི་གྲུབ་ཆ་དང་ཚད་མཐོའི་དྲི་བའི་གྲུབ་ཆ་རྣམས་ལ་ཁྱེད་ཀྱིས་LaTeX མ་དཔེ་ཁག་བཀོལ་སྤྱོད་བྱ་ཆོག

source: Group Configurations
bo: ཚོགས་ཆུང་གི་གྲུབ་ཆ་གོ་སྒྲིག

source: Enter the configurations that govern how students are grouped together.
bo: སློབ་ཕྲུག་རྣམས་ཚོགས་པ་བཟོ་སྟངས་དབང་བསྒྱུར་བྱེད་ཀྱི་གྲུབ་ཆའི་གོ་སྒྲིག་ཞོག

source: Enable video caching system
bo: བརྙན་གྱི་ཁུངས་ཉར་མ་ལག་ནུས་ལྡན་བྱེད་པ།

source: Enter true or false. If true, video caching will be used for HTML5 videos.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་ བརྙན་གྱི་ཁུངས་ཉར་HTML5 ཡི་བརྙན་ཆེད་དུ་བཀོལ་སྤྱོད་བྱེད།

source: Enable video auto-advance
bo: བརྙན་རང་འགུལ་གཏོང་ཆས་ནུས་ལྡན་བྱེད་པ།

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
bo: བརྙན་གྱི་སྡེ་ཚན་ནང་ཚད་མཐོའི་རང་འགུལ་གནོན་ཐེབས་ཞིག་སྟོན་དགོས་མིན་གཏན་འཁེལ་བྱོས། སློབ་ཕྲུག་གིས་དེའི་སྒང་ལ་བསྣུན་ན་ཡང་གསེས་ཚན་པའི་སྔ་མའི་བརྙན་དེ་ཚར་མ་ཐག་རང་འགུལ་གྱིས་ཡང་གསེས་རྗེས་མའི་བརྙན་ལ་མཆོངས་ཏེ། དེའི་ནང་གི་བརྙན་ཐོག་མ་དེ་སྟོན་ཡོང་བ་ཡིན།

source: Video Pre-Roll
bo: བརྙན་གྱི་འགོ་འདྲེན།

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
bo: སློབ་ཚན་གྱི་དངོས་གཞིའི་བརྙན་མ་སྟོན་སྔོནརིང་ཚད་སྐར་ཆ་ 5-10 བར་གྱི་བརྙན་ཐུང་ཞིག་གཏན་འཁེལ་བྱོས། བརྙན་ནང་འཇུག་བྱ་ས་ནས་བརྙན་གྱི་ ID དང་གཤམ་བཀོད་ཀྱི་རྣམ་སྒྲིག་ {format} བཞག་ཡོད་པའི་བརྙན་ཡིག་གཅིག་དང་ཡང་ན་དེ་ལས་མང་ཞིག་ཞོག དཔེར་ན། བརྙན་གཅིག་ལ་བརྙན་ཡིག་གཉིས་མཉམ་འཇོག་བྱས་པ་འདི་འདྲ་ཞིག {example}

source: Show Reset Button for Problems
bo: དྲི་བ་བསྐྱར་སྒྲིག་གི་གནོན་ཐེབས་སྟོན།

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། སློབ་ཚན་ནང་གི་དྲི་བ་འཆར་སྟོན་གྱི་རྨང་གཞིའི་གནོན་ཐེབས་ནི་རྒྱུན་དུ་ 'Reset' སྟོན་ཡོང་། ཁྱེད་ཀྱིས་དྲི་བའི་སྒྲིག་འགོད་ཚང་མའི་ནང་འདི་ལྟར་ཉར་ཆོག་ཅིང་། སློབ་ཚན་འདིའི་སྤྱིའི་སྒྲིག་འགོད་འགྱུར་བ་བཏང་ན་ད་སྔ་ཡོད་བསྡད་པའི་དྲི་བ་སྤྱི་ཡོངས་ལ་ཤུགས་རྐྱེན་གཏོང་འགྲོ་བ་ཡིན།

source: Enable Student Notes
bo: སློབ་ཕྲུག་གི་མཆན་དེབ་ནུས་ལྡན་བྱེད་པ།

source: Enter true or false. If true, students can use the Student Notes feature.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། སློབ་ཕྲུག་གིས་སློབ་ཕྲུག་མཆན་དེབ་ཀྱི་ཁྱད་ཆོས་བཀོལ་སྤྱོད་བྱ་ཐུབ།

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
bo: སློབ་ཚན་ནང་སློབ་ཕྲུག་གི་མཆན་དེབ་རྣམས་བསྟན་ཡོད་ན་དེ་སྟོན། སློབ་ཕྲུག་གིས་ཀྱང་སློབ་ཚན་ནང་གི་མཆན་དེབ་དེ་སྦེད་པ་དང་ཡང་ན་སྟོན་པ་བྱེད་ཐུབ།

source: Tag this block as part of an Entrance Exam section
bo: ཚན་པ་འདི་ཚུད་རྒྱུགས་ཀྱི་སྡེ་ཚན་ཞིག་གི་ཆ་ཤས་ལྟར་བྱང་བུ་ཐོགས།

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
bo: བདེན་པ་དང་རྫུན་པ་གཉིས་ཀྱི་གང་རུང་ཞོག གལ་ཏེ་བདེན་པ་བཞག་ན། answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.

source: Error while reading {}. Check file for XML errors.
bo: ཀློག་བཞིན་པའི་སྐབས་གནད་དོན་{} བྱུང་། XML ཡི་གནད་དོན་སེལ་ཕྱིར་ཡིག་ཆར་བརྟག་དཔྱད་བྱོས།

source: Failed to import block: {} at location: {}
bo: ཚན་པ་ནང་འདྲེན་བྱེད་ཐུབ་མ་སོང་ {} འདྲེན་གནས་ {}

source: Enrollment Track Groups
bo: ཞུགས་ཐོ་འགོད་ལམ་ཁག

source: Partition for segmenting users by enrollment track
bo: ཞུགས་ཐོ་འགོད་ཐབས་ལ་གཞུག་ཏེ་སྤྱོད་མཁན་རིགས་དབྱེ་བྱས་པའི་ཆ་ཤས།

source: Whether this student has voted on the poll
bo: སློབ་ཕྲུག་འདིས་བརྟག་དཔྱད་ལ་འོས་འཕངས་ཡོད་དམ་མེད།

source: Student answer
bo: སློབ་ཕྲུག་གི་ལན་འདེབས།

source: Poll answers from all students
bo: སློབ་ཕྲུག་ཡོངས་ཀྱིས་བཏབ་པའི་བརྟག་དཔྱད་བྱས་པའི་ལན།

source: Poll answers from xml
bo: xml ནང་ཡོང་བའི་བརྟག་དཔྱད་ཀྱི་ལན་འདེབས།

source: Poll question
bo: བརྟག་དཔྱད་དྲི་བ།

source: Enter the date by which problems are due.
bo: དྲི་བ་གང་ཞིག་གི་དུས་བཅད་རྫོགས་པའི་ཟླ་ཚེས་ཞོག

source: Hide sequence content After Due Date
bo: དུས་བཀག་རྫོགས་རྗེས་ནང་དོན་བསྟར་སྒྲིག་དེ་སྐུང་།

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
bo: གལ་སྲིད་དུས་བཀག་རྫོགས་རྗེས་ནང་དོན་བསྟར་སྒྲིག་དེ་ལས་བྱེད་མ་ཡིན་པའི་སྤྱོད་མཁན་རྣམས་ལ་བསྐུང་བ་བསྒྲིག་རྒྱུ་ཡིན་ན།

source: Is Entrance Exam
bo: ཚུད་རྒྱུགས་རེད་དམ།

source: Is Time Limited
bo: དུས་ཚོད་ལ་བཅད་པ་ཡོད་དམ།

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
bo: སྒྲིག་གཞི་འདིས་སློབ་མས་སློབ་ཚན་འདིའི་གྲུབ་ཆ་རྣམས་ལ་བལྟ་ཞིབ་བྱེད་པ་དང་ཡང་ན་རྒྱུས་ལོན་བྱེད་པར་དུས་ཚོད་ཀྱི་ཚད་ཡོད་པ་གསལ་བཤད་བྱས་ཡོད།

source: Time Limit in Minutes
bo: སྐར་མ་འགའི་ནང་ཚར་དགོས།

source: The number of minutes available to students for viewing or interacting with this courseware component.
bo: སློབ་མས་སློབ་ཚན་འདིའི་གྲུབ་ཆ་རྣམས་ལ་བལྟ་ཞིབ་བྱེད་པ་དང་ཡང་ན་རྒྱུས་ལོན་བྱེད་པར་སྐར་མ་འགའི་དུས་ཚོད་ཡོད།

source: Is Proctoring Enabled
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་ནུས་ལྡན་བྱས་ཡོད་དམ།

source: This setting indicates whether this exam is a proctored exam.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་འདི་ནི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་ཡིན་མིན་གསལ་བཤད་བྱས་ཡོད།

source: Software Secure Review Rules
bo: མཉེན་ཆས་བདེ་འཇགས་ཀྱི་ཞིབ་བཤེར་གྱི་སྒྲིག་གཞི།

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
bo: སྒྲིག་གཞི་འདིས་ཚོད་ལྟའི་ཚན་ཆུང་གིས་བརྙན་རིས་ལ་ལྟ་ཞིབ་བྱེད་སྐབས་སྒྲིག་སྲོལ་ཅི་ཞིག་བརྩི་སྲུང་བྱེད་དགོས་པ་གསལ་བཤད་བྱས་ཡོད།

source: Is Practice Exam
bo: དངོས་རྒྱུགས་རེད་དམ།

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་སྤྲོད་འདི་ཚོད་ལྟ་ཁོ་ནའི་ཕྱིར་ཡིན་མིན་གསལ་བཤད་བྱས་ཡོད། དངོས་རྒྱུགས་ཁག་གཏན་འཁེལ་བྱས་མེད།

source: Is Onboarding Exam
bo: རྒྱུགས་སྤྲོད་ཀྱི་མཐུན་རྐྱེན་གྲ་སྒྲིག་རེད་དམ།

source: This setting indicates whether this exam is an onboarding exam.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་སྤྲོད་འདི་ནི་རྒྱུགས་སྤྲོད་ཀྱི་མཐུན་རྐྱེན་གྲ་སྒྲིག་ཡིན་མིན་གསལ་བཤད་བྱས་ཡོད།
