Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
bo: འདིར་Markdown ཡི་ཨང་བརྡ་བཀོལ་ཆོག རམ་འདེགས་ {start_link}cheatsheet{end_link} ལ་གཟིགས།

source: Attachments
bo: ཡིག་ཆ།

source: Upload new file
bo: ཡིག་ཆ་གསར་པ་ནང་འཇུག

source: Search and add file
bo: འཚོལ་ཞིབ་དང་ཡིག་ཆ་ཞོག

source: Upload File
bo: ཡིག་ཆ་ནང་འཇུག

source: Upload file
bo: ཡིག་ཆ་ནང་འཇུག

source: Search files and articles
bo: ཡིག་ཆ་དང་རྩོམ་ཡིག་འཚོལ་ཞིབ།

source: Search
bo: འཚོལ་ཞིབ།

source: Uploaded by
bo: བརྒྱུད་ནས་ནང་འཇུག་བྱས།

source: Size
bo: ཆེ་ཆུང་།

source: File History
bo: ཡིག་ཆའི་ལོ་རྒྱུས།

source: Detach
bo: ཁ་བྲལ་བ།

source: Replace
bo: བརྗེ་བསྒྱུར།

source: Restore
bo: བསྐྱར་འཇོག

source: anonymous (IP logged)
bo: མིང་ཁ་གསལ་མེད་པའི་ (IP logged)

source: File history
bo: ཡིག་ཆའི་ལོ་རྒྱུས།

source: revisions
bo: བསྐྱར་བཅོས།

source: There are no attachments for this article.
bo: རྩོམ་ཡིག་འདིའི་ཟུར་སྦྱར་ཡིག་ཆ་མི་འདུག

source: Previewing revision:
bo: བསྐྱར་བཅོས་སྔོན་ལྟ།:

source: Previewing a merge between two revisions:
bo: བསྐྱར་བཅོས་སྔ་ཕྱི་གཉིས་ཟླ་སྒྲིལ་གྱི་བར་མཚམས་ལ་སྔོན་ལྟ།:

source: Restoring to this revision will mark the article as deleted.
bo: ལེགས་བཅོས་འདི་བསྐྱར་གསོ་བྱས་པས་རྩོམ་ཡིག་དེ་བསུབས་ཟིན་པའི་རྟགས་འགོད་འགྲོ།

source: LMS Administration
bo: LMS ཡི་འཛིན་སྐྱོང་བཀོད་ཁྱབ།

source: Go to %(platform_name)s Home Page
bo: འདིའི་ %(platform_name)s གཙོ་ངོས་ལ་ཕེབས།

source: Courses
bo: སློབ་ཚན་རྣམས།

source: My Account
bo: ངའི་ཁ་བྱང་།

source: %(platform_name)s on LinkedIn
bo: LinkedIn ནང་གི་ %(platform_name)s

source: %(platform_name)s on Twitter
bo: Twitter ནང་གི་ %(platform_name)s

source: %(platform_name)s on Facebook
bo: ངོ་དེབ་ནང་གི་ %(platform_name)s

source: %(platform_name)s on Google Plus
bo: དགོས་དགུའི་ Plus ནང་གི་ %(platform_name)s

source: %(platform_name)s on Reddit
bo: Reddit ནང་གི་ %(platform_name)s

source: Download the iOS app on the Apple Store
bo: ཀུ་ཤུ་རྟགས་ཅན་གྱི་ཕབ་མཛོད་ནང་ iOS app ཕབ་ལེན་བྱོས།

source: Download the Android app on the Google Play Store
bo: Google Play Store ནང་ཨན་ཌོ་app ཕབ་ལེན་བྱོས།

source: Our mailing address is:
bo: ང་ཚོའི་སྦྲགས་གཏོང་ཁ་བྱང་ནི་:

source: Unsubscribe from these emails.
bo: གློག་འཕྲིན་འདིའི་སྔོན་མངགས་ཕྱིར་བསྡུ་བྱེད།

source: %(platform_name)s Email
bo: %(platform_name)s གློག་འཕྲིན།

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
bo: ཁུངས་ལྡན་ལག་ཁྱེར་བླངས་ཏེ་རང་ཉིད་ཀྱི་ཤེས་ཡོན་དང་ལག་རྩལ་མངོན་གསལ་དོད་པོ་བྱེད་པའི་གོ་སྐབས་འཆོར་མ་འཇུག འདི་ %(user_schedule_upgrade_deadline_time)s བརྒྱུད་ནས་རིམ་སྤར་བྱོས།

source: Upgrade Now
bo: ད་ལྟ་རང་རིམ་སྤར་བྱོས།

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
bo: རེ་འདུན་འདི་ལ་ཆོག་མཆན་ཐོབ་རྗེས་སྤྱོད་མཁན་འདིའི་དཀར་ཆག་བཟོ་བར་འདིར་ {catalog_admin_url} ཕེབས།

source: Organization Name
bo: སྒྲིག་འཛུགས་ཀྱི་མིང་།

source: Organization Address
bo: སྒྲིག་འཛུགས་ཀྱི་སྡོད་གནས་ཁ་བྱང་།

source: Describe what your application does.
bo: ཁྱེད་ཀྱི་སྙན་ཞུ་ཡིས་ཅི་ཞིག་བསྒྲུབ་རྒྱུ་ཡིན་པ་འགྲེལ་བརྗོད་བྱོས།

source: The URL of your organization's website.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ཀྱི་དྲ་ཚིགས་URL

source: The name of your organization.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ཀྱི་མིང་།

source: The contact address of your organization.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ལ་འབྲེལ་གཏུགས་ཁ་བྱང་།

source: The following users do not exist: {usernames}.
bo: གཤམ་གསལ་གྱི་སྤྱོད་མཁན་རྣམས་གནས་མི་འདུག: {usernames}

source: Comma-separated list of usernames which will be able to view this catalog.
bo: Comma-ཡིས་བར་བཅད་པའི་མིང་ཐོའི་ནང་གི་མི་དག་གིས་དཀར་ཆག་འདི་ལ་བལྟ་ཐུབ།

source: Denied
bo: ངོས་ལེན་མི་བྱེད།

source: Approved
bo: ངོས་ལེན་བྱས་ཡོད།

source: Status of this API access request
bo: API འདི་བལྟ་ཀློག་རེ་ཞུའི་གནས་བབ།

source: The URL of the website associated with this API user.
bo: API སྤྱོད་མཁན་དང་མཉམ་དུ་ཡོད་པའི་དྲ་ཚིགས་དེའི་ URL

source: The reason this user wants to access the API.
bo: རྒྱུ་མཚན་ནི་སྤྱོད་མཁན་འདི་ API དེ་ལ་བལྟ་ཀློག་བྱ་འདོད་འདུག

source: '%s' is not a valid scope.
bo: '%s' ནི་ཐོབ་སྐར་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Bookmarks
bo: དཔེ་རྟགས་ཁག

source: An error has occurred. Please try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: No data provided.
bo: གཞི་གྲངས་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: Invalid usage_id: {usage_id}.
bo: ཚུལ་མཐུན་མིན་པའི་སྤྱོད་མཁན་_id: {usage_id}

source: Block with usage_id: {usage_id} not found.
bo: བཀོལ་སྟངས་དང་ལྷན་དུ་ཚན་པ་_id: {usage_id} རྙེད་མ་སོང་།

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
bo: ཁྱེད་ཀྱིས་དཔེ་རྟགས་ {max_num_bookmarks_per_course} འདི་ཙམ་བཟོ་ཆོག ཁྱེད་ཀྱིས་གསར་པ་རྣམས་མ་སྣོན་གོང་སྔར་ཡོད་འགའ་བསུབ་དགོས།

source: Bookmark with usage_id: {usage_id} does not exist.
bo: བཀོལ་སྟངས་དང་ལྷན་དུ་དཔེ་རྟགས་_id: {usage_id} གནས་མི་འདུག

source: Internal API URL
bo: ནང་ཁུལ་གྱི་ API URL

source: Page Size
bo: ཤོག་ངོས་ཀྱི་ཆེ་ཆུང་།

source: %(value)s should have the form ORG+COURSE
bo: %(value)s འདི་ངེས་པར་དུ་འདིའི་ ORG+COURSE རྣམ་པ་ཡོད་དགོས།

source: Enabled
bo: ནུས་ལྡན་བྱས་ཡོད།

source: Configure values for all course runs associated with this site.
bo: དྲ་ཚིགས་འདི་དང་འབྲེལ་བ་ཡོད་པའི་སློབ་ཚན་ཡོད་ཚད་ཀྱི་བཀོད་སྒྲིག་རིན་ཐང་།

source: Course in Org
bo: Org ནང་གི་སློབ་ཚན།

source: Course Run
bo: སློབ་ཚན་འགྲོ།

source: Error Status
bo: གནད་དོན་གྱི་གནས་བབ།

source: Courses with Errors
bo: གནད་དོན་ཡོད་སའི་སློབ་ཚན་དག

source: Learning Sequences and Outlines
bo: སློབ་གཉེར་གྱི་གོ་རིམ་དང་དཀར་ཆག

source: Cannot change or remove the access level for the only admin.
bo: འཛིན་སྐྱོང་དོ་དམ་ཁོ་ན་མ་གཏོགས་ཆོག་མཆན་གྱི་གནས་ཚད་དེ་བརྗེ་བསྒྱུར་དང་མེད་པར་བཟོ་མི་ཐུབ།

source: You may not change a library's type to {library_type} if it still has unpublished changes.
bo: གལ་ཏེ་ད་དུང་སྤེལ་མེད་པའི་བསྒྱུར་བཅོས་བྱས་པ་རེ་ཡོད་ཚེ་དཔེ་མཛོད་ཀྱི་རིགས་{library_type} ལ་བསྒྱུར་མི་ཆོག

source: Library cannot have more than {} XBlocks
bo: དཔེ་མཛོད་ལ་འདི་ {} XBlocks ལས་མང་བ་མེད།

source: Complex
bo: སྣ་འདུས།

source: All Rights Reserved.
bo: འདི་དག་ཡོངས་ལ་བདག་དབང་ཡོད།

source: Administer users and author content
bo: དོ་དམ་བྱེད་མཁན་དང་རྩོམ་པ་བོའི་ནང་དོན།

source: Author content
bo: རྩོམ་པ་བོའི་ནང་དོན།

source: Read-only
bo: ཀློག་ཁོ་ན།

source: One and only one of 'user' and 'group' must be set.
bo: ངེས་པར་དུ་སྤྱོད་མཁན་ 'user' དང་ 'group' ཚོགས་ཆུང་གང་ཞིག་ངེས་པར་བསྒྲིག་དགོས།

source: Task was created, but not queued to run.
bo: ལས་འགན་ཞིག་བཟོས་ཡོད་མོད། འོན་ཀྱང་། སྟོན་རྒྱུའི་བང་རིམ་ཁྲོད་བཞག་མི་འདུག

source: Task was created and queued to run.
bo: ལས་འགན་བཟོས་ཏེ་སྟོན་རྒྱུའི་བང་རིམ་ནང་བཞག་ཡོད།

source: Task is running.
bo: ལས་འགན་འགྲོ་བཞིན་ཡོད།

source: Task finished, but some blocks failed to import.
bo: ལས་འགན་བསྒྲུབ་ཚར་སོང་། འོན་ཀྱང་། ཚན་པ་རེ་ཟུང་ནང་འདྲེན་བྱེད་ཐུབ་མ་སོང་།

source: Task finished successfully.
bo: ལས་འགན་བདེ་ལེགས་ངང་གྲུབ་སོང་།

source: state
bo: གནས་བབ།

source: The state of the block import task.
bo: ཚན་པ་ནང་འདྲེན་ལས་འགན་གྱི་གནས་བབ།

source: progress
bo: ཡར་རྒྱས།

source: A float from 0.0 to 1.0 representing the task progress.
bo: ལས་འགན་ཡར་རྒྱས་མཚོན་པའི་ 0.0 འདི་ནས་ 1.0 འདིའི་བར།

source: course ID
bo: སློབ་ཚན་ ID

source: ID of the imported course.
bo: ནང་འདྲེན་བྱས་པའི་སློབ་ཚན་གྱི་ ID

source: open edx user
bo: edx སྤྱི་སྟེགས་བཀོལ་མཁན།

source: lti platform identifier
bo: lti ཡི་སྟེགས་བུ་ངོས་འཛིན་བྱེད།

source: client identifier
bo: སློབ་གཉེར་བ་ངོས་འཛིན་བྱེད།

source: The LTI client identifier generated by the LTI platform.
bo: LTI སྟེགས་བུ་ཡིས་ LTI ཡི་སློབ་གཉེར་བ་ངོས་འཛིན་བྱེད་གསར་བཟོ་བྱས་ཡོད།

source: subject identifier
bo: བརྗོད་གཞི་ངོས་འཛིན་བྱེད།

source: The LTI platform descriptive title for this resource.
bo: སློབ་ཚན་འདིའི་ LTI སྟེགས་བུའི་འགྲེལ་བརྗོད་ཀྱི་མིང་།

source: We could not find a user with that email address.
bo: ང་ཚོས་གློག་འཕྲིན་འདི་དང་འབྲེལ་བའི་སྤྱོད་མཁན་དེ་རྙེད་ཀྱི་མི་འདུག

source: This user already has access to this library.
bo: སྤྱོད་མཁན་འདི་ལ་དཔེ་མཛོད་འདི་བཀོལ་བའི་ཆོག་མཆན་འདུག

source: Loading
bo: འཇུག་བཞིན་ཡོད།

source: Expired
bo: དུས་ཡུན་རྫོགས་པ།

source: Original usage key/ID of the thing that is in the clipboard.
bo: ཡིག་སྣོད་དེའི་ནང་ཡོད་པའི་དངོས་རིགས་དེའི་མ་གཞིའི་བཀོལ་ཚུལ་གྱི་ID

source: owner
bo: བདག་པོ།

source: Default Group
bo: རྨང་གཞིའི་ཚོགས་ཆུང་།

source: You cannot create two cohorts with the same name
bo: ཁྱེད་ཀྱིས་མིང་གཅིག་ཡིན་པའི་ཚོགས་ཁག་གཉིས་བཟོ་མི་ཐུབ།

source: There must be one cohort to which students can automatically be assigned.
bo: སློབ་ཕྲུག་ཚོར་རང་འགུལ་གྱིས་འགན་བསྐུལ་ཐུབ་པའི་ཚོགས་ཁག་གཅིག་ཡིན་དགོས།

source: A cohort with the same name already exists.
bo: མིང་དེ་དང་གཅིག་མཚུངས་ཀྱི་ཚོགས་ཁག་ཅིག་གནས་འདུག

source: If disabled, the LTI in the associated course will be disabled.
bo: ནུས་ལྡན་མ་ཡིན་པ་བསྒྲིགས་ན། སློབ་ཚན་དང་མཉམ་སྦྱོར་བྱས་པའི་ LTI ཡི་བྱེད་ནུས་འདོན་མི་ཐུབ།

source: LTI provider
bo: LTI མཁོ་འདོན་པ།

source: The LTI provider's id
bo: LTI དེ་མཁོ་འདོན་པའི་ id

source: Live
bo: ཐད་གཏོང་།

source: Credentials
bo: རྒྱབ་ལྗོངས་ལོ་རྒྱུས།

source: Internal Service URL
bo: ནང་ཁུལ་ཞབས་ཞུའི་ URL

source: Public Service URL
bo: དམངས་སྤྱོད་ཞབས་ཞུའི་ URL

source: Enable Learner Issuance
bo: སློབ་གཉེར་བར་འགྲེམས་བྱེད་འཇུག་པ།

source: {first_provider} and {second_provider}
bo: {first_provider} དང་ {second_provider}

source: {first_providers}, and {last_provider}
bo: {first_providers} དང་ {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
bo: [{username}] ཁོང་ནི་ཆེད་མཐོང་སློབ་ཚན་ [{course_key}] འདི་ལེན་པའི་ཐོབ་ཐང་མི་འདུག

source: [{course_key}] is not a valid course key.
bo: [{course_key}] འདི་ནི་ཚུལ་མཐུན་གྱི་སློབ་ཚན་ལྡེ་མིག་ཅིག་མ་རེད།

source: Name of the credit provider displayed to users
bo: སྤྱོད་མཁན་རྣམས་ལ་བསྟན་པའི་ཆེ་མཐོང་སློབ་ཚན་དེ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་མིང་།

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
bo: ཆེ་མཐོང་སློབ་ཚན་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་ URL ཡིན། འདི་ནས་སྤྱོད་མཁན་སོ་སོའི་ཆེ་མཐོང་སློབ་ཚན་ལ་རེ་ཞུ་བྱས་པའི་གནས་ཚུལ་ལ་ཞིབ་བཤེར་བྱ་ཐུབ། འདི་ནི་སློབ་ཕྲུག་གིས་ཆེ་མཐོང་སློབ་ཚན་ལ་རེ་ཞུ་བྱས་རྗེས་ *after* གཞི་ནས་འཆར་ཡོང་བ་ཡིན།

source: Description for the credit provider displayed to users.
bo: སྤྱོད་མཁན་རྣམས་ལ་བསྟན་པའི་ཆེ་མཐོང་སློབ་ཚན་དེ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་འགྲེལ་བརྗོད།

source: Thumbnail image url of the credit provider.
bo: ཆེ་མཐོང་སློབ་ཚན་མཁོད་སྤྲོད་པའི་ Thumbnail image url

source: Credit requirement statuses
bo: ཆེ་མཐོང་སློབ་ཚན་གྱི་དགོས་མཁོའི་གནས་ཚུལ།

source: Deadline for purchasing and requesting credit.
bo: སློབ་ཚན་ཉོ་བ་དང་ཆེ་མཐོང་སློབ་ཚན་གྱི་རེ་ཞུའི་དུས་བཀག

source: Preview Language Administration
bo: སྐད་ཡིག་འཛིན་སྐྱོང་སྔོན་བལྟ།

source: Language not provided
bo: སྐད་ཡིག་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: Language set to {preview_language}
bo: {preview_language} འདི་ལ་སྐད་ཡིག་སྒྲིག

source: Language reset to the default
bo: རྨང་གཞི་དེ་ལ་སྐད་ཡིག་བསྐྱར་སྒྲིག་བྱོས།

source: This is a test message
bo: འདི་ནི་ཚོད་ལྟའི་འཕྲིན་ཐུང་ཞིག་ཡིན།

source: This is a success message
bo: འདི་ནི་ལེགས་འགྲུབ་བྱུང་བའི་འཕྲིན་ཐུང་ཞིག་ཡིན།

source: This is a test warning
bo: འདི་ནི་ཚོད་ལྟའི་ཉེན་བརྡ་ཞིག་ཡིན།

source: This is a test error
bo: འདི་ནི་ཚོད་ལྟའི་གནད་དོན་ཞིག་ཡིན།

source: technical support
bo: ཐབས་རྩལ་གྱི་རམ་འདེགས།

source: Comma-separated list of providers to allow, eg: {choices}
bo: ཆོག་མཆན་ཡོད་སའི་རིགས། ཚེག་རིང་གིས་བར་བཅད་པའི་མཁོ་སྤྲོད་པའི་ཐོ་གཞུང་། དཔེར་ན།: {choices}

source: Allow List
bo: ཆོག་མཆན་ཡོད་སའི་ཐོ་གཞུང་།

source: Comma-separated list of providers to deny, eg: {choices}
bo: ཆོག་མཆན་མེད་སའི་རིགས། ཚེག་རིང་གིས་བར་བཅད་པའི་མཁོ་སྤྲོད་པའི་ཐོ་གཞུང་། དཔེར་ན།: {choices}

source: Deny List
bo: ཆོག་མཆན་མེད་སའི་ཐོ་གཞུང་།

source: Learning Context Key
bo: སློབ་གཉེར་གྱི་སྐབས་དོན་ལྡེ་མིག

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
bo: གལ་སྲིད་ནུས་ལྡན་བྱས་ན། སློབ་ཚན་དེའི་ནང་གི་གནས་རིམ་དབྱེ་མེད་པའི་ཡང་གསེས་རེ་རེ་ལ་བགྲོ་གླེང་བརྗོད་གཞི་རྣམས་བཟོ་ཡོང་། ཡང་གསེས་རེ་རེ་ལ་བགྲོ་གླེང་གི་ UI སྟོན་ཡོང་བ་ཡིན།

source: If enabled, discussions will need to be manually enabled for each unit.
bo: གལ་སྲིད་ནུས་ལྡན་བྱས་ན། ཡང་གསེས་རེ་རེའི་ནང་གི་བགྲོ་གླེང་རྣམས་རེ་རེ་བཞིན་ནུས་ལྡན་བྱ་དགོས།

source: Discussion provider
bo: བགྲོ་གླེང་མཁོ་འདོན་པ།

source: The discussion tool/provider's id
bo: བགྲོ་གླེང་ལག་ཆ་/མཁོ་འདོན་པའི་ id

source: Title for discussion topic.
bo: བགྲོ་གླེང་བརྗོད་གཞིའི་ཁ་བྱང་།

source: Group for divided discussions.
bo: བགྲོ་གླེང་ཁག་བགོ་བྱས་པའི་ཚོགས་ཆུང་།

source: Provider id for discussion provider.
bo: བགྲོ་གླེང་མཁོ་འདོན་པའི་ id

source: Whether this topic should be shown in-context in the course.
bo: བརྗོད་གཞི་འདི་སློབ་ཚན་གྱི་སྐབས་དོན་ནང་ངེས་པར་དུ་སྟོན་དགོས་དང་མི་དགོས།

source: Ordering of this topic in its learning context
bo: སྐབས་དོན་བསླབ་ཚན་དེའི་ནང་གི་བརྗོད་གཞི་འདིའི་གོ་རིམ།

source: Additional context for this topic, such as its section, and subsection
bo: བརྗོད་གཞི་འདིར་སྐབས་བསྟུན་གྱི་ཟུར་སྣོན་བྱས་པ། དཔེར་ན། དེའི་སྡེ་ཚན་དང་ནང་གསེས་སྡེ་ཚན།

source: Encourage participation and engagement in your course with discussions.
bo: བགྲོ་གླེང་དང་ཁྱེད་ཀྱི་སློབ་ཚན་ནང་མཉམ་ཞུགས་དང་ཆ་ཤས་ལེན་པར་སྐུལ་མ་གཏོང་དགོས།

source: Administrator
bo: འཛིན་སྐྱོང་བ།

source: Moderator
bo: རྒྱུགས་ཞིབ་པ།

source: Group Moderator
bo: ཚོགས་ཆུང་རྒྱུགས་ཞིབ་པ།

source: Community TA
bo: མཐུན་ཚོགས་ཀྱི་ TA

source: Student
bo: སློབ་མ།

source: COURSE NOT FOUND. Please check that the course ID is valid.
bo: སློབ་ཚན་རྙེད་མ་སོང་བས། སློབ་ཚན་གྱི་ ID ཚུལ་མཐུན་ཡིན་མིན་བརྟག་དཔྱད་བྱོས།

source: The course key for the restricted course.
bo: དམ་རྒྱ་ཅན་གྱི་སློབ་ཚན་གྱི་ལྡེ་མིག

source: The message to show when a user is blocked from enrollment.
bo: སྤྱོད་མཁན་ཞིག་ཞུགས་ཐོ་ནས་བཀག་ཟིན་དུས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།

source: The message to show when a user is blocked from accessing a course.
bo: སྤྱོད་མཁན་ཞིག་སློབ་ཚན་བལྟ་ཀློག་ནས་བཀག་ཟིན་དུས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
bo: བཀག་རྒྱ་ཅན་གྱི་སློབ་ཚན་ཁག་བལྟ་ཀླག་བྱེད་པར་ཆོག་མཆན་མེད་པའི་རྒྱལ་ཁབ་གྲས་ནས་ཆོག་མཆན་ཡོད་པའི་རྒྱལ་ཁབ་ནང་ཞུགས་ཐོ་བཀོད་པའི་སྤྱོད་མཁན་རྣམས་ལ་ཆོག་མཆན་སྤྲོད་པ།

source: Two character ISO country code.
bo: ISO རྒྱལ་ཁབ་ཀྱི་ཨང་བརྡ་ཡིག་འབྲུ་གཉིས།

source: The course to which this rule applies.
bo: སྒྲིག་གཞི་འདི་འབུལ་སྤྲོད་བྱ་སའི་སློབ་ཚན་དེ།

source: The country to which this rule applies.
bo: སྒྲིག་གཞི་འདི་འབུལ་སྤྲོད་བྱ་སའི་རྒྱལ་ཁབ་དེ།

source: Whitelist {country} for {course}
bo: {course} ལ་འོས་འཚམ་ཡིན་པའི་ཐོ་གཞུང་། {country}

source: Blacklist {country} for {course}
bo: {course} ལ་འོས་འཚམ་མ་ཡིན་པའི་ཐོ་གཞུང་། {country}

source: Learner Pathways
bo: སློབ་གཉེར་བའི་བརྒྱུད་ལམ།

source: Notification App
bo: གསལ་བརྡ་མཉེན་ཆས།

source: Notification Type
bo: གསལ་བརྡའི་རིགས།

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
bo: <{p}><{strong}>{replier_name}</{strong}> ཁྱེད་ཀྱི་རྩོམ་ཡིག་ལ་ལན་བཏབ་པ། <{strong}>{post_title}</{strong}></{p}>

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
bo: ཁྱེད་ཀྱི་རྩོམ་ཡིག་ལ་ལན་འདེབས་བྱས་པ་དང་མཆན་བཀོད་པའི་གསར་བརྡ་དང་། དེ་བཞིན་ཁྱེད་རང་རྗེས་འཇུག་བྱས་ཡོད་པའི་རྩོམ་ཡིག་རྣམས་ལ་ཁྱེད་ཀྱིས་ལན་འདེབས་བྱས་པ་རྣམས་ལ་དགའ་རྟགས་བཀོད་པ་དང་ཁྱེད་ཀྱི་རྩོམ་ཡིག་ངོས་ལེན་བྱས་པའི་གསར་བརྡ་རྣམས་ཀྱང་ཚུད་ཡོད།

source: The notification preference config version is not up to date.
bo: གསར་བརྡའ་གདམ་གསེས་སྒྲིག་འགོད་ཀྱི་ཐོན་རིམ་དེ་དུས་ཚོད་ཡོལ་འདུག

source: Invalid app name.
bo: ཚུལ་དང་མཐུན་མིན་པའི་མཉེན་ཆས་ཀྱི་མིང་།

source: Notifications marked as seen.
bo: བརྡ་ཁྱབ་ལ་བལྟས་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག

source: Notification marked read.
bo: བརྡ་ཁྱབ་ཀློག་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག

source: Notifications marked read.
bo: བརྡ་ཁྱབ་ཁག་ཀློག་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག

source: Invalid app_name or notification_id.
bo: ཚུལ་དང་མི་མཐུན་པའི་མཉེན་ཆས་ཀྱི་_མིང་དང་ཡང་ན་བརྡ་ཁྱབ་ཀྱི་_id

source: Content Provider
bo: ནང་དོན་མཁོ་འདོན་པ།

source: Password Policy
bo: གསང་ཚིག་སྲིད་བྱུས།

source: The file must be smaller than {image_max_size} in size.
bo: ཡིག་ཆའི་ཆེ་ཆུང་ {image_max_size} འདི་ལས་ངེས་པར་ཆུང་དགོས།

source: The file must be at least {image_min_size} in size.
bo: ཡིག་ཆའི་ཆེ་ཆུང་དམའ་མཐའ་ཡང་ {image_min_size} འདི་ངེས་པར་ཡིན་དགོས།

source: The file must be one of the following types: {valid_file_types}.
bo: ཡིག་ཆའི་རིགས་གཤམ་བཀོད་ཀྱི་གཅིག་ངེས་པར་ཡིན་དགོས།: {valid_file_types}

source: The file name extension for this file does not match the file data. The file may be corrupted.
bo: ཡིག་ཆ་འདིའི་མིང་གི་རྣམ་སྒྲིག་བྱང་བུ་དེ་ཡིག་ཆའི་གཞི་གྲངས་དང་མཚུངས་མ་སོང་། ཡིག་ཆ་དེ་ཕལ་ཆེར་འགག་ཡོད་པ་འདྲ།

source: No file provided for profile image
bo: གནས་ཚུལ་སྙིང་བསྡུས་ནང་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: Program UUID
bo: ལས་གཞིའི་ UUID

source: If disabled, the LTI in the associated program will be disabled.
bo: མི་ནུས་པ་བསྒྲིགས་ན་ལས་གཞི་དང་མཉམ་སྒྲིག་བྱས་པའི་ LTI དེ་ནུས་མེད་དུ་གྱུར་འགྲོ་བ་ཡིན།

source: The LTI configuration data for this program/provider.
bo: ལས་གཞི་འདི་དང་མཁོ་འདོན་པའི་ LTI ཡི་གྲུབ་ཚུལ་གྱི་གཞི་གྲངས།

source: Known Error Case
bo: གནད་དོན་གྱི་གཞི་རྩ་ཤེས་པ།

source: Schedule start < course start
bo: ལས་རིམ་རེའུ་མིག་འགོ་འཛུགས་ < སློབ་ཚན་འགོ་འཛུགས།

source: Course Id
bo: སློབ་ཚན་གྱི་ Id

source: All
bo: ཡོངས་རྫོགས།

source: Experience
bo: ཉམས་མྱོང་།

source: Course ID
bo: སློབ་ཚན་གྱི་ ID

source: Schedules
bo: ལས་རིམ་རེའུ་མིག

source: Indicates if this schedule is actively used
bo: གལ་སྲིད་ལས་གཞི་འདི་དངོས་སུ་ལག་བསྟར་བྱས་ན་དེའི་བརྡ་རྟགས།

source: Date this schedule went into effect
bo: ལས་འཆར་འདི་ལག་བསྟར་བྱས་པའི་ཟླ་ཚེས།

source: Deadline by which the learner must upgrade to a verified seat
bo: སློབ་གཉེར་བ་དེས་ཁུངས་སྐྱེལ་གོ་གནས་ཤིག་ལ་ངེས་པར་དུ་རིམ་སྤར་བྱེད་པའི་དུས་བཀག

source: Schedule
bo: ལས་རིམ་རེའུ་མིག

source: By %(filter_title)s
bo: %(filter_title)s བརྒྱུད་ནས་

source: Welcome to week %(week_num)s of %(course_name)s!
bo: སློབ་ཚན་ %(course_name)s འདིའི་བདུན་ཕྲག་ 2%(week_num)s ལ་ཕེབས་པར་དགའ་བསུ་ཞུ།

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
bo: ང་ཚོའི་རེ་བ་ལ་ཁྱེད་ཀྱི་སེམས་དགའ་སྤྲོས་ཁེངས་ཡོད་པར་ཤོག {start_strong}{course_name}{end_strong} ང་ཚོས་ཁྱེད་ཀྱིས་གཟའ་འཁོར་ {week_num} རེའི་ནང་ཅི་ཞིག་བྱེད་ཐུབ་པ་ཤེས་སུ་འཇུག་འདོད།

source: Resume your course now
bo: ད་ལྟ་ཁྱེད་ཀྱི་སློབ་ཚན་བསྐྱར་གཏོང་བྱོས།

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཐུགས་སྤྲོ་བཞིན་ཡོད་པའི་རེ་བ་བྱས་ཡོད། %(course_name)s དེ་བཞིན་ང་ཚོས་ཁྱེད་ཀྱིས་གཟའ་འཁོར་ %(week_num)s ནང་རེ་བ་ཅི་ཞིག་བྱེད་ཆོག་མིན་དེ་ཤེས་སུ་འཇུག་འདོད།

source: Welcome to week %(week_num)s
bo: གཟའ་འཁོར་ %(week_num)s ལ་ཕེབས་པར་དགའ་བསུ་ཞུ།

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཐུགས་སྤྲོ་བཞིན་ཡོད་པའི་རེ་བ་བྱས་ཡོད། {start_strong}{course_name}{end_strong} དེ་བཞིན་ང་ཚོས་མ་འོངས་པའི་གཟའ་འཁོར་དེ་དག་གི་ནང་ཁྱེད་ཀྱིས་རེ་སྒུག་གང་བྱས་པ་ཤེས་སུ་འཇུག་རྒྱུ་ཡིན།

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
bo: ང་ཚོས་ཁྱོད་ཀྱིས་གཟའ་འཁོར་རེ་རེར་སློབ་ཚན་འདི་ལ་དུས་ཚོད་གཏོང་བའི་སྐུལ་མ་གཏོང་། ཁྱོད་ཀྱིས་བློ་རྩེ་གཅིག་སྒྲིམ་གྱིས་དོ་སྣང་བྱས་ན་མཇུག་མཐར་གྲུབ་འབྲས་བཟང་བོ་ཐོབ་ངེས་ཡིན།

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཐུགས་སྤྲོ་བཞིན་ཡོད་པའི་རེ་བ་ %(course_name)s བྱས་ཡོད། དེ་བཞིན་ང་ཚོས་མ་འོངས་པའི་གཟའ་འཁོར་དེ་དག་གི་ནང་ཁྱེད་ཀྱིས་རེ་སྒུག་གང་བྱས་པ་ཤེས་སུ་འཇུག་རྒྱུ་ཡིན།

source: %(course_name)s Weekly Update
bo: %(course_name)s གཟའ་འཁོར་རེའི་བསྐྱར་གསོ།

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
bo: སློབ་གཉེར་བ་ %(platform_name)s གང་མང་ཞིག་གིས་གཟའ་འཁོར་རེའི་དྲི་བ་དྲི་ལན་རྣམས་ལན་འདེབས་ཆ་ཚང་བྱེད་པ་དང་དེའི་སྐོར་གྱི་བགྲོ་གླེང་ལ་མཉམ་ཞུགས་བྱེད་བཞིན་འདུག ཁྱེད་ཀྱིས་མུ་མཐུད་ནས་ཅི་ཞིག་སློབ་འདོད་ཡོད།

source: Keep up the momentum!
bo: བརྒུལ་ཤུགས་དེ་རྒྱུན་འཁྱོངས་བྱོས།

source: Keep learning
bo: སློབ་གཉེར་རྒྱུན་འཁྱོངས།

source: Keep learning today
bo: དེ་རིང་གི་སློབ་གཉེར་རྒྱུན་འཁྱོངས།

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
bo: ཁྱེད་ཀྱིས་ {platform_name} འདིའི་སྒང་གི་ {start_strong}{course_name}{end_strong} ལ་ཞུགས་ཐོ་བཀོད་འདུག དྲན་སོས་ཀྱི་འདུག་གམ། ང་ཚོས་ཁྱེད་རང་ཕེབས་པར་དགའ་བསུ་ཞུ་བཞིན་ཡོད། ཕེབས་ཏེ་སློབ་གཉེར་བ་གཞན་ཚོས་ཅི་ཞིག་སློབ་བཞིན་པར་གཟིགས་རོགས།

source: Start learning now
bo: སློབ་སྦྱོང་ད་ལྟ་འགོ་འཛུགས།

source: Keep learning on %(platform_name)s
bo: %(platform_name)s འདིའི་སྒང་སློབ་གཉེར་རྒྱུན་འཁྱོངས།

source: Keep learning in %(course_name)s
bo: %(course_name)s འདིའི་ནང་སློབ་གཉེར་རྒྱུན་འཁྱོངས།

source: Upgrade now
bo: ད་ལྟ་རང་རིམ་སྤར་བྱོས།

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
bo: གཤམ་འཁོད་དག་བརྒྱུད་ནས་རིམ་སྤར་བྱོས། {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}

source: You are eligible to upgrade in these courses:
bo: ཁྱེད་རང་སློབ་ཚན་འདི་དག་ལ་རིམ་སྤར་བའི་ཐོབ་ཐང་འདུག:

source: Example of a verified certificate
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་ཞིག་གི་དཔེ་མཚོན།

source: Upgrade now at
bo: འདི་ནས་ད་ལྟ་རིམ་སྤར་བྱོས།

source: Upgrade to earn a verified certificate on %(platform_name)s
bo: འདིའི་ %(platform_name)s སྒང་ནས་ལག་ཁྱེར་ལེན་རྒྱུར་རིམ་སྤར་བྱོས།

source: Upgrade to earn a verified certificate in %(first_course_name)s
bo: འདིའི་ %(first_course_name)s ནང་ནས་ལག་ཁྱེར་ལེན་རྒྱུར་རིམ་སྤར་བྱོས།

source: Site theme changed to {site_theme}
bo: བཀོད་པའི་ས་མིག་ {site_theme} འདི་ལ་འགྱུར་བ་བཏང་འདུག

source: Theme {site_theme} does not exist
bo: བཀོད་པ་ {site_theme} གནས་མི་འདུག

source: Site theme reverted to the default
bo: བཀོད་པའི་ས་མིག་དེ་རྨང་གཞི་རང་ལ་བསྒྱུར་འདུག

source: Theming Administration
bo: བཀོད་པའི་འཛིན་སྐྱོང་སྡེ་ཚན།

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
bo: སྤྱོད་མིང་ནང་ཡི་གེ་ (A-Z, a-z) དང་ཨང་ཀི་ (0-9), གཤམ་ཐིག (_) སྦྲེལ་རྟགས་ (-) བཅས་འདི་དག་ཁོ་ན་འདུས་དགོས།

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
bo: སྤྱོད་མིང་ནང་གསལ་བྱེད་ཀྱི་ཡི་གེ་དང་ཨང་ཀི་དེ་བཞིན་མཚོན་བྱེད་@/./+/-/_ འདི་དག་བཅས་ཁོ་ན་ཡིན་དགོས།

source: Enter a valid email address
bo: གློག་འཕྲིན་ཚུལ་མཐུན་ཞིག་ཞོག

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
bo: གློག་འཕྲིན་འདི་ {email_address} སྤྱད་པའི་ཁ་བྱང་ཕལ་ཆེར་ད་སྔ་ཡོད་བསྡད་པ་ཞིག་གི་ཡིན་པ་འདྲ། གློག་འཕྲིན་ཁ་བྱང་གཞན་ཞིག་བཀོལ་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: This email is already associated with an existing or previous {settings.PLATFORM_NAME} account
bo: གློག་འཕྲིན་འདི་ད་སྔ་ཡོད་བསྡད་པ་ཞིག་དང་ཡང་ན་ཁྱེད་ཀྱི་སྔོ་ནས་ {settings.PLATFORM_NAME} ནང་འཇུག་བྱས་འདུག

source: This email is associated to a retired account.
bo: གློག་འཕྲིན་འདི་སྟེགས་བུ་འདི་ནས་ཐོན་ཟིན་པ་ཞིག་རེད།

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་གསང་གྲངས་ནི་སྔ་མོ་ནས་བཀོལ་ཟིན་པའི་གསང་བའི་མིང་ཐོའི་ནང་བཀོད་འདུག གཞན་ཞིག་འདེམས་རོགས།

source: It looks like {username} belongs to an existing account. Try again with a different username.
bo: འདི་ {username} ཕལ་ཆེར་ད་སྔ་ཡོད་བསྡད་པ་ཞིག་གི་སྤྱོད་མིང་ཡིན་པ་འདྲ། སྤྱོད་མིང་གཞན་ཞིག་བཀོལ་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: It looks like this username is already taken
bo: སྤྱོད་མིང་འདིས་ད་སྔ་ནས་ལེན་བཞིན་པ་ཡོད་པ་འདྲ།

source: Username must be between {min} and {max} characters long.
bo: སྤྱོད་མིང་གི་ཚིག་གི་མང་ཉུང་ནི་ {min} དང་ {max} བར་ཡིན་དགོས།
