Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Enter a valid email address that contains at least {min} characters.
bo: ཚུལ་མཐུན་གྱི་གློག་འཕྲིན་ཞིག་སྟེ་ཉུང་མཐར་ཡིག་འབྲུ་ {min} འདི་དག་ཡོད་པ་ཞིག་ཞོག

source: Enter your full name
bo: ཁྱེད་ཀྱི་མིང་ཆ་ཚང་ཞོག

source: Enter your first name
bo: ཁྱེད་ཀྱི་དངོས་མིང་ཞོག

source: Enter your last name
bo: ཁྱེད་ཀྱི་རུས་མིང་ཞོག

source: The email addresses do not match
bo: གློག་འཕྲིན་དེ་མཐུན་གྱི་མི་འདུག

source: Enter your confirm email
bo: ཁྱེད་ཀྱི་གཏན་འཁེལ་གློག་འཕྲིན་ཞོག

source: Select your country or region of residence
bo: ཁྱེད་རང་གནས་སའི་རྒྱལ་ཁབ་དང་ཡང་ན་ཞིང་ཆེན་འདེམ།

source: Select your profession
bo: ཁྱེད་ཀྱི་ཆེད་ལས་འདེམ།

source: Select your specialty
bo: ཁྱེད་ཀྱི་ཐུན་མོང་མ་ཡིན་པ་འདེམ།

source: Enter your profession
bo: ཁྱེད་ཀྱི་ཆེད་ལས་ཞོག

source: Enter your specialty
bo: ཁྱེད་ཀྱི་ཐུན་མོང་མ་ཡིན་པ་ཞོག

source: Enter your state
bo: ཁྱེད་རང་གནས་སའི་ཞིང་ཆེན་ཞོག

source: Enter your city
bo: ཁྱེད་རང་གནས་སའི་གྲོང་ཁྱེར་ཞོག

source: Tell us your goals
bo: ང་ཚོར་ཁྱེད་ཀྱི་དམིགས་འབེན་རྣམས་གསུང་རོགས།

source: Select the highest level of education you have completed
bo: ཁྱེད་ཀྱི་ཆེད་སྦྱོང་ཐོན་པའི་ཤེས་ཡོན་གྱི་གནས་ཚད་མཐོ་ཤོས་དེ་འདེམ།

source: Select your year of birth
bo: ཁྱེད་ཀྱི་སྐྱེས་ལོ་འདེམ།

source: Select your gender
bo: ཁྱེད་རང་ཕོ་མོ་གང་ཡིན་འདེམ།

source: Enter your mailing address
bo: ཁྱེད་ཀྱི་སྤྲག་བྱང་ཞོག

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
bo: ང་ཚོའི་མ་ལག་གིས་ཁྱོད་ཀྱི་གསང་གྲངས་ནུས་ཞན་ཞིག་ཡིན་པ་ངོས་འཛིན་བྱས་སོང་། ཁྱེད་ཀྱིས་གསང་གྲངས་བརྟན་པོ་ཞིག་ལ་བརྗེས་ན་ད་གཟོད་ཁྱེད་ཀྱི་ཁ་བྱང་བདེ་འཇགས་ངང་གནས་ཐུབ།

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
bo: ང་ཚོའི་མ་ལག་གིས་ཁྱོད་ཀྱི་གསང་གྲངས་ནུས་ཞན་ཞིག་ཡིན་པ་ངོས་འཛིན་བྱས་སོང་། ཁྱེད་ཀྱིས་གསང་གྲངས་བརྟན་པོ་ཞིག་ལ་བརྗེས་ན་ད་གཟོད་ཁྱེད་ཀྱི་ཁ་བྱང་བདེ་འཇགས་ངང་གནས་ཐུབ།

source: The '{field_name}' field cannot be edited.
bo: '{field_name}' རིག་ཚན་འདི་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ།

source: Enter a valid name
bo: ཚུལ་མཐུན་གྱི་མིང་ཞིག་ཕྲིས།

source: First Name
bo: མིང་དང་བོ་ཕྲིས།

source: Last Name
bo: མིང་ཐ་མ་ཕྲིས།

source: State/Province/Region
bo: མངའ་ཁུལ།/ཞིང་ཆེན།/ས་ཁུལ།

source: Company
bo: ཀུང་སི།

source: Job Title
bo: ལས་ཀའི་མིང་།

source: Mailing address
bo: སྦྲགས་སྐུར་ཁ་བྱང་།

source: Tell us why you're interested in {platform_name}
bo: ང་ཚོར་ཁྱེད་རང་ {platform_name} འདི་ལ་སྤྲོ་བ་སྐྱེས་དོན་གསུང་རོགས།

source: Profession
bo: ཆེད་ལས།

source: Specialty
bo: ཐུན་མིན་ཁྱད་ཆོས།

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
bo: ཁྱེད་ཀྱིས་སྤྱོད་མིང་དང་ཡང་ན་ "{url_stub}" འདུས་པའི་ URL ཚུལ་མཐུན་ཞིག་ཡིན་མིན་ཁག་ཐེག་བྱ་དགོས། ཁྱེད་ཀྱི་དྲ་ངོས་ {platform_name} ནས་དྲ་ཐག་བསུབ་པ་སྡེ་ཚན་འདི་སྟོང་བར་འཇོག་དགོས།

source: This account has been temporarily locked due to excessive login failures. Try again later.
bo: ནང་འཛུལ་ཐེངས་མང་བྱས་རུང་ལམ་སྷོངས་མ་བྱུང་བའི་རྐྱེན་ཀྱིས་གནས་སྐབས་རིང་ཁ་བྱང་འདི་ལ་ཟྭ་བརྒྱབ་ཡོད། རྗེས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Email or password is incorrect.
bo: གློག་འཕྲིན་དང་ཡང་ན་གསང་ཚིག་གང་རུང་ནོར་འདུག

source: Permission Denied
bo: ཆོག་མཆན་ངོས་ལེན་བྱས་མ་སོང་།

source: Retirement does not exist!
bo: ལས་ཡོལ་གནས་མི་འདུག

source: Actions
bo: བྱ་བ་ཁག

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
bo: ང་ཚོར་ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་སྒང་གི་ཁ་བྱང་བསུབ་རྒྱུ་ཡིན་པའི་རེ་ཞུ་ཞིག་འབྱོར་སོང་། ང་ཚོས་ཁྱེད་འགྲོ་རྒྱུ་ཡིན་པ་མཐོང་པས་དགོངས་དག་ཞུ།

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
bo: འདི་ནི་གནས་ཚུལ་སྙན་སྒྲོན་གྱི་གློག་འཕྲིན་ཁོ་ན་ཙམ་ཡིན། གལ་སྲིད་ཁྱེད་ཀྱིས་འདི་ལ་རེ་འདུན་ཞུས་མེད་ན། འདིའི་ཐོག་ %(contact_email)s ལ་འབྲེལ་གཏུགས་བྱ་རོགས།

source: Best, %(platform_name)s
bo: ལེགས་ཤོས་ %(platform_name)s

source: Your Account Has Been Queued For Deletion
bo: ཁྱེད་ཀྱི་ཁ་བྱང་བསུབ་རྒྱུའི་སྒུག་ཐོའི་ནང་ཡོད།

source: Highest level of education completed
bo: སློབ་སྦྱོང་ཐོན་པའི་ཚད་མཐོ་ཤོས།

source: Year of birth
bo: སྐྱེས་ལོ།

source: Password reset
bo: གསང་ཚིག་བསྐྱར་སྒྲིག

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
bo: ཁྱེད་ལ་གློག་འཕྲིན་འདི་འབྱོར་བཞིན་པའི་རྒྱུ་མཚན་ནི། ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་སྒང་ལ་སྤྱོད་བཞིན་པའི་ཁ་བྱང་གི་གསང་གྲངས་བསྐྱར་སྒྲིག་བྱེད་པའི་རེ་འདུན་ཞུས་འདུག

source: However, there is currently no user account associated with your email address: %(email_address)s.
bo: གང་ལྟར་ཁྱེད་ཀྱི་གློག་འཕྲིན་ %(email_address)s འདི་སྤྱད་ནས་ཐོ་འགོད་བྱས་པ་ད་སྔ་མི་འདུག

source: If you did not request this change, you can ignore this email.
bo: ཁྱེད་ཀྱིས་འགྱུར་བ་འདི་གཏོང་བར་རེ་ཞུ་བྱས་མེད་ན། གློག་འཕྲིན་འབྱོར་བ་འདི་སྣང་མེད་ལ་བཞག་ཆོག

source: Reset my password
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་བྱོས།

source: Please go to the following page and choose a new password:
bo: གཤམ་གྱི་ཤོག་ངོས་སུ་ཕེབས་ཏེ་གསང་ཚིག་གསར་པ་ཞིག་འདེམ་རོགས།:

source: Password reset on %(platform_name)s
bo: འདིའི་ %(platform_name)s སྒང་ནས་གསང་ཚིག་བསྐྱར་སྒྲིག

source: Password reset success
bo: གསང་ཚིག་བསྐྱར་སྒྲིག་ལེགས་འགྲུབ་བྱུང་།

source: Hello %(name)s,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(name)s

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
bo: འདི་ནི་ཁྱོད་ཀྱིས་ %(platform_name)s འདིར་ཐོ་འགོད་བྱས་པའི་གསང་གྲངས་བསྐྱར་བརྗེ་ལེགས་འགྲུབ་བྱུང་བའི་ར་སྤྲོད་ཅིག་ཡིན། ཁྱེད་ཀྱི་ཁ་བྱང་ཐོག་ནང་འཛུལ་བྱ་རོགས།

source: Hello %(name)s,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(name)s

source: Password reset completed on %(platform_name)s
bo: འདིའི་ %(platform_name)s སྒང་ནས་གསང་ཚིག་བསྐྱར་སྒྲིག་ལེགས་པར་གྲུབ་སོང་།

source: Superuser creation not allowed
bo: ཚད་མཐོའི་སྤྱོད་མཁན་གསར་བཟོ་བྱ་ཆོག

source: Account modification not allowed.
bo: ཁ་བྱང་འགྱུར་བ་གཏོང་མི་ཆོག

source: Account creation not allowed.
bo: ཁ་བྱང་གསར་བཟོ་བྱ་མི་ཆོག

source: Register
bo: ཐོ་འགོད།

source: There was an error receiving your login information. Please email us.
bo: ཁྱེད་ལ་ནང་འཛུལ་གྱི་གནས་ཚུལ་འབྱོར་བར་གནད་དོན་ཞིག་བྱུང་སོང་བས། ང་ཚོར་གློག་འཕྲིན་གཏོང་རོགས།

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གི་བདེ་འཇགས་ཀྱི་ཆེད་དུ་དེ་གནས་སྐབས་རིང་ཟྭ་བརྒྱབ་ཡོད། སྐར་མ་ {locked_out_period} འགའི་ནང་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། {li_start} ཕྱོགས་གཅིག་གི་བདེ་འཇགས་ཆེད་དུ་བསྐྱར་དུ་ཚོད་ལྟ་མ་བྱས་སྔོན་ཁྱེད་ཀྱིས་འདི་ནས་གསང་གྲངས་བསྐྱར་སྒྲིག་བྱ་ཆོག {link_start} འདིར་{link_end}

source: Too many failed login attempts. Try again later.
bo: ནང་འཛུལ་ཐེངས་མང་བྱས་པ་ལེགས་གྲུབ་མ་བྱུང་བས། རྗེས་ནས་ཚོད་ལྟ་བྱོས།

source: The email address you used to register with {platform_name}
bo: སྟེགས་བུ་ {platform_name} འདིའི་ནང་ཐོ་འགོད་བྱས་པའི་གློག་འཕྲིན་ཁ་བྱང་།

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
bo: གློག་འཕྲིན་འདི་བརྒྱུད་ནས་ཐོ་འགོད་བྱས་པའི་ཁ་བྱང་མི་འདུག ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱས་ཟིན་པ་གཏན་འཁེལ་ཡིན་ནམ།

source: The user account associated with this e-mail address cannot reset the password.
bo: གློག་འཕྲིན་འདིའི་ཐོག་ཐོ་འགོད་བྱས་པའི་སྤྱོད་མཁན་གྱི་ཁ་བྱང་དེའི་གསང་གྲངས་བསྐྱར་སྒྲིག་བྱ་མི་ཐུབ།

source: Your previous request is in progress, please try again in a few moments.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་སྔ་མ་དེའི་བརྒྱུད་རིམ་སྒྲུབ་བཞིན་པའི་སྐབས་ཡིན། ཅུང་ཙམ་འགོར་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Password reset unsuccessful
bo: གསང་ཚིག་བསྐྱར་སྒྲིག་ལམ་ལྷོངས་བྱུང་མ་སོང་།

source: Error in resetting your password.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་ཁྲོད་གནད་དོན་ཞིག་བྱུང་སོང་།

source: Error in resetting your password. Please try again.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་ཁྲོད་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Some error occurred during password change. Please try again
bo: གསང་གྲངས་བརྗེ་བའི་སྐབས་སུ་གནད་དོན་ཁ་ཤས་བྱུང་སོང་། ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: No email address provided.
bo: གློག་འཕྲིན་ཁ་བྱང་མཁོ་མ་བྱས་རུང་ཆོག

source: An error has occurred. Try refreshing the page, or check your internet connection.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་ཞིག་བྱོས། ཡང་ན་ཁྱེད་ཀྱི་དྲ་རྒྱའི་འབྲེལ་མཐུད་ཏག་ཏག་ཡོད་མེད་ལྟ་རོགས།

source: Registration using {provider} has timed out.
bo: ཐོ་འགོད་ལ་སྤྱོད་བཞིན་པའི་ {provider} དུས་ཚོད་རྫོགས་སོང་།

source: An access_token is required when passing value ({}) for provider.
bo: མཁོ་སྤྲོད་པར་རིན་ཐང་({}) འབུལ་སྤྲོད་སྐབས་ཆོག་མཆན་_མཚོན་རྟགས་དགོས་ངེས་རེད།

source: The provided access_token is not valid.
bo: ཁྱེད་ཀྱི་ཆོག་མཆན་_མཚོན་རྟགས་དེ་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Full Name cannot contain the following characters: < >
bo: མིང་ཆ་ཚང་འབྲི་དུས་གཤམ་བཀོད་ཀྱི་ཡིག་འབྲུ་ཁག་འདུས་མི་རུང་།: < >

source: A properly formatted e-mail is required
bo: རྣམ་པ་ཚད་དང་ལྡན་པའི་གློག་འཕྲིན་ e-mail ཞིག་ངེས་པར་དགོས།

source: Your legal name must be a minimum of one character long
bo: ཁྱེད་ཀྱི་ཁྲིམས་མཐུན་གྱི་མིང་དེ་དམའ་མཐའ་ཡང་ཡིག་འབྲུ་གཅིག་ལས་རིང་དགོས།

source: Email cannot be more than %(limit_value)s characters long
bo: གློག་འཕྲིན་ཡིག་འབྲུ་ %(limit_value)s འདི་ལས་རིང་མི་ཆོག

source: You must accept the terms of service.
bo: ཁྱེད་ཀྱིས་ཞབས་ཞུའི་སྒྲིག་གཞི་ཁག་ངེས་པར་དུ་ངོས་ལེན་བྱ་དགོས།

source: A level of education is required
bo: ཤེས་ཡོན་གནས་ཚད་ངེས་པར་དགོས།

source: Your gender is required
bo: ཁྱེད་ཕོ་མོ་གང་ཡིན་ངེས་པར་དགོས།

source: Your year of birth is required
bo: ཁྱེད་ཀྱི་སྐྱེས་ལོ་ངེས་པར་དགོས།

source: Your mailing address is required
bo: ཁྱེད་ཀྱི་སྦྲགས་སྐུར་ཁ་བྱང་ངེས་པར་དགོས་འདུག

source: A description of your goals is required
bo: ཁྱེད་ཀྱི་དམིགས་འབེན་གྱི་འགྲེལ་བརྗོད་ཅིག་ངེས་པར་དགོས་འདུག

source: A city is required
bo: གྲོང་ཁྱེར་ཞིག་ངེས་པར་དུ་འདེམ།

source: A country is required
bo: རྒྱལ་ཁབ་ཅིག་ངེས་པར་འདེམ།

source: To enroll, you must follow the honor code.
bo: ཞུགས་ཐོ་འགོད་པར་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ honor code སྒྲིག་ཁྲིམས་འདི་བརྩི་སྲུང་བྱ་དགོས།

source: You are missing one or more required fields
bo: ཁྱེད་ཀྱིས་དགོས་ངེས་ཀྱི་སྡེ་ཚན་གཅིག་དང་ཡང་ན་འགའ་ཤས་ཤོར་འདུག

source: Unauthorized email address.
bo: དབང་ཆ་སྤྲད་མེད་པའི་གློག་འཕྲིན་ཁ་བྱང་།

source: It looks like {email} belongs to an existing account. Try again with a different email address.
bo: བལྟས་ཡོང་ན་ {email} འདི་ནི་ད་སྔ་ཡོད་བསྡད་པ་ཞིག་གི་ཁ་བྱང་རེད་འདུག གློག་འཕྲིན་གཞན་ཞིག་སྤྱད་དེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: This is what you will use to login.
bo: འདི་ནི་ཁྱེད་ཀྱིས་གཞུག་ཕྱོགས་ནང་འཛུལ་བྱ་ཚུལ་ཡིན།

source: This name will be used on any certificates that you earn.
bo: མིང་འདི་ཁྱེད་ལ་འཐོབ་རྒྱུའི་ལག་ཁྱེར་སྒང་ལ་ཡང་བཀོལ་རྒྱུ་ཡིན།

source: Public Username
bo: ཐུན་མོང་གིས་མཐོང་བའི་སྤྱོད་མིང་།

source: The name that will identify you in your courses. It cannot be changed later.
bo: མིང་འདི་ནི་འཛིན་གྲྭའི་ནང་ཁྱེད་རང་ངོས་འཛིན་བྱེད་ཀྱི་མིང་ཡིན། རྗེས་ནས་བརྗེ་མི་ཐུབ།

source: I agree that {platform_name} may send me marketing messages.
bo: ངས་ {platform_name} འདིས་ང་ལ་ཁྲོམ་ལས་ཀྱི་འཕྲིན་ཐུང་གཏོང་ཆོག་པའི་མོས་མཐུན་བྱེད།

source: Country or Region of Residence
bo: བཅའ་སྡོད་བྱ་སའི་མངའ་ཁུལ་དང་ཡང་ན་རྒྱལ་ཁབ།

source: The country or region where you live.
bo: ཁྱེད་རང་གནས་ཡུལ་གྱི་མངའ་ཁུལ་དང་ཡང་ན་རྒྱལ་ཁབ།

source: Terms of Service and Honor Code
bo: ཞབས་ཞུའི་རྣམ་གྲངས་དང་ཁྲིམས་མཐུན་སྒྲིག་གཞི།

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
bo: ངས་མོས་མཐུན་བྱེད་ {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
bo: ཁྱེད་ཀྱིས་འདི་ལ་མོས་མཐུན་ངེས་པར་བྱ་དགོས། {platform_name} {terms_of_service}

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
bo: ངས་འདི་ལ་མོས་མཐུན་བྱེད། {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}

source: Create Account
bo: ཁ་བྱང་བཟོས།

source: Dismiss
bo: ཕྱིར་ལྡོག

source: Force On
bo: བཙན་རྒྱག་བྱེད་ཆོག

source: Force Off
bo: བཙན་རྒྱག་བྱེད་མི་ཆོག

source: This content is only accessible to registered learners. Sign in or register to view it.
bo: ནང་དོན་འདི་ཐོ་འགོད་བྱས་ཟིན་པའི་སློབ་གཉེར་བ་ཁོ་ནས་བལྟ་ཀློག་བྱ་ཆོག བལྟ་ཀློག་བྱེད་པར་ནང་འཛུལ་དང་ཡང་ན་ཐོ་འགོད་གང་རུང་བྱོས།

source: This content is only accessible to enrolled learners.
bo: ནང་དོན་འདི་ནི་ཞུགས་ཐོ་བཀོད་པའི་སློབ་གཉེར་བ་ཁོ་ནས་བལྟ་ཀློག་བྱེད་ཐུབ།

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
bo: ངའི་སྐོར་སྐོར་ཟེར་བའི་ཚན་པའི་ནང་གི་ཚིག་གི་མང་མཐའ་ {BIO_MAX_LENGTH} ཡིན།

source: This value is invalid.
bo: རིན་ཐང་འདི་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: This field is not editable
bo: སྡེ་ཚན་འདི་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ།

source: %(min_score)s is not a valid grade percentage
bo: %(min_score)s ནི་གནས་རིམ་གྱི་བརྒྱ་ཆ་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: License
bo: ཆོག་མཆན་སྤྲོད་པ།

source: A license defines how the contents of this block can be shared and reused.
bo: ཆོག་མཆན་གྱིས་སྡེ་ཚན་འདིའི་ནང་དོན་བརྒྱུད་སྐུར་དང་བསྐྱར་དུ་བཀོལ་ཚུལ་བཅས་ལ་འགྲེལ་བརྗོད་བྱེད།

source: {assignment} is due for {course}.
bo: {assignment} ནི་ {course} འདིའི་ཆེད་དུ་ཡིན།

source: Calendar Sync
bo: ཟླ་ཚེས་རེའུ་མིག་མཉམ་སྒྲིག

source: Unsubscribe from calendar updates
bo: ཟླ་ཚེས་རེའུ་མིག་བསྐྱར་གསོ་སྔོན་མངགས་ནས་ཕྱིར་འབུད་བྱེད།

source: Subscribe to calendar updates
bo: ཟླ་ཚེས་བསྐྱར་གསོ་སྔོན་མངགས་བྱོས།

source: Sync {course} to your calendar
bo: འདི་ {course} ཟླ་ཚེས་རེའུ་མིག་ནང་མཐུད་ཡོད།

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་སྦྱོང་རིམ་རེའུ་མིག་དེ་ཁྱེད་ཀྱི་ལོ་ཐོ་དང་ཐེངས་ཤིག་མཉམ་སྦྱོར་བྱས་པ་ཡིན་ན། ཁྱེད་ཀྱི་སློབ་སྟོན་པས་སློབ་ཚན་དེའི་ནང་ཁ་གསབ་ཞིག་བྱས་དུས་ཁྱེད་ལ་རང་འགུལ་གྱིས་བརྡ་ཐོན་ཡོང་། སློབ་ཚན་དེ་ཁྱེད་ཀྱི་ལོ་ཐོ་ནས་ནམ་བསུབ་རུང་བཀག་འགོག་གང་ཡང་མེད།

source: {course} dates have been updated on your calendar
bo: {course} ཡི་ཟླ་ཚེས་ཁྱེད་ཀྱི་ཟླ་ཚེས་རེའུ་མིག་ནང་བསྐྱར་གསོ་བྱས་ཡོད།

source: You have successfully shifted your course schedule and your calendar is up to date.
bo: ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་སློབ་ཚན་གྱི་ཉིན་རེའི་ལས་རིམ་རེའུ་མིག་བསྒྱུར་བ་ལེགས་འགྲུབ་བྱུང་སོང་། དེ་བཞིན་ཁྱེད་ཀྱི་དུས་ཚོད་རེའུ་མིག་ཀྱང་བསྐྱར་གསོ་བྱས་ཡོད།

source: Enabled As Of
bo: ནུས་ལྡན་འདི་བཞིན་བྱས་ཡོད།

source: Content available only to verified track learners
bo: ཞིབ་བཤེར་བྱས་ཟིན་པའི་རིགས་དབྱེའི་སློབ་གཉེར་བ་ཁོ་ནའི་ཆེད་དུ་བཀོད་པའི་ནང་དོན་ཡོད།

source: Upgrade to unlock
bo: སྒོ་ཟྭ་ཕྱེ་བར་རིམ་སྤར་བྱོས།

source: Access expired on {expiration_date}
bo: བལྟ་ཀློག་གི་དུས་ཚོད་ {expiration_date} འདིའི་ཉིན་རྫོགས།

source: Access to {course_name} expired on {expiration_date}
bo: ཟླ་ཚེས་ {expiration_date} འདིའི་ཉིན་དུས་བཀག་རྫོགས་རྒྱུ་ཡིན་པའི་ {course_name} བལྟ་ཀློག

source: Access to the course you were looking for expired on {expiration_date}
bo: ཁྱེད་ཀྱིས་རེ་སྙེགས་བྱེད་བཞིན་པའི་སློབ་ཚན་དེའི་བལྟ་ཀློག་གི་ཆོག་མཆན་ {expiration_date} ཉིན་རྫོགས་རྒྱུ་ཡིན།

source: This learner does not have access to this course. Their access expired on {expiration_date}.
bo: སློབ་གཉེར་བ་འདི་ལ་སློབ་ཚན་འདི་བལྟ་ཀློག་བྱེད་པའི་ཆོག་མཆན་མི་འདུག འདིའི་ཆོག་མཆན་ {expiration_date} ཉིན་རྫོགས་འདུག

source: 'course_key' is required.
bo: 'course_key' ནི་ངེས་པར་དགོས་འདུག

source: View all dates
bo: ཟླ་ཚེས་ཆ་ཚང་སྟོན།

source: Your due dates have been successfully shifted to help you stay on track.
bo: ཁྱེད་ཀྱི་དུས་བཀག་གི་ཟླ་ཚེས་དེ་ཕར་འགྱངས་ལེགས་པར་བྱས་ཟིན་པས་ཁྱེད་རང་རྒྱུན་ལྡན་གྱི་བྱེད་ལུགས་ལྟར་འགྲོ་ཆོག

source: Deadlines successfully reset.
bo: དུས་བཀག་བདེ་ལེགས་ངང་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: Updates
bo: བསྐྱར་གསོ།

source: CSV File
bo: CSV ཡིག་ཆ།

source: Enrollment in {course_title} was not complete.
bo: སློབ་ཚན་ {course_title} འདིར་ཞུགས་ཐོ་བཀོད་པ་མཐུས་ཚང་བ་ཞིག་མ་རེད།

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
bo: གལ་སྲིད་ཁྱེད་ལ་རང་ཉིད་ཀྱི་གཞི་གྲངས་ཕྱི་ལ་འགྲེམ་འགྲོ་བའི་དོགས་པ་ཡོད་ན། འདི་ {enterprise_customer_name} བརྒྱུད་ནས་ཁྱེད་ཀྱི་དོ་དམ་པར་འབྲེལ་གཏུགས་བྱེད་རོགས།

source: Home
bo: གཙོ་ངོས།

source: Enterprise Course Enrollments
bo: ཁེ་ལས་སློབ་ཚན་ལ་ཞུགས་ཐོ།

source: Override Enrollment Attributes
bo: སློབ་ཞུགས་ཀྱི་མཐུན་རྐྱེན་ཟུར་སྤྲོད།

source: Upload CSV to override enrollment attributes for learners
bo: སློབ་གཉེར་བར་ཞུགས་ཐོའི་མཐུན་རྐྱེན་ཟུར་སྤྲོད་ཀྱི་ཆེད་དུ་ CSV ནང་འཇུག་བྱོས།

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
bo: ཁྱེད་རང་ {platform_name} འདིར་མཉམ་ཞུགས་བྱས་པར་བཀའ་དྲིན་ཆེ་ཞུ། ཁྱེད་ཀྱིས་སློབ་གཉེར་འགོ་རྩོམ་པར་ད་དུང་རིམ་པ་རེ་གཉིས་ཤིག་འདུག

source: Continue
bo: མུ་མཐུད་ནས།

source: Shift due dates
bo: དུས་བཀག་བརྗེ་བ།

source: It looks like you missed some important deadlines based on our suggested schedule.
bo: ང་ཚོས་མཁོ་སྤྲོད་བྱས་པའི་བསྒྲུབ་བྱའི་རེའུ་མིག་ལྟར་ན་ཁྱེད་ཀྱིས་ཕལ་ཆེར་གལ་ཆེའི་དུས་བཀག་རེ་འགའ་ཤོར་ཡོད་པ་འདྲ།

source: Try again ({attempts} attempt remaining)
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ({attempts} attempts remaining)

source: You have used {attempts} of {max_attempts} attempts for this problem.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདི་ལ་ {attempts} ཚོད་ལྟ་འདི་ཙམ་གྱི་ {max_attempts} མང་བ་བྱས་སོང་།

source: Try again (unlimited attempts)
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། (unlimited attempts)

source: You have used {attempts} of unlimited attempts for this problem.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདི་ལ་ཚོད་ལྟ་ {attempts} ཐེངས་མང་བྱས་སོང་།

source: Sign In
bo: ནང་འཛུལ།

source: Our mailing address is
bo: ཁྱེད་ཀྱི་སྦྲགས་སྐུར་ཁ་བྱང་ནི་

source: XML data for the annotation
bo: མཆན་འགྲེལ་དེའི་ XML ཡི་གཞི་གྲངས།

source: The display name for this component.
bo: གྲུབ་ཆ་འདིའི་འཆར་རྒྱུའི་མིང་།

source: Annotation
bo: མཆན་འགྲེལ།

source: Cannot rescore problems with possible file submissions
bo: འདྲ་ཤས་ཆེ་བའི་ཡིག་ཆ་འབུལ་སྤྲོད་ཀྱིས་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱ་མི་ཆོག

source: Question {}
bo: དྲི་བ། {}

source: Incorrect
bo: འགྲིག་མི་འདུག

source: Correct
bo: འགྲིག་འདུག

source: correct
bo: འགྲིག

source: incorrect
bo: ནོར།

source: partially correct
bo: ཆ་ཤས་རེ་འགྲིག་འདུག

source: incomplete
bo: ཆ་མ་ཚང་བ།

source: unanswered
bo: ལན་མ་བདབས་པ།

source: submitted
bo: ཡར་སྤྲོད་བྱས་ཟིན།

source: processing
bo: བརྒྱུད་རིམ་འགྲོ་བཞིན་པ།

source: This answer is correct.
bo: ལན་འདི་འགྲིག་འདུག

source: This answer is incorrect.
bo: ལན་འདི་འགྲིག་མི་འདུག

source: This answer is partially correct.
bo: ལན་འདིའི་འགའ་རེ་འགྲིག་འདུག

source: This answer is being processed.
bo: ལན་འདི་བརྒྱུད་རིམ་འགྲོ་བཞིན་འདུག

source: Not yet answered.
bo: ད་དུང་ལན་བཏབ་མི་འདུག

source: Select an option
bo: གདམ་ཀ་ཞིག་འདེམ།

source: ChoiceGroup: unexpected tag {tag_name}
bo: ChoiceGroup: གློ་བུར་བའི་བྱང་བུ། {tag_name}

source: Answer received.
bo: ལན་འབྱོར་ཟིན་པ།

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་འབུལ་སྤྲོད་བྱས་ཡོད། མི་འགྱང་བར་ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱས་པ་དེ་གནས་རིམ་བགོ་ཡོང་། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
bo: ཁྱེད་ཀྱི་དྲི་ལན་འབུལ་སྤྲོད་བྱས་ཡོད། མི་འགྱང་བར་ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱས་པ་དེ་གནས་རིམ་བགོ་ཡོང་། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།

source: {programming_language} editor
bo: {programming_language} རྩོམ་སྒྲིག་པ།

source: Press ESC then TAB or click outside of the code editor to exit
bo: སྒོ་རྒྱག་པར་ESC ལ་སྣུན། དེ་ནས་ TAB དང་ཡང་ན་ཨང་བརྡ་རྩོམ་སྒྲིག་བྱ་སའི་ཕྱི་ལ་སྣུན།

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
bo: འབུལ་སྤྲོད་བྱས་ཟིན། མི་འགྱང་བར་ལན་འདེབས་དེ་འགྱུར་བ་ཐེབ་འགྲོ། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
bo: Xqueue ཡིས་སྐར་ཆ་ {xqueue_timeout} ནང་ལན་བཏབས་མི་འདུག ཤོར་འདུག

source: Error running code.
bo: གནད་དོན་འགྲོ་བཞིན་པའི་ཨང་བརྡ།

source: Cannot connect to the queue
bo: པང་རིམ་དེ་ལ་མཐུད་ཐུབ་མ་སོང་།

source: No formula specified.
bo: formula ངོས་འཛིན་བྱས་མི་འདུག

source: Couldn't parse formula: {error_msg}
bo: formula: {error_msg} ཡི་འགྲེལ་བརྗོད་ཐུབ་མ་སོང་།

source: Error while rendering preview
bo: སྔོན་ལྟ་བསྒྱུར་སྐབས་གནད་དོན་བྱུང་སོང་།

source: Sorry, couldn't parse formula
bo: དགོངས་དག formula ལ་འགྲེལ་བརྗོད་བྱ་ཐུབ་མ་སོང་།

source: {input_type}: unexpected tag {tag_name}
bo: {input_type}: གློ་བུར་བའི་བྱང་བུ། {tag_name}

source: Question {index}
bo: དྲི་བ་ {index}

source: Correct:
bo: འགྲིག་པ།

source: Incorrect:
bo: མ་འགྲིག་པ།

source: Answer
bo: ལན།

source: Error {err} in evaluating hint function {hintfn}.
bo: {hintfn} ཟུར་སྟོན་བྱེད་ལས་ཀྱི་གོ་རིམ་ཁྲོད་གནད་དོན་ {err} བྱུང་།

source: See XML source line {sourcenum}.
bo: XML ཡི་ཐོན་ཁུངས་ཀྱི་པང་རིམ་ {sourcenum} ལ་གཟིགས།

source: Checkboxes
bo: འདེམ་རྟགས་སྒམ།

source: Multiple Choice
bo: སྣ་མང་འདེམ་ཀ

source: Do not use shuffle and answer-pool at the same time
bo: གོ་རིམ་དཀྲུགས་པ་དང་ངེས་མེད་ཐོལ་བྱུང་གི་དྲི་ལན་གཉིས་དུས་གཅིག་ལ་བྱེད་མི་རུང་།

source: answer-pool value should be an integer
bo: ལན་གྱི་སྒམ་ནང་གི་རིན་ཐང་དེ་ཨང་རིམ་ཡིན་དགོས།

source: Choicegroup must include at least 1 correct and 1 incorrect choice
bo: བདམས་པའི་ཚོགས་པ་ཟེར་བའི་ནང་ཉུང་མཐར་ཡང་བདམས་པ་འགྲིག་པ་༡ དང་མི་འགྲིག་པ་༡ ངེས་པར་འདུ་དགོས།

source: True/False Choice
bo: བདེན་པ་/རྫུན་མ་གདམ་གསེས།

source: Dropdown
bo: རིམ་འདེམ།

source: Numerical Input
bo: ཨང་རྩིས་ནང་འཇུག

source: There was a problem with the staff answer to this problem.
bo: དྲི་བ་འདིར་ལས་བྱེད་ཀྱིས་ལན་འདེབས་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག

source: Could not interpret '{student_answer}' as a number.
bo: '{student_answer}' ཨང་གྲངས་ཀྱི་རྣམ་པར་བསྒྱུར་ཐུབ་ས་མ་རེད།

source: Invalid math syntax: '{student_answer}'
bo: ཚུམ་མཐུན་མ་ཡིན་པའི་ཨང་རྩིས་འགྲོ་སྟངས།: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
bo: དྲི་བའི་གནས་རིམ་གྱི་ཡ་མཐའ་དང་མ་མཐའི་ནང་ཁྱེད་ཀྱིས་རྙོག་འཛིང་ཅན་གྱི་ཨང་གྲངས་རིགས་མ་བཞག་ན་བཟང་།

source: There was a problem with the staff answer to this problem: complex boundary.
bo: དྲི་བ་འདི་ལ་ལས་བྱེད་ཀྱིས་ལན་འདེབས་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག རྙོག་འཛིང་གི་ས་མཚམས།

source: There was a problem with the staff answer to this problem: empty boundary.
bo: དྲི་བ་འདི་ལ་ལས་བྱེད་ཀྱིས་ལན་འདེབས་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག: བར་སྟོང་གི་ས་མཚམས།

source: or
bo: ཡང་ན་

source: Text Input
bo: ནང་འཇུག་ཡི་གེ།

source: error
bo: གནད་དོན།

source: error getting student answer from {student_answers}
bo: སློབ་ཕྲུག་གི་དྲི་ལན་ {student_answers} འབྱོར་བར་གནད་དོན་ཞིག་བྱུང་།

source: No answer entered!
bo: དྲི་བ་བཞག་མི་འདུག

source: CustomResponse: check function returned an invalid dictionary!
bo: མ་གཞིའི་ལན་འདེབས།: ཚུལ་མཐུན་མ་ཡིན་པའི་ཚིག་མཛོད་ཕྱིར་ཡོང་བར་བྱེད་ནུས་ལ་རྟགས་རྒྱོབས།

source: Symbolic Math Input
bo: མཚོན་བྱེད་རྩིས་རིག་ནང་འཇུག

source: An error occurred with SymbolicResponse. The error was: {error_msg}
bo: མཚོན་རྟགས་ལན་འདེབས་ལ་གནད་དོན་ཞིག་བྱུང་སོང་། གནད་དོན་ནི་: {error_msg} རེད།

source: Code Input
bo: ཨང་བརྡ་ནང་འཇུག

source: No answer provided.
bo: ལན་བཏབ་མི་འདུག

source: Error: No grader has been set up for this problem.
bo: གནད་དོན།: དཀའ་ངལ་འདི་ལ་རིམ་པ་བགོ་བྱེད་མེད་ཟེར་བ་བསྒྲིགས་འདུག

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
bo: (Reason: {error_msg}) གནས་རིམ་ལ་ཁྱེད་ཀྱི་འབུལ་སྤྲོད་བྱས་པ་དེ་གཏོང་ཐུབ་མ་སོང་། རྗེས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Invalid grader reply. Please contact the course staff.
bo: རིམ་པ་བགོ་བྱེད་ཀྱི་ལན་འདེབས་ཚུལ་མཐུན་མ་རེད། སློབ་ཚན་ལས་བྱེད་ལ་འབྲེལ་བ་བྱ་རོགས།

source: External Grader
bo: ཕྱིའི་རིམ་པ་བགོ་བྱེད།

source: Math Expression Input
bo: རྩིས་རིག་ཚབ་བསྒྱུར་ནང་འཇུག

source: Invalid input: Could not parse '{bad_input}' as a formula.
bo: ནང་འཇུག་ཚུལ་མཐུན་མ་རེད། ཚབ་བསྒྱུར་ངོས་ནས་རིགས་བཀར་ཐུབ་མ་སོང་། '{bad_input}'

source: Invalid input: Could not parse '{bad_input}' as a formula
bo: ནང་འཇུག་ཚུལ་མཐུན་མ་རེད། ཚབ་བསྒྱུར་ངོས་ནས་རིགས་བཀར་ཐུབ་མ་སོང་། '{bad_input}'
