Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
bo: ཁྱེད་ལ་ལག་ཁྱེར་འཐོབ་རྒྱུ་མེད། རྒྱུ་མཚན་ཁྱེད་ལ་ད་ལྟའི་ {platform_name} ཡི་ཁུངས་སྐྱེལ་ID མི་འདུག

source: To see course content, {sign_in_link} or {register_link}.
bo: སློབ་ཚན་གྱི་ནང་དོན་ལ་བལྟ་བར་ {sign_in_link} དང་ཡང་ན་ {register_link} བྱོས།

source: {sign_in_link} or {register_link}.
bo: {sign_in_link} དང་ཡང་ན་ {register_link}

source: Sign in
bo: ནང་འཛུལ།

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
bo: སློབ་ཚན་གྱི་ནང་དོན་ལ་བལྟ་བར་སློབ་ཚན་དེའི་ནང་ངེས་པར་དུ་ཞུགས་ཐོ་འགོད་དགོས། {enroll_link_start} ཞུགས་ཐོ་ཁོད། {enroll_link_end}.

source: You must be enrolled in the course to see course content.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་གྱི་ནང་དོན་ལ་གཟིགས་ན་ངེས་པར་དུ་ཞུགས་ཐོ་འགོད་དགོས།

source: User does not exist.
bo: སྤྱོད་མཁན་གནས་མི་འདུག

source: Invalid location.
bo: ས་གནས་ཚུལ་མཐུན་མ་རེད།

source: User {username} has never accessed problem {location}
bo: སྤྱོད་མཁན་ {username} འདིས་དྲི་བར་རྩ་བ་ནས་བལྟས་མི་འདུག {location}

source: You must be signed in to {platform_name} to create a certificate.
bo: ཁྱེད་ཀྱིས་ {platform_name} འདི་ནས་ལག་ཁྱེར་བཟོ་བར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: Course is not valid
bo: སློབ་ཚན་འདི་ཚུལ་མཐུན་མ་རེད།

source: Your certificate will be available when you pass the course.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་སྦྱངས་རྗེས་ལག་ཁྱེར་འབྱོར་ཡོང་།

source: Certificate has already been created.
bo: ལག་ཁྱེར་བཟོས་ཟིན་ཡོད།

source: Certificate is being created.
bo: ལག་ཁྱེར་བཟོ་བཞིན་ཡོད།

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་ལེན་འདོད་པའི་སློབ་ཚན་དེ་འདེམས། གལ་ཏེ་སློབ་ཚན་དེ་ཐོ་གཞུང་ནང་སླེབས་མེད་ན། ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་ས་དེ་ audit track ཡིན་མིན་བསྐྱར་ཞིབ་བྱོས།

source: Title can't be empty
bo: མཚན་བྱང་སྟོང་བར་འཇོག་མི་རུང་།

source: Body can't be empty
bo: སྤྱི་ཁག་སྟོང་བར་འཇོག་མི་རུང་།

source: Topic doesn't exist
bo: བརྗོད་གཞི་མི་འདུག

source: Comment level too deep
bo: དཔྱད་བརྗོད་ཀྱི་ཚད་གཞི་ཟབ་དྲགས་འདུག

source: Error uploading file. Please contact the site administrator. Thank you.
bo: ཡིག་ཆ་ནང་འཇུག་ལ་གནད་དོན་བྱུང་སོང་། སྡེ་ཚན་འདིའི་འཛིན་སྐྱོང་བྱེད་པོར་འབྲེལ་བ་བྱ་རོགས། ཐུགས་རྗེ་ཆེ།

source: Good
bo: ཡག་བྱུང་།

source: your
bo: ཁྱེད་ཀྱི་

source: their
bo: ཁོང་ཚོའི་

source: %(course_name)s: Reported content awaits review
bo: %(course_name)s: སྙན་འབུལ་ཞུས་པའི་ནང་དོན་དེས་བསྐྱར་ཞིབ་བྱ་རྒྱུར་སྒུག་ཡོད།

source: Go to Discussion
bo: བགྲོ་གླེང་ལ་ཕེབས།

source: %(course_name)s: Reported content awaits review
bo: %(course_name)s: སྙན་འབུལ་ཞུས་པའི་ནང་དོན་དེས་བསྐྱར་ཞིབ་བྱེད་པར་སྒུག་ཡོད།

source: %(course_name)s %(course_id)s moderator content for review
bo: %(course_name)s %(course_id)s དོན་དོན་བསྐྱར་ཞིབ་པ།

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
bo: %(comment_username)s ཡིས་ལན་བཏབས་པ་ {start_tag}%(thread_title)s{end_tag}:

source: View discussion
bo: བགྲོ་གླེང་སྟོན།

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
bo: %(comment_username)s ཡིས་ལན་བཏབས་པ་ <b>%(thread_title)s</b>:

source: Response to %(thread_title)s
bo: %(thread_title)s འདིའི་ལན།

source: Access to this discussion is restricted to team members and staff.
bo: བགྲོ་གླེང་འདི་ཚོགས་མི་དང་ལས་བྱེད་དང་བཅས་པར་བཀག་རྒྱ་བྱས་འདུག

source: EdxNotes Service is unavailable. Please try again in a few minutes.
bo: Edx མཆན་གྱི་ཞབས་ཞུ་མི་འདུག སྐར་མ་འགའི་རྗེས་སུ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Invalid JSON response received from notes api.
bo: མཆན་གྱི་api ནས་འབྱོར་བའི་ JSON ལན་འདེབས་ཚུལ་མཐུན་མ་རེད།

source: Incorrect data received from notes api.
bo: མཆན་གྱི་api ནས་འབྱོར་བའི་གཞི་གྲངས་ཚད་ལྡན་མ་རེད།

source: No endpoint was provided for EdxNotes.
bo: Edxམཆན་ལ་ཐ་མའི་ཚད་གཞི་མེད་པ་དགོས།

source: Notes
bo: མཆན།

source: Allow learners to highlight passages and make notes right in the course.
bo: སློབ་གཉེར་བར་སློབ་ཚན་དེའི་ནང་གི་རྩོམ་ཡིག་ལ་ནན་རྟགས་དང་མཆན་འགོད་པའི་ཆོག་མཆན་ཡོད།

source: Cannot override subsection grade: subsection is not available for target learner.
bo: ནང་གསེས་སྡེ་ཚན་གྱི་རིམ་པ་ཟུར་འཇོག་བྱ་མི་ཐུབ་སྟེ། དམིགས་འབེན་སློབ་གཉེར་བའི་ཆེད་དུ་ནང་གསེས་སྡེ་ཚན་བཟོས་མི་འདུག

source: Proctored Exam Review: {review_status}
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་བསྐྱར་ཞིབ།: {review_status}

source: Your Platform Insights
bo: ཁྱེད་ཀྱི་སྟེགས་བུའི་མཐོང་རྒྱ།

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
bo: སྙན་འབུལ་{report_type} དེ་བཟོ་བཞིན་ཡོད། སྙན་འབུལ་དེའི་གནས་བབ་ལ་བལྟ་ཞིབ་བྱེད་པར་གཤམ་གསལ་གྱི་བར་སྒུག་ལས་འགན་དག་ལ་གཟིགས།

source: Found a conflict with given identifier. Please try an alternative identifier
bo: མཁོ་འདོན་བྱས་པའི་ངོས་འཛིན་བྱེད་དེར་དཀའ་ངལ་ཞིག་འདུག དེའི་ཕྱིར་དེ་དང་འདྲ་མཚུངས་ཀྱི་ངོས་འཛིན་བྱེད་ཅིག་བཀོལ་རོགས།

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ཡིག་ཆའི་རྣམ་སྒྲིག CSV ཡིན་པ་དང་ཕྱི་ལོགས་ཀྱི་དམིགས་བསལ་ཡིག་རིགས་དང་ཡང་ན་འཕྲེད་ཐིགས་མེད་པ་ཡིན་མིན་ངེས་གཏན་བྱོས།

source: Could not read uploaded file.
bo: ནང་འཇུག་བྱས་པའི་ཡིག་ཆ་ཀློག་མི་ཐུབ།

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
bo: གཞི་གྲངས་ཀྱི་འཕྲེད་བསྟར་ #{row_num} ནི་ངེས་པར་དུ་གྲལ་བསྟར་བཞི་ཏག་ཏག་ཡོད་དགོས་ཏེ། གློག་འཕྲིན་དང་། སྤྱོད་མིང་། མིང་ཆ་ཚང་། རྒྱལ་ཁབ་བཅས་སོ།།

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
bo: སློབ་ཚན་ནི་རིགས་བགོ་བྱས་མེད། འོན་ཀྱང་རིགས་བགོ་མཁོ་སྤྲོད་བྱས་ཡོད་པ་ཡིན། སྤྱོད་མཁན་ཡོངས་ལ་རིགས་བགོའི་ལས་འགན་བརྩིས་མེད་ལ་བཞག

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
bo: རིགས་བགོའི་མིང་རྙེད་མ་སོང་། {cohort} སྤྱོད་མཁན་ཡོངས་ལ་རིགས་བགོའི་ལས་འགན་བརྩིས་མེད་ལ་བཞག

source: Invalid email {email_address}.
bo: གློག་འཕྲིན་ཚུལ་མཐུན་མ་རེད། {email_address}

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
bo: གློག་འཕྲིན་ {email} འདི་ཡོད་པའི་ཁ་བྱང་ཞིག་གནས་འདུག འོན་ཀྱང་། སྤྱོད་མིང་ {username} གཅིག་མཚུངས་མ་རེད། གང་ལྟར་གློག་འཕྲིན་ {email} འདིའི་ཐོག་ཞུགས་ཐོ་འགོད་རྒྱུ་ཡིན།

source: File is not attached.
bo: ཡིག་ཆ་ཟུར་བཀོད་བྱས་མི་འདུག

source: Username {user} already exists.
bo: ཁོང་ {user} ད་སྔ་ནས་གནས་འདུག

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
bo: གནད་དོན་བྱུང་སོང་། སྤྱོད་མཁན་གསར་པ་ཁོང་ལ་ (user email={email}) གློག་འཕྲིན་གཏོང་སྐབས་གནད་དོན་ཞིག་ '{error}' བྱུང་སོང་། གློག་འཕྲིན་མེད་པར་ནང་འཛུལ་བྱ་མི་ཐུབ་པས་གནས་ཚུལ་ཞིབ་ཕྲའི་རིགས་རམ་འདེགས་པར་འབྲེལ་བ་བྱ་ཪོགས།

source: The requesting user is not authenticated.
bo: རེ་འདུན་ཞུ་བཞིན་པའི་སྤྱོད་མཁན་དེ་ཁུངས་ལྡན་ཞིག་མ་རེད།

source: The requesting user lacks access to the course.
bo: རེ་འདུན་ཞུ་བཞིན་པའི་སྤྱོད་མཁན་དེ་ལ་སློབ་ཚན་བལྟ་ཀློག་གི་ཆོག་མཆན་ཉུང་ཙམ་བྱེད།

source: problem responses
bo: དྲི་བའི་ལན།

source: Could not find problem with this location.
bo: ས་གནས་འདི་ནས་དྲི་བ་རྙེད་མ་སོང་།

source: CourseID
bo: སློབ་ཚན་ ID

source: Certificate Type
bo: ལག་ཁྱེར་རིགས།

source: Total Certificates Issued
bo: ལག་ཁྱེར་བཟོས་པའི་སྤྱི་བསྡོམས།

source: Date Report Run
bo: སྙན་ཞུ་འབུལ་སྤྲོད་ཀྱི་ཟླ་ཚེས།

source: enrolled learner profile
bo: ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བའི་གནས་ཚུལ་སྙིང་བསྡུས།

source: User ID
bo: སྤྱོད་མཁན་གྱི་ID

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: Email
bo: གློག་འཕྲིན།

source: Language
bo: སྐད་ཡིག

source: Location
bo: ས་གནས།

source: Gender
bo: ཕོ་མོ།

source: Level of Education
bo: སློབ་ཐོན་གནས་ཚད།

source: Mailing Address
bo: སྤྲགས་གཏོང་སྡོད་བྱང་།

source: Goals
bo: དམིགས་འབེན།

source: Enrollment Mode
bo: ཞུགས་ཐོའི་རྣམ་པ།

source: Last Login
bo: ནང་འཛུལ་ཐ་མ།

source: Date Joined
bo: ནང་ཞུགས་ཟླ་ཚེས།

source: External User Key
bo: ཕྱི་བཞུགས་སྤྱོད་མཁན་གྱི་གནད་ཚིག

source: Cohort
bo: རྒྱབ་སྐྱོར་བ།

source: Team
bo: ཚན་ཆུང་།

source: City
bo: གྲོང་ཁྱེར།

source: Country
bo: རྒྱལ་ཁབ།

source: enrollment
bo: ཞུགས་ཐོ།

source: The file must contain a 'cohort' column containing cohort names.
bo: ཡིག་ཆ་དེའི་ནང་ངེས་པར་དུ་ཆེད་སྒྲིག་སྡེ་ཚན་གྱི་མིང་ཡོད་པའི་ 'cohort' ཚན་པ་ཞིག་ཡོད་དགོས།

source: The file must contain a 'username' column, an 'email' column, or both.
bo: ཡིག་ཆ་དེའི་ནང་ངེས་པར་དུ་ 'username' ཡོད་པའི་ཚན་པ་ཞིག་དང་ཡང་ན་ 'email' ཡི་ཚན་པ་ཞིག ཡང་ན་གཉིས་ཆ་ཡོད་པ་ཞིག་ཡོད་དགོས།

source: survey
bo: བརྟག་དཔྱད།

source: proctored exam results
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་གྲུབ་འབྲས།

source: Anonymized User IDs
bo: མིང་ཁ་གསལ་མ་བཀོད་པའི་སྤྱོད་མཁན་གྱི་ IDs

source: Enrollment status for {student}: unknown
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ།: ཁ་གསལ་མི་འདུག

source: Enrollment status for {student}: active
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ།: ནུས་ལྡན་རེད།

source: Enrollment status for {student}: inactive
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ།: ནུས་ལྡན་ན་རེད།

source: Enrollment status for {student}: pending
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ།: སྒུག་བཞིན་ཡོད།

source: Enrollment status for {student}: never enrolled
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ།: ཞུགས་ཐོ་རྩ་བ་ནས་བཀོད་མི་འདུག

source: Module does not exist.
bo: ཚད་གཞིའི་དཔེ་མཚོན་གནས་མི་འདུག

source: An error occurred while deleting the score.
bo: ཐོབ་སྐར་བསུབས་དུས་གནད་དོན་ཞིག་བྱུང་སོང་།

source: Course has no entrance exam section.
bo: སློབ་ཚན་ལ་ཚུད་རྒྱུགས་སྡེ་ཚན་མི་འདུག

source: all_students and unique_student_identifier are mutually exclusive.
bo: སློབ་ཕྲུག་_ཡོངས་དང་ དམིགས་བསལ་_སློབ་ཕྲུག་གི་_ངོས་འཛིན་བྱེད་གཉིས་ཕན་ཚུན་མ་འདྲེས་པ།

source: all_students and delete_module are mutually exclusive.
bo: སློབ་ཕྲུག་_ཡོངས་དང་བསུབས་ཟིན་པའི་_མ་དཔེ་གཉིས་ཕན་ཚུན་མ་འདྲེས་པ།

source: Requires instructor access.
bo: མཛུབ་སྟོན་པའི་ཆོག་མཆན་གྱི་ཆ་རྐྱེན་བཏོན།

source: Course has no valid entrance exam section.
bo: སློབ་ཚན་ལ་ཚུལ་དང་མཐུན་པའི་ཚུད་རྒྱུགས་སྡེ་ཚན་མི་འདུག

source: All Students
bo: སློབ་ཕྲུག་ཡོངས།

source: Cannot rescore with all_students and unique_student_identifier.
bo: སློབ་ཕྲུག་_ཡོངས་དང་དམིགས་བསལ་_སློབ་ཕྲུག་གི་_ངོས་འཛིན་བྱེད་གཞིར་བཟུང་གིས་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱེད་མི་ཐུབ།

source: Current status of task.
bo: ད་ལྟའི་ལས་འགན་གྱི་གནས་བབ།

source: Identifies the kind of task being performed, e.g. rescoring.
bo: ལག་བསྟར་བྱེད་བཞིན་པའི་ལས་འགན་དེ་རིགས་ངོས་འཛིན་བྱ་དགོས། དཔེར་ན། ཐོབ་སྐར་བསྐྱར་འགོད་བྱེད་བཞིན་པ།

source: The celery ID for the task.
bo: ལས་འགན་དེའི་ celery ID

source: The date and time when the task was created.
bo: ལས་འགན་དེ་བཟོ་དུས་ཀྱི་ཟླ་ཚེས་དང་དུས་ཚོད།

source: The username of the user who initiated this task.
bo: ལས་འགན་འདི་འགོ་བརྩམས་ཟིན་པའི་སྤྱོད་མཁན་དེའི་མིང་།

source: The last knows state of the celery task.
bo: མཐའ་མར་ཤེས་པའི་ celery ལས་འགན་གྱི་གནས་བབ།

source: Task duration information, if known
bo: གལ་ཏེ་ཤེས་ན། ལས་འགན་དེའི་དུས་ཡུན་གྱི་གནས་ཚུལ།

source: User-friendly task status information, if available.
bo: སྤྱོད་མཁན་-གྱིས་མཛའ་བརྩེའི་ངང་བསྒྲུབ་པའི་ལས་འགན་གནས་བབ་ཀྱི་གནས་ཚུལ།, གལ་སྲིད་ཡོད་ན།

source: List of instructor tasks.
bo: སློབ་སྟོན་པའི་ལས་འགན་གྱི་ཐོ་གཞུང་།

source: The requested course does not exist.
bo: རེ་ཞུ་བྱས་པའི་སློབ་ཚན་དེ་གནས་མི་འདུག

source: URL from which report can be downloaded.
bo: ཞུ་འབུལ་བྱས་པའི་ URLཕབ་ལེན་བྱ་ཐུབ།

source: Name of report.
bo: ཞུ་འབུལ་གྱི་མིང་།

source: HTML anchor tag that contains the name and link.
bo: མིང་དང་དྲ་ཐག་འདུས་པའི་ HTML ཡི་མཚོན་རྟགས།

source: List of report downloads
bo: སྙན་འབུལ་ཕབ་ལེན་བྱས་པའི་ཐོ་གཞུང་།

source: ID for the course whose reports need to be listed.
bo: ཐོ་གཞུང་ནང་འགོད་རྒྱུའི་སློབ་ཚན་གྱི་སྙན་འབུལ་ ID

source: ORA data
bo: ORA གཞི་གྲངས།

source: ORA summary
bo: ORA སྙིང་བསྡུས།

source: Attachments archive is being created.
bo: ཟུར་སྣོན་ཡིག་ཚགས་བཟོ་བཞིན་ཡོད།

source: grade
bo: གནས་རིམ།

source: problem grade
bo: དྲི་བའི་གནས་རིམ།

source: Successfully changed due date for student {0} for {1} to {2}
bo: སློབ་ཕྲུག་ {0} གི་ཆེད་དུ་དུས་བཀག་དེ་ {1} ནས་ {2} ལ་འགྱུར་བ་བཏང་ཡོད།

source: Successfully removed invalid due date extension (unit has no due date).
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་དུས་བཀག་ནར་འགྱངས་དེ་བདེ་ལེགས་ངང་མེད་པར་བཟོས་ཡོད། (unit has no due date).

source: Successfully reset due date for student {0} for {1} to {2}
bo: སློབ་ཕྲུག་ {0} གི་ཆེད་དུ་དུས་བཀག་དེ་ {1} ནས་ {2} ལ་བདེ་ལེགས་ངང་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: This student (%s) will skip the entrance exam.
bo: སློབ་ཕྲུག་འདི་ (%s) ཚུད་རྒྱུགས་དེ་ནས་ཐོད་རྒལ་བྱེད།

source: This student (%s) is already allowed to skip the entrance exam.
bo: སློབ་ཕྲུག་འདི་ (%s) ཚུད་རྒྱུགས་དེ་ནས་ཐོད་རྒལ་བྱེད་པའི་ཆོག་མཆན་ཐོབ་སོང་།

source: Please select one or more certificate statuses that require certificate regeneration.
bo: ལག་ཁྱེར་བཟོ་བར་ཆ་རྐྱེན་བཏོན་པའི་ལག་ཁྱེར་གྱི་གནས་བབ་གཅིག་དང་ཡང་ན་དེ་ལས་མང་བར་འདེམ་རྟགས་འགོད་རོགས།

source: Please select certificate statuses from the list only.
bo: ཐོ་གཞུང་དེ་ཁོ་ན་ལས་ལག་ཁྱེར་གྱི་གནས་བབ་རེ་ཟུང་ལ་འདེམ་རྟགས་འགོད་རོགས།

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
bo: སློབ་ཕྲུག་ {user} ཀྱིས་སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་མི་འདུག ཁྱེད་ཀྱིས་དག་ཆ་ལ་ཞིབ་ལྟ་ཞིག་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
bo: སློབ་ཕྲུག་ {user} འདིད་སྔ་ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པའི་ཐོ་གཞུང་ནང་ཞུགས་འདུག་པའི་རྐྱེན་གྱིས་ལག་ཁྱེར་ཡོད་པའི་ཐོ་གཞུང་ནང་སྣོན་མི་ཐུབ།

source: Student (username/email={user}) already in certificate exception list.
bo: སློབ་ཕྲུག་ (username/email={user}) ལག་ཁྱེར་གྱི་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཀོད་ཟིན་འདུག

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
bo: སློབ་ཕྲུག་ {student} དགག་བྱ་མེད་པའི་ཐོ་གཞུང་གི་འཛུལ་སྒོ་བསུབ་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་ཚོད་ལྟ་བྱ་རོགས།

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
bo: སློབ་མའི་སྤྱོད་མཁན་མིང་ངམ་གློག་འཕྲིན་ངེས་པར་དགོས་པས་སྒམ་དེ་སྟོང་པར་འཇོག་མི་ཉན། སྤྱོད་མཁན་མིང་ངམ་གློག་འཕྲིན་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ཏེ། "དམིགས་བསལ་ཐོ་གཞུང་ལ་ཞོག་" ཟེར་བའི་མཐེབ་ལ་སྣུན།

source: The record is not in the correct format. Please add a valid username or email address.
bo: སྒྲ་འཇུག་བྱས་པ་དེའི་རྣམ་སྒྲིག་ཚུལ་མཐུན་ཞིག་མ་རེད། སྐུ་མཁྱེན་ཚུལ་མཐུན་གྱི་སྤྱོད་མིང་དང་ཡང་ན་གློག་འཕྲིན་གང་རུང་ཞིག་འཇོག་རོགས།

source: {user} does not exist in the LMS. Please check your spelling and retry.
bo: LMS འདིའི་ནང་ {user} སྤྱོད་མཁན་གནས་མི་འདུག དག་ཆ་ལ་བསྐྱར་ཞིབ་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Invalid data, generate_for must be "new" or "all".
bo: ཚུལ་མཐུན་མིན་པའི་གཞི་གྲངས་, ངེས་པར་དུ་ "new" ཡང་ན་ "all" བཟོ་དགོས།

source: Certificate generation started for students on the allowlist.
bo: དགག་བྱ་མེད་པའི་ཐོའི་ནང་གི་སློབ་ཕྲུག་ཚོར་ལག་ཁྱེར་བཟོ་འགོ་བརྩམས་ཡོད།

source: user "{user}" in row# {row}
bo: སྤྱོད་མཁན་ "{user}" འཕྲེང་བསྟར་ # {row}

source: user "{username}" in row# {row}
bo: སྤྱོད་མཁན་ "{username}" འཕྲེང་བསྟར་# {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
bo: སྤྱོད་མཁན་ {user} འདིའི་ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པར་གྱུར་འདུག་པས། ཁྱེད་ཀྱི་དག་ཆ་ལ་ཞིབ་ལྟ་ཞིག་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
bo: སློབ་ཕྲུག་ {user} འདིའི་ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པར་གྱུར་འདུག་པས། ལག་ཁྱེར་འདི་སློབ་ཕྲུག་དེའི་ཡིན་པའི་ཁུངས་སྐྱེལ་བྱས་ཏེ་དེའི་འགྲོ་ལུགས་སྒྲུབ།

source: Certificate Invalidation does not exist, Please refresh the page and try again.
bo: ཚུལ་མཐུན་མིན་པའི་ལག་ཁྱེར་གནས་མི་འདུག ཤོག་ངོས་དེ་བསྐྱར་སྐོར་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
bo: སློབ་མའི་སྤྱོད་མཁན་མིང་ངམ་གློག་འཕྲིན་ངེས་པར་དགོས་པས་སྒམ་དེ་སྟོང་པར་འཇོག་མི་ཉན། སྤྱོད་མཁན་མིང་ངམ་གློག་འཕྲིན་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ཏེ། "ལག་ཁྱེར་ཕྱིར་ཐེན།" ཟེར་བའི་མཐེབ་ལ་སྣུན།

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
bo: སློབ་ཕྲུག་ {student} དེ་ལ་སློབ་ཚན་ {course} དེའི་ལག་ཁྱེར་མི་འདུག སློབ་ཕྲུག་གི་སྤྱོད་མིང་ /གློག་འཕྲིན་ནང་འཇུག་བྱས་ཏེ་ཁུངས་སྐྱེལ་བྱས་པ་དང་། ཆེད་འདེམས་བྱས་པའི་སློབ་ཚན་དེ་ལེགས་སྒྲིག་བྱས་རྗེས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Instructor
bo: སློབ་སྟོན་པ།

source: Special Exams
bo: དམིགས་བསལ་ཡིག་རྒྱུགས།

source: Certificates
bo: ལག་འཁྱེར།

source: Please Enter the numeric value for the course price
bo: སློབ་ཚན་གྱི་རིན་གོང་ནང་ཨང་ཀི་ཁོ་ན་འཇུག་རོགས།

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
bo: སློབ་ཚན་དཔེ་མཚོན་དང་ལྷན་ཏུ་དཔེ་མཚོན་གྱི་བརྗོད་ཚིག་ ({mode_slug}) གནས་མི་འདུག

source: CourseMode price updated successfully
bo: སློབ་ཚན་དཔེ་མཚོན་གྱི་རིན་གོང་བདེ་ལེགས་ངང་ཁ་གསབ་བྱས་ཡོད།

source: Course Info
bo: སློབ་ཚན་གནས་ཚུལ།

source: Enrollment data is now available in {dashboard_link}.
bo: ཞུགས་ཐོ་བཀོད་པའི་གཞི་གྲངས་ {dashboard_link} འདིའི་ནང་ཡོད།

source: Membership
bo: ཚོགས་མིའི་གོ་གནས།

source: Cohorts
bo: ཚོགས་སྡེ།

source: Discussions
bo: བགྲོ་གླེང་རྣམས།

source: Student Admin
bo: སློབ་ཕྲུག་འཛིན་སྐྱོང་།

source: Extensions
bo: ཕར་འགྱངས།

source: Data Download
bo: གཞི་གྲངས་ཕབ་ལེན།

source: Analytics
bo: དབྱེ་ཞིབ་ཁག

source: Open Responses
bo: ཐུན་མོང་གི་དྲི་ལན་རྣམས།

source: 0 sent
bo: 0 བཏང་བ།

source: {num_emails} sent
bo: {num_emails} བཏང་བ།

source: {num_emails} failed
bo: {num_emails} ལམ་ལྷོངས་མ་བྱུང་བ།

source: Complete
bo: ཆ་ཚང་།

source: Incomplete
bo: ཆ་མ་ཚང་བ།

source: Could not find student matching identifier: {student_identifier}
bo: ཁུངས་སྐྱེལ་བྱས་པ་དང་མཐུན་པའི་སློབ་ཕྲུག་རྙེད་མ་སོང་།: {student_identifier}

source: Unable to parse date:
bo: ཟླ་ཚེས་ཀྱི་གྲངས་ཀ་མི་ནུས་པ།:

source: Couldn't find module for url: {0}
bo: འདིའི་ {0} ཐབས་ལམ་རྙེད་མ་སོང་།

source: Could not find student enrollment in the course.
bo: སློབ་ཚན་དེའི་ནང་སློབ་ཕྲུག་གི་ཞུགས་ཐོ་རྙེད་ཀྱི་མི་འདུག

source: Unit {0} has no due date to extend.
bo: ཡང་གསེས་ {0} ཕྱིར་འགྱངས་བྱེད་པར་དུས་བཀག་མི་འདུག

source: An extended due date must be later than the original due date.
bo: ཕྱིར་འགྱངས་བྱས་པའི་དུས་བཀག་དེ་ངེས་པར་དུ་མ་གཞིའི་དུས་བཀག་གི་རྗེས་ལ་ཡིན་དགོས།

source: Full Name
bo: མིང་ཧྲིལ་བོ།

source: Extended Due Date
bo: ཕྱིར་འགྱངས་བྱས་པའི་དུས་བཀག

source: Users with due date extensions for {0}
bo: སྤྱོད་མཁན་དང་ལྷན་དུ་འདིའི་ {0} དུས་བཀག་ཕྱིར་འགྱངས།

source: Due date extensions for {0} {1} ({2})
bo: འདིའི་ {0} {1} ({2}) དུས་བཀག་ཕྱིར་འགྱངས།

source: Requested task is already running
bo: རེ་ཞུ་བྱས་ཟིན་པའི་ལས་འགན་ནི་འགྲོ་བཞིན་འདུག

source: Error occured. Please try again later.
bo: གནད་དོན་ཞིག་བྱུང་སོང་བས་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: detailed enrollment
bo: ཞིབ་འགྲེལ་བྱས་པའི་ཞུགས་ཐོ།

source: This component cannot be rescored.
bo: གྲུབ་ཆ་འདིའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱ་མི་ཐུབ།

source: This component does not support score override.
bo: གྲུབ་ཆ་འདིས་ཐོབ་སྐར་ཟུར་འཇོག་ལ་རམ་འདེགས་མི་བྱེད།

source: Scores must be between 0 and the value of the problem.
bo: ཐོབ་སྐར་ནི་ 0 དང་དྲི་བའི་རིན་ཐང་གི་བར་ངེས་པར་དུ་ཡིན་དགོས།

source: Not all problems in entrance exam support re-scoring.
bo: ཚུད་རྒྱུགས་ནང་གི་དྲི་བ་ཆ་ཚང་ཐོབ་སྐར་བསྐྱར་སྒྲིག་ལ་རམ་འདེགས་མི་བྱེད།

source: An error has occurred. Task was not created.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། ལས་འགན་བཟོ་ཐུབ་མ་སོང་།

source: rescored
bo: ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: overridden
bo: ཟུར་འཇོག

source: reset
bo: བསྐྱར་སྒྲིག

source: deleted
bo: བསུབ་ཟིན།

source: emailed
bo: གློག་འཕྲིན་བཏང་ཡོད།

source: graded
bo: གནས་རིམ་ཕྱེས་ཡོད།

source: problem distribution graded
bo: དྲི་བ་བགོ་འགྲེམ་གྱིས་གནས་རིམ་ཕྱེས་ཡོད།

source: certificates generated
bo: ལག་ཁྱེར་བཟོས་ཡོད།

source: cohorted
bo: སྡེ་ཚན་བགོས་ཟིན་པ།

source: generate_anonymized_id
bo: གསལ་ཁ་མེད་པའི་_id བཟོ།

source: compressed
bo: སྡོམ་བཙིར་བྱས་པ།

source: No status information available
bo: གནས་བབ་ཀྱི་གནས་ཚུལ་མི་འདུག

source: No task_output information found for instructor_task {0}
bo: སློབ་སྟོན་པའི་_ལས་འགན་ {0} གྱི་ལས་འགན་_ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་མི་འདུག

source: No parsable task_output information found for instructor_task {0}: {1}
bo: སློབ་སྟོན་པའི་_ལས་འགན་ {0}: {1} གྱི་འགྲེལ་བརྗོད་ཐུབ་པའི་ལས་འགན་_ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་མི་འདུག

source: No parsable status information available
bo: ཚིག་གཤིས་འཇོག་ཐུབ་སའི་གནས་བབ་ཀྱི་གནས་ཚུལ་མི་འདུག

source: No message provided
bo: འཕྲིན་ཐུང་མེད་པ་བསྒྲིགས་འདུག

source: Invalid task_output information found for instructor_task {0}: {1}
bo: སློབ་སྟོན་པའི་_ལས་འགན་ {0}: {1} གྱི་ཚུལ་མཐུན་མིན་པའི་_ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་རྙེད་པ།

source: No progress status information available
bo: ཡར་རྒྱས་ཀྱི་གནས་བབ་གནས་ཚུལ་མི་འདུག

source: Progress: {action} {succeeded} of {attempted} so far
bo: ཡར་རྒྱས།: {attempted} འདིའི་ {action} {succeeded}

source: Unable to find submission to be {action} for student '{student}'
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} རུ་འགྱུར་རྒྱུའི་འབུལ་སྤྲོད་རྙེད་མ་སོང་།

source: Problem failed to be {action} for student '{student}'
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} འགྱུར་རྒྱུའི་དྲི་བ་ལམ་ལྷོངས་བྱུང་མ་སོང་།

source: Problem successfully {action} for student '{student}'
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} དྲི་བ་ལམ་ལྷོངས་བྱུང་སོང་།

source: Unable to find entrance exam submission to be {action} for student '{student}'
bo: སློབ་ཕྲུག་ '{student}' འདིའི་ {action} འགྱུར་རྒྱུའི་ཚུད་རྒྱུགས་རྙེད་མ་སོང་།

source: Entrance exam successfully {action} for student '{student}'
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} ཚུད་རྒྱུགས་བདེ་ལེགས་ངང་བྱས་ཡོད།

source: Unable to find any students with submissions to be {action}
bo: {action} འདི་ལ་འགྱུར་རྒྱུའི་སློབ་ཕྲུག་གང་རུང་གི་འབུལ་སྤྲོད་གཅོག་ཀྱང་རྙེད་མ་སོང་།

source: Problem failed to be {action} for any of {attempted} students
bo: སློབ་ཕྲུག་གིས་ཚོད་ལྟ་ {attempted} གང་བྱས་པ་ལྟར་དྲི་བ་ {action} བྱུང་མ་སོང་།

source: Problem successfully {action} for {attempted} students
bo: སློབ་ཕྲུག་གིས་ཚོད་ལྟ་ {attempted} གང་བྱས་པ་ལྟར་དྲི་བ་ {action} ལམ་ལྷོངས་བྱུང་སོང་།

source: Problem {action} for {succeeded} of {attempted} students
bo: སློབ་ཕྲུག་ཚོའི་ཆེད་དུ་དྲི་བ་ {action} འདིའི་ {succeeded} ཐེངས་མ་ {attempted}

source: Unable to find any recipients to be {action}
bo: འདིར་ {action} གཏོང་ས་སུ་ཡང་བཙལ་ཐུབ་མ་སོང་།

source: Message failed to be {action} for any of {attempted} recipients
bo: འཕྲིན་ཐུང་འདི་ {action} སུ་གང་ལ་ {attempted} གཏོང་ཐུབ་མ་སོང་།

source: Message successfully {action} for {attempted} recipients
bo: འཕྲིན་ཐུང་བདེ་ལེགས་ངང་{attempted} ཁོང་ལ་ {action} ཡོད།

source: Message {action} for {succeeded} of {attempted} recipients
bo: གློག་འཕྲིན་ {action} གཏོང་ཡུལ་{attempted} ལྟར་ {succeeded} ལེགས་པར་གྲུབ།

source: Status: {action} {succeeded} of {attempted}
bo: གནས་བབ།: {attempted} འདིའི་ {action} {succeeded}

source: Program Details
bo: ལས་རིམ་ཞིབ་ཕྲ།

source: This component's access settings refer to deleted or invalid group configurations.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་བཀོད་སྒྲིག་ཅིག་ལ་མཐུད་འདུག

source: This unit's access settings refer to deleted or invalid group configurations.
bo: ངས་གསེས་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་བཀོད་སྒྲིག་ཅིག་ལ་མཐུད་འདུག

source: This component's access settings refer to deleted or invalid groups.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་ལ་མཐུད་འདུག

source: This unit's access settings refer to deleted or invalid groups.
bo: ཡང་གསེས་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་ལ་མཐུད་འདུག

source: This component's access settings contradict its parent's access settings.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་དེ་དེའི་རྩ་བའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་དང་འགལ་འདུག

source: Whether to display this block in the table of contents
bo: ཚན་པ་འདི་ནང་དོན་གྱི་རེའུ་མིག་ནང་སྟོན་དགོས་དང་མི་དགོས།
