Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
bo: (used for deciding which grader to apply, and what to show in the TOC) འདིའི་ནང་ཚན་པ་འདིའི་རྣམ་པ་ཅི་ཞིག་ཡིན་པ།

source: Course Chrome
bo: སློབ་ཚན་གྱི་ Chrome

source: Default Tab
bo: རྨང་གཞིའི་?

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
bo: XBlock དེའི་ནང་འདེམས་རྟགས་བརྒྱབ་པའི་ tab ཞོག གལ་སྲིད་མ་སྒྲིག་ན། སློབ་ཚན་དེའི་ tab འདེམ་འགྲོ་བ་ཡིན།

source: LaTeX Source File Name
bo: LaTeX ཡི་རྒྱུ་ཆའི་མིང་།

source: Enter the source file name for LaTeX.
bo: LaTeX ཡི་རྒྱུ་ཆའི་མིང་ཕྲིས།

source: If true, can be seen only by course staff, regardless of start date.
bo: བདེན་པ་ཡིན་ན། འགོ་རྩོམ་པའི་ཟླ་ཚེས་ལ་མ་ལྟོས་པར་སློབ་ཚན་ལས་བྱེད་ཁོ་ན་མ་གཏོགས་མཐོང་མི་ཐུབ།

source: The list of group configurations for partitioning students in content experiments.
bo: ནང་དོན་ཚོད་ལྟའི་ཁྲོད་སློབ་མ་ཁག་བགོས་ཀྱིས་བཀོད་སྒྲིག་བྱས་པའི་མིང་ཐོ།

source: One of user or external_user_key must not be null.
bo: སྤྱོད་མཁན་ཞིག་དང་ཡང་ན་ ཟུར་ཞུགས་_སྤྱོད་མཁན་_གང་རུང་གཙོ་ཚིག་སྟོང་བར་འཇོག་མི་རུང་།

source: View and regenerate certificates.
bo: འཆར་སྟོན་དང་ལག་ཁྱེར་བཟོ།

source: Enrollment
bo: ཞུགས་ཐོ།

source: View and update learner enrollments.
bo: འཆར་སྟོན་དང་སློབ་གཉེར་བའི་ཞུགས་ཐོ་གསར་སྣོན།

source: Manage User
bo: སྤྱོད་མཁན་དོ་དམ།

source: Disable User Account
bo: སློབ་མཁན་གྱི་ཁ་བྱང་ནུས་མེད་བྱོས།

source: Entitlements
bo: མིང་བྱང་འགོད་པ།

source: View, create, and reissue learner entitlements
bo: འཆར་སྟོན་དང་, གསར་བཟོ་, སློབ་གཉེར་བའི་ཐོབ་དབང་བསྐྱར་བསྐྲུན་བཅས་བྱེད་དགོས།

source: View feature based enrollment settings
bo: ཞུགས་ཐོའི་སྒྲིག་འགོད་ལ་གཞི་བྱས་པའི་ཁྱད་ཆོས་སྟོན།

source: Link Program Enrollments
bo: ལས་གཞིའི་ཞུགས་ཐོའི་དྲ་ཐག

source: Link LMS users to program enrollments
bo: LMS སྤྱོད་མཁན་རྣམས་ལས་གཞིའི་ཞུགས་ཐོ་ལ་སྦྲེལ་མཐུད།

source: Program Enrollments Inspector Tool
bo: ལས་གཞིར་ཞུགས་ཐོ་བལྟ་ཞིབ་ལག་ཆ།

source: Find information related to a learner's program enrollments
bo: སློབ་གཉེར་བའི་ལས་གཞིའི་ཞུགས་ཐོ་དང་འབྲེལ་བའི་གནས་ཚུལ་འཚོལ།

source: username
bo: སྤྱོད་མིང་།

source: user_support_url
bo: སྤྱོད་མཁན་_རམ་འདེགས་ཀྱི་_url

source: user_detail_url
bo: སྤྱོད་མཁན་གྱི་_ཞིབ་ཕྲའི་_url

source: Usable
bo: སྤྱོད་རུང་བ།

source: Unusable
bo: སྤྱོད་མི་རུང་བ།

source: User Enabled Successfully
bo: སྤྱོད་མཁན་ནུས་ལྡན་ལེགས་པར་བྱས་ཡོད།

source: User Disabled Successfully
bo: སྤྱོད་མཁན་ནུས་ལྡན་མ་ཡིན་པ་བྱས་ཡོད།

source: You must complete a survey
bo: ཁྱེད་ཀྱིས་བརྟག་དཔྱད་ཅིག་ངེས་པར་དུ་ཆ་ཚང་བ་བྱ་དགོས།

source: Optional language the team uses as ISO 639-1 code.
bo: ISO 639-1 code འདི་ལྟར་ཚོགས་ཆུང་དེས་བཀོལ་རྒྱུའི་གདམ་གསེས་ཀྱི་སྐད་ཡིག

source: Leverage teams to allow learners to connect by topic of interest.
bo: དགའ་ཕྱོགས་ཀྱི་བརྗོད་གཞི་ལྟར་སློབ་གཉེར་བ་སྦྲེལ་མཐུད་བྱེད་འཇུག་པའི་Leverage teams

source: course_id must be provided
bo: སློབ་ཚན་གྱི་_id ངེས་པར་མཁོ་སྤྲོད་བྱ་དགོས།

source: The supplied course id {course_id} is not valid.
bo: མཁོ་སྤྲོད་བྱས་པའི་སློབ་ཚན་ id {course_id} ཚུལ་མཐུན་ཞིག་མ་རེད།

source: The supplied topic id {topic_id} is not valid
bo: མཁོ་སྤྲོད་བྱས་པའི་བརྗོད་གཞིའི་ id {topic_id} ཚུལ་མཐུན་མ་རེད།

source: Error connecting to elasticsearch
bo: elasticsearch དང་འབྲེལ་བའི་གནད་དོན།

source: The ordering {ordering} is not supported
bo: གོ་རིམ་དེ་ {ordering} ངོས་ལེན་བྱེད་ཀྱི་མི་འདུག

source: The supplied course_id {course_id} is not valid.
bo: མཁོ་སྤྲོད་བྱས་པའི་སློབ་ཚན་_id {course_id} ཚུལ་མཐུན་མ་རེད།

source: topic_id is required
bo: བརྗོད་གཞིའི་_id ངེས་པར་དགོས།

source: You can't create a team in an instructor managed topic.
bo: སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་བརྗོད་གཞིའི་ནང་ཁྱེད་ཀྱིས་ཚོགས་ཆུང་གསར་བཟོ་མི་བྱེད་ཐུབ།

source: You are already in a team in this teamset.
bo: ཁྱེད་རང་ཚོགས་ཆུང་སྒྲིག་འཛུགས་དེའི་ནང་ཞུགས་ཟིན།

source: teamset_id and team_id are mutually exclusive options.
bo: ཚོགས་ཆུང་སྒྲིག་འཛུགས་ཀྱི་_id དང་ཚོགས་ཆུང་གི་_id དག་ནི་ཕན་ཚུན་མ་འདྲེས་པའི་གདམ་གསེས་ཡིན།

source: teamset_id requires course_id to also be provided.
bo: ཚོགས་ཆུང་སྒྲིག་འཛུགས་ཀྱི་_id ཡིས་སློབ་ཚན་_id མཁོ་སྤྲོད་བྱ་དགོས་པའི་ཆ་རྐྱེན་བཏོན།

source: No teamset found in given course with given id
bo: མཁོ་སྤྲོད་བྱས་པའི་སློབ་ཚན་གྱི་ID འདི་ཡོད་པའི་སློབ་ཚན་ནང་ཚོགས་ཆུང་སྒྲིག་འཛུགས་དེ་རྙེད་མ་སོང་།

source: username or (team_id or teamset_id) must be specified.
bo: སྤྱོད་མིང་དང་ཡང་ན་ (team_id or teamset_id) ངེས་པར་དུ་གཏན་འབེབས་བྱ་དགོས།

source: Username is required.
bo: སྤྱོད་མིང་འགོད་དགོས།

source: Team id is required.
bo: ཚོགས་ཆུང་གི་ id དགོས་འདུག

source: This team is already full.
bo: ཚོགས་ཆུང་འདི་ཁེངས་ཚར་འདུག

source: You can't join an instructor managed team.
bo: ཁྱེད་རང་སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་ཚོགས་ཆུང་ནང་ཞུགས་མི་ཐུབ།

source: The user {username} is already a member of a team in this teamset.
bo: སྤྱོད་མིང་ {username} འདི་ད་སྔ་ནས་ཚོགས་ཆུང་སྒྲིག་འཛུགས་འདིའི་ནང་གི་ཚོགས་ཆུང་ཞིག་གི་ཁོངས་མིར་གྱུར་འདུག

source: The user {username} is not enrolled in the course associated with this team.
bo: སྤྱོད་མཁན་ {username} འདི་ཚོགས་ཆུང་འདི་དང་འབྲེལ་བའི་སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག

source: You can't leave an instructor managed team.
bo: སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་ཚོགས་ཆུང་ཞིག་ནས་ཕྱིར་འབུད་མི་ཐུབ།

source: Show existing user tour
bo: གནས་ཡོད་པའི་སྤྱོད་མཁན་གྱི་བལྟ་སྐོར་སྟོན།

source: Show new user tour
bo: སྤྱོད་མཁན་གསར་པའི་བལྟ་སྐོར་སྟོན།

source: Do not show user tour
bo: སྤྱོད་མཁན་གྱི་བལྟ་སྐོར་མ་སྟོན།

source: The course for which this deadline applies
bo: དུས་བཀག་འདི་འཇོག་སའི་སློབ་ཚན་དེ།

source: The datetime after which users are no longer allowed to submit photos for verification.
bo: སྤྱོད་མཁན་རྣམས་ལ་ཁུངས་སྐྱེལ་འདྲ་པར་འབུལ་སྤྲོད་བྱེད་མི་ཆོག་པ་བཟོས་རྗེས་ཀྱི་ཟླ་ཚེས་དང་དུས་ཚོད།

source: Your {platform_name} verification has expired.
bo: ཁྱེད་ཀྱི་ཁུངས་སྐྱེལ་གྱི་ {platform_name} འདིའི་དུས་ཚོད་ཡོལ་འདུག

source: Intro
bo: ངོ་སྤྲོད།

source: Make payment
bo: སློབ་རིན་གྱི་དངུལ་སྤྲོད།

source: Take photo
bo: འདྲ་པར་ལོངས།

source: Take a photo of your ID
bo: ཁྱེད་ཀྱི་ ID ཡི་འདྲ་པར་ཞིག་ལོངས།

source: Review your info
bo: ཁྱེད་ཀྱི་གནས་ཚུལ་བསྐྱར་ཞིབ།

source: Enrollment confirmation
bo: ཞུགས་ཐོ་གཏན་འབེབ།

source: Selected price is not valid number.
bo: འདེམ་རྟགས་བཀོད་པའི་རིན་འབབ་ཀྱི་གྲངས་ཀ་ཚུལ་མཐུན་མ་རེད།

source: This course doesn't support paid certificates
bo: སློབ་ཚན་འདི་ལ་རིན་སྤྲད་པའི་ལག་ཁྱེར་མི་འདུག

source: No selected price or selected price is below minimum.
bo: རིན་འབབ་བདམས་མེད་པ་དང་ཡང་ན་བདམས་པའི་རིན་འབབ་ནི་དམའ་མཐའི་ཚད་གཞི་ལས་ཉུང་འདུག

source: Photo ID image is required if the user does not have an initial verification attempt.
bo: གལ་ཏེ་སྤྱོད་མཁན་དེས་ཐོག་མའི་ཚོད་ལྟའི་སྐབས་ཁུངས་སྐྱེལ་སྤྲད་མེད་ཚེ། ཐོབ་ཐང་ལག་ཁྱེར་ID གྱི་འདྲ་པར་འཇོག་དགོས།

source: Image data is in an unsupported format.
bo: འདྲ་པར་གྱི་གཞི་གྲངས་ནི་ངོས་ལེན་མི་བྱེད་པའི་རྣམ་སྒྲིག་ཅིག་རེད།

source: Image data is not valid.
bo: འདྲ་པར་གྱི་གཞི་གྲངས་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Your {platform_name} ID verification was approved!
bo: ཁྱེད་ཀྱི་ {platform_name} ID ཁུངས་རྐྱེལ་ངོས་ལེན་བྱས་ཡོད།

source: Your {platform_name} Verification Has Been Denied
bo: ཁྱེད་ཀྱི་ {platform_name} ID ཁུངས་རྐྱེལ་ངོས་ལེན་བྱས་མི་འདུག

source: Please correct the errors below.
bo: གཤམ་གསལ་གྱི་གནད་དོན་ཁག་བཅོས་རོགས།

source: Are you sure you want to cancel retirement for user "%(username)s"?
bo: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་ "%(username)s" འདིའི་ལས་བཤོལ་ཕྱིར་འཐེན་བྱ་འདོད་དམ།

source: Submit
bo: འབུལ་སྤྲོད།

source: This email was automatically sent from %(platform_name)s.
bo: གློག་འཕྲིན་འདི་ %(platform_name)s འདི་ནས་རང་འགུལ་གྱིས་བཏང་བ་ཡིན།

source: You are receiving this email at address %(email)s because you are enrolled in
bo: ཁྱེད་ཀྱིས་ཞུགས་ཐོའི་ནང་གློག་འཕྲིན་འདི་ཐོ་འགོད་བྱས་ཡོད་པའི་རྐྱེན་གྱིས་གློག་འཕྲིན་ %(email)s ་འདིའི་ནང་འབྱོར་ཡོང་གི་ཡོད།

source: To stop receiving email like this, update your course email settings
bo: འདིའདྲའི་བརྡ་འཕྲིན་འབྱོར་རྒྱུ་འགོག་འདོད་ན་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་གློག་འཕྲིན་སྒྲིག་འགོད་རིམ་སྤར་བྱ་དགོས།

source: here
bo: འདིར།

source: unsubscribe
bo: སྔོན་མངགས་ཕྱིར་བསྡུ།

source: This email was automatically sent from %(platform_name)s.
bo: གློག་འཕྲིན་འདི་ %(platform_name)s འདི་ནས་རང་འགུལ་གྱིས་གཏང་ཡོད།

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
bo: ཁྱེད་ལ་བརྡ་འཕྲིན་འདི་ %(email)s གློག་འཕྲིན་ཁ་བྱང་འདིའི་ཐོག་འབྱོར་གྱི་ཡོད། རྒྱུ་མཚན་ཁྱེད་ཀྱིས་ %(course_title)s འདིའི་ཞུགས་ཐོ་བཀོད་འདུག

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
bo: འདིའདྲའི་བརྡ་འཕྲིན་འབྱོར་རྒྱུ་འགོག་འདོད་ན་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་གློག་འཕྲིན་སྒྲིག་འགོད་ %(email_settings_url)s འདི་ནས་རིམ་སྤར་བྱོས།

source: To unsubscribe click here %(unsubscribe_link)s
bo: སྔོན་མངགས་ཕྱིར་བསྡུ་བྱེད་ན་འདིར་སྣུན། %(unsubscribe_link)s

source: Welcome to %(course_name)s
bo: %(course_name)s ཕེབས་པར་དགའ་བསུ་ཞུ།

source: To get started, please visit https://%(site_name)s.
bo: འགོ་མ་རྩོམ་གོང་འདིར་གཟིགས་རོགས། https://%(site_name)s

source: The login information for your account follows:
bo: ཁྱེད་ཀྱི་ནང་འཛུལ་ཁ་བྱང་གི་གནས་ཚུལ་གསམ་གསལ།:

source: email: %(email_address)s
bo: གློག་འཕྲིན།: %(email_address)s

source: password: %(password)s
bo: གསང་ཚིག: %(password)s

source: It is recommended that you change your password.
bo: འདིས་ཁྱེད་ཀྱིས་གསང་ཚིག་བརྗེ་བསྒྱུར་གྱི་བསམ་ཚུལ་བཏོན།

source: You may access your course.
bo: ཁྱེད་ཀྱིས་ཁྱེད་ཀྱི་སློབ་ཚན་ལ་བལྟ་ཆོག

source: Sincerely yours, The %(course_name)s Team
bo: སློབ་ཚན་ %(course_name)s ཡི་ཚོགས་ཆུང་། ཁྱེད་ལ་ཡོངས་སུ་དབང་ངོ་།

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
bo: འགོ་མ་རྩོམ་གོང་འདིར་གཟིགས་རོགས། https://%(site_name)s ཁྱེད་ཀྱི་ནང་འཛུལ་ཁ་བྱང་གི་གནས་ཚུལ་གསམ་གསལ།:

source: You may access your course at: %(course_url)s.
bo: ཁྱེད་ཀྱིས་རང་གི་སློབ་ཚན་ལ་འདི་ནས་གཟིགས་ཐུབ།: %(course_url)s

source: You have been enrolled in %(course_name)s
bo: ཁྱེད་ཀྱིས་ %(course_name)s འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
bo: ཁྱེད་རང་སློབ་ཚན་ %(course_name)s འདི་ས་ཆ་ %(site_name)s འདིར་ཡོད་པའི་beta ཚོད་ལྟ་བ་བྱེད་པར་གདན་ཞུ་བྱས་འདུག

source: The invitation has been sent by a member of the course staff.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་མགྲོན་ཤག་བཏང་ཟིན་འདུག

source: To start accessing course materials, please visit:
bo: སློབ་ཚན་རྒྱུ་ཆ་བལྟ་ཀློག་མ་བྱས་གོང་འདིར་གཟིགས་རོགས།:

source: To enroll in this course and begin the beta test:
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ།:

source: Visit %(course_name)s
bo: གཟིགས་རོགས། %(course_name)s

source: Visit %(site_name)s
bo: གཟིགས་རོགས། %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
bo: གློག་འཕྲིན་འདི་ནི་རང་འགུལ་གྱིས་འདིས་ %(site_name)s འདི་ལ་ %(email_address)s བཏང་བ་རེད།

source: Dear %(full_name)s
bo: བརྩེ་བའི་ %(full_name)s ལགས།

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་ཁྱེད་རང་སློབ་ཚན་ %(course_name)s འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་ %(site_name)s འདིར་མགྲོན་ཤོག་བཏང་འདུག

source: To start accessing course materials, please visit %(course_url)s
bo: སློབ་ཚན་རྒྱུ་ཆ་ཁག་བལྟ་ཀློག་མ་བྱས་གོང་འདིར་གཟིགས་རོགས། %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་ %(course_about_url)s འདིར་གཟིགས་རོགས།

source: Visit %(site_name)s to enroll in this course and begin the beta test.
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་འདིར་གཟིགས་རོགས། %(site_name)s

source: You have been invited to a beta test for %(course_name)s
bo: %(course_name)s སློབ་ཚན་འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་གདན་ཞུ་བྱས་སོང་།

source: You have been invited to %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s འདིར་གདན་ཞུ་བྱས་འདུག

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་ཁྱེད་རང་སློབ་ཚན་ %(course_name)s འདིའི་ནང་ཞུགས་ཕྱིར་ %(site_name)sའདིར་གདན་ཞུ་བྱས་འདུག

source: To access this course click on the button below and login:
bo: སློབ་ཚན་འདི་བལྟ་ཀློག་བྱེད་པར་གཤམ་བཀོད་ཀྱི་གནོན་ཐེབས་དེའི་སྒང་ལ་བསྣུན་ཏེ་ནང་འཛུལ་བྱོས།:

source: To access this course visit it and register:
bo: སློབ་ཚན་འདི་བལྟ་ཀློག་བྱེད་པར་དེར་གཟིགས་ཏེ་ཐོ་འགོད་བྱོས།:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
bo: ཐོ་འགོད་ཆ་ཚང་བ་བྱས་ཏེ་གློག་འཕྲིན་%(email_address)s དེའི་སྡེ་ཚན་ནང་ལེགས་པར་བཀོལ་ཐུབ་པ་ཞིག་བྱ་རོགས།

source: Finish Your Registration
bo: ཁྱེད་ཀྱི་ཐོ་འགོད་ཚར་བར་བྱོས།

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
bo: ཁྱེད་ཀྱིས་ཁྱེད་ཀྱི་ཁ་བྱང་དེ་ཐེངས་ཤིག་ཐོ་འགོད་དང་ནུས་ལྡན་བྱས་ན། ཁྱེད་ཀྱི་ %(course_name)s དེ་ཁྱེད་ཀྱི་དྲ་བའི་གཙོ་ངོས་སུ་འདི་ལྟར་མཐོང་ཐུབ།

source: Once you have registered and activated your account, you will be able to access this course:
bo: ཁྱེད་ཀྱིས་ཁྱེད་ཀྱི་ཁ་བྱང་ཐེངས་ཤིག་ཐོ་འགོད་བྱས་ཏེ་ནུས་ལྡན་བྱས་པས་ཁྱེད་ཀྱིས་གཞུག་ཕྱོགས་སློབ་ཚན་འདི་བལྟ་ཀློག་བྱ་ཐུབ་པ་ཡིན།:

source: You can then enroll in %(course_name)s.
bo: ཁྱེད་ཀྱིས་ %(course_name)s འདིར་ཞུགས་ཐོ་འགོད་ཆོག

source: Dear student,
bo: བརྩེ་བའི་སློབ་ཕྲུག་

source: To access this course visit %(course_url)s and login.
bo: སློབ་ཚན་འདི་ལ་བལྟ་བར་འདིར་ཕེབས་ %(course_url)s ཏེ་ནང་འཛུལ་བྱོས།

source: To access this course visit %(course_about_url)s and register for this course.
bo: སློབ་ཚན་འདི་ལ་བལྟ་བར་འདིར་ཕེབས་ %(course_about_url)s ཏེ་སློབ་ཚན་འདི་ལ་ཐོ་འགོད་བྱོས།

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
bo: ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱས་ཏེ་ཁ་བྱང་གཏན་འབེབ་བྱུང་རྗེས་འདིར་གཟིགས་ %(course_about_url)s ཏེ་སློབ་ཚན་ལ་ཞུགས།

source: You have been invited to register for %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s འདིའི་ནང་ཐོ་འགོད་བྱེད་པར་གདན་ཞུ་བྱས་འདུག

source: You have been unenrolled from %(course_name)s
bo: ཁྱེད་རང་འདིའི་ %(course_name)s ནང་ནས་ཕྱིར་ཐོན་འདུག

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
bo: ཁྱེད་རང་སློབ་ཚན་ལས་བྱེད་ཅིག་གིས་སློབ་ཚན་འདིའི་ %(course_name)s ཞུགས་ཐོ་འདི་ནས་བཏོན་འདུག སྔོན་མ་འབྱོར་བའི་གདན་ཞུ་ལ་ཆ་འཇོག་མ་བྱེད་རོགས།

source: Dear Student,
bo: བརྩེ་བའི་སློབ་ཕྲུག་

source: You have been unenrolled from %(course_name)s
bo: ཁྱེད་རང་འདིའི་ %(course_name)s ནང་ནས་ཕྱིར་བུད་འདུག

source: Your other courses have not been affected.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གཞན་དག་ལ་ཤུགས་རྐྱེན་ཐེབ་མེད།

source: This email was automatically sent from %(site_name)s to %(full_name)s
bo: གློག་འཕྲིན་འདི་རང་འགུལ་གྱིས་འདིས་ %(site_name)s ཁོང་ལ་ %(full_name)s བཏང་བ་ཞིག་ཡིན།

source: You have been enrolled in %(course_name)s
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་ %(course_name)s འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག

source: Access the Course Materials Now
bo: སློབ་ཚན་རྒྱུ་ཆ་ཁག་ལ་གཟིགས་རོགས།

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
bo: ཁྱེད་རང་ %(course_name)s སློབ་ཚན་འདི་ %(site_name)s འདི་ནས་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་མཁན་ཞིག་ཡིན་ཕྱིན་ཕུད་བཞག་ཡོད།

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
bo: ཁྱེད་རང་སློབ་ཚན་འདིའི་ལས་བྱེད་ཅིག་གིས་སློབ་ཚན་འདིའི་ %(course_name)s ཡོད་སའི་ས་ཆ་འདི་ནས་ %(site_name)s ཕྱིར་ཕུད་བྱས་འདུག

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
bo: སློབ་ཚན་འདི་ཁྱེད་ཀྱི་གཙོ་ངོས་སུ་མུ་མཐུད་ནས་གནས་ཡོད། འོན་ཀྱང་། beta ཚོད་ལྟའི་ཚོགས་ཆུང་གི་ཆ་ཤས་ནས་ཕུད་འགྲོ།

source: You have been removed from a beta test for %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་ནས་ཕྱིར་ཕུད་ཡོད།

source: Signed Out
bo: ཕྱིར་ཐོན།

source: You have signed out.
bo: ཁྱེད་རང་ཕྱིར་ཐོན་བྱས་འདུག

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
bo: {start_anchor}%(tpa_logout_url)s{middle_anchor}འདིར་བསྣུན་ཏེ་{end_anchor} ལས་རིམ་ (SSO) འདིའི་ནང་ཁྱེད་རང་ནང་འཛུལ་ཐེངས་གཅིག་བྱས་པ་སུབ།

source: We are signing you in.
bo: ང་ཚོས་ཁྱེད་རང་ནང་འཛུལ་བྱེད་བཞིན་ཡོད།

source: This may take a minute. If you are not redirected, go to the home page.
bo: འདི་སྐར་མ་འགར་འགོར་སྲིད། ཁྱེད་ཀྱིས་ཁ་ཕྱོགས་བསྐྱར་སྒྲིག་མ་བྱས་ན་གཙོ་ངོས་སུ་ཕེབས།

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
bo: གལ་སྲིད་ཁྱེད་རང་སྐར་ཆ་ལྔའི་ནང་བསྐྱར་ལེན་མ་བྱས་ན་ {start_anchor}%(target)s{middle_anchor}འདིར་བསྣུན་ཏེ་གཙོ་ངོས་དེར་ཕེབས།{end_anchor}.

source: Skip to main content
bo: ནང་དོན་གཙོ་ངོས་ལ་མཆོང་།

source: Authorize
bo: དབང་ཆ་སྤྲོད།

source: The above application requests the following permissions from your account:
bo: གོང་གསལ་གྱི་རེ་འདུན་ཞུ་ཡིག་ནང་ཁྱེད་ཀྱི་ཁ་བྱང་ནང་གཤམ་གསལ་གྱི་ཆོག་མཆན་ཞུས་ཡོད།:

source: These permissions will be granted for data from your courses associated with the following content providers:
bo: གཤམ་གསལ་གྱི་ནང་དོན་མཁོ་འདོན་བྱེད་མཁན་དང་འབྲེལ་བའི་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་གཞི་གྲངས་ལ་ཆོག་མཆན་འདི་དག་སྤྲོད་རྒྱུ་སྟེ།

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
bo: གོང་གསལ་གྱི་རེ་འདུན་ཞུ་ཡིག་ལ་ཆོག་མཆན་འདི་དག་སྤྲོད་པར་གནོན་ཐེབས་ 'Allow' འདིའི་སྒང་ལ་སྣུན། ཆོག་མཆན་འདི་དག་སྤྲོད་མི་འདོད་ཚེ་ 'Cancel' འདིའི་སྒང་སྣུན་རོགས།

source: Cancel
bo: ཕྱིར་འཐེན།

source: Allow
bo: བྱེད་འཇུག

source: Error
bo: ནོར་འཁྲུལ།

source: ID Verification Approved
bo: ID ཡི་ཁུངས་སྐྱེལ་དེ་ངོས་ལེན་བྱས་ཡོད།

source: Hello %(full_name)s,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s

source: Your %(platform_name)s ID verification photos have been approved.
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཁུངས་སྐྱེལ་འདྲ་པར་ངོས་ལེན་བྱས་འདུག

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
bo: ཁྱེད་ཀྱི་ཞིབ་བཤེར་ཆོག་མཆན་ཐོབ་པའི་གོ་གནས་དེ་ལོ་གཉིས་ལ་སྔར་བཞིན་གོ་ཆོད་པ་ཡིན། དུས་བཀག་ %(expiration_datetime)s འདིའི་ཉིན་རྫོགས་འགྲོ།

source: Enjoy your studies,
bo: ཁྱེད་ཀྱི་བསླབ་བྱ་དག་ལ་ལོངས་སུ་སྤྱོད།

source: Hello %(full_name)s,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s

source: Your %(platform_name)s ID verification was approved!
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཡི་ཁུངས་སྐྱེལ་ངོས་ལེན་བྱས་སོང་།

source: Expired ID Verification
bo: ཁུངས་སྐྱེལ་ ID ཡི་དུས་ཚོད་ཡོལ་འདུག

source: Your %(platform_name)s ID verification has expired.
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཁུངས་སྐྱེལ་ཀྱི་དུས་ཚོད་ཡོལ་འདུག

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
bo: བལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་དང་ལག་ཁྱེར་ལེན་པར་ཚུལ་མཐུན་གྱི་ཁུངས་སྐྱེལ་ ID ཞིག་ངེས་པར་དགོས།

source: Follow the link below to submit your photos and renew your ID verification.
bo: ཁྱེད་ཀྱི་འདྲ་པར་དང་བསྐྱར་ཞུའི་ཁུངས་སྐྱེལ་ ID འབུལ་སྤྲོད་བྱེད་པར་གཤམ་གྱི་དྲ་ཐག་ལ་རྗེས་འཇུག་བྱོས།

source: You can also do this from your dashboard.
bo: ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་གཙོ་ངོས་ནས་འདི་ཡང་བྱེད་ཆོག

source: Resubmit Verification : %(lms_verification_link)s
bo: ཁུངས་སྐྱེལ་བསྐྱར་འབུལ། : %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
bo: ID ཁུངས་སྐྱེལ་ཐད་ཀྱི་ FAQ : %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
bo: ཁྱེད་ཀྱི་ %(platform_name)s ཁུངས་སྐྱེལ་ཀྱི་དུས་ཚོད་ཡོལ་འདུག

source: ID Verification Submitted
bo: ID ཁུངས་སྐྱེལ་འབུལ་སྤྲོད་བྱས་ཡོད།

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
bo: ཁྱེད་ཀྱིས་ %(platform_name)s འདིར་ཁྱེད་ཀྱི་འདྲ་པར་དང་ཁུངས་སྐྱེལ་ ID འབུལ་སྤྲོད་བྱས་པར་བཀའ་དྲིན་ཆེ།

source: We have received your photos and they will be reviewed within 3-5 days.
bo: ང་ཚོར་ཁྱེད་ཀྱི་འདྲ་པར་དག་འབྱོར་སོང་། ཉིན་གསུམ་ནས་ལྔའི་བར་དེ་དག་ལ་བསྐྱར་ཞིབ་བྱ་རྒྱུ་ཡིན།

source: You may check the status on your dashboard: %(dashboard_link)s
bo: ཁྱེད་ཀྱི་གཙོ་ངོས་ཀྱི་གནས་བབ་དེར་ཞིབ་བལྟ་ཞིག་བྱ་དགོས་ས་རེད།: %(dashboard_link)s

source: Best regards,
bo: སྨོན་འདུན་བཟང་བོ་དང་བཅས་

source: Thank you for submitting your photos!
bo: ཁྱེད་ཀྱི་འདྲ་པར་འབུལ་སྤྲོད་བྱས་པར་བཀའ་དྲིན་ཆེ།

source: Last modified:
bo: མཇུག་མཐའི་བཟོ་བཅོས་བརྒྱབ་པ།:

source: See all children
bo: བྱིས་པ་ཡོངས་ལ་ལྟོས།

source: This article was last modified:
bo: རྩོམ་ཡིག་འདི་མཇུག་མཐཪ་བཟོ་བཅོས་བྱས་འདུག:

source: Add new article
bo: རྩོམ་ཡིག་གསར་པ་ཞོག

source: Create article
bo: རྩོམ་ཡིག་གསར་སྤེལ།

source: Go back
bo: ཕྱིར་ལྡོག

source: Delete article
bo: རྩོམ་ཡིག་སུབ།

source: Delete
bo: སུབ།

source: You cannot delete a root article.
bo: ཁྱེད་ཀྱིས་རྩ་བའི་རྩོམ་ཡིག་བསུབ་མི་ཐུབ།

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདི་བསུབ་མི་ཐུབ། རྒྱུ་མཚན་ནི་ཁྱེད་ཚོར་བྱིས་པ་དང་མཉམ་དུ་ཡོད་པའི་རྩོམ་ཡིག་བསུབ་པའི་ཆོག་མཆན་མེད། བྱིས་པ་ཚོ་རེ་རེ་བཞིན་ལག་པས་གཙང་སེལ་བྱ་རོགས།

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་ཅིག་སུབ་བཞིན་འདུག འདིས་ད་དུང་བྱིས་པ་ཡང་བསུབ་འགྲོ་བ་ཡིན། གལ་ཏེ་ཁྱོད་ཀྱིས་གཙང་སེལ་བདམས་ན་བྱིས་པ་ཡང་གཙང་སེལ་བྱེད་འགྲོ་བ་ཡིན།

source: Articles that will be deleted
bo: རྩོམ་ཡིག་དེ་དག་བསུབ་འགྲོ།

source: ...and more!
bo: ...དང་དེ་ལས་མང་བ།

source: You are deleting an article. Please confirm.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་ཅིག་སུབ་བཞིན་འདུག གཏན་འཁེལ་བྱོས།

source: Edit
bo: རྩོམ་སྒྲིག

source: Save changes
bo: བརྗེ་བསྒྱུར་ཉོར།

source: Preview
bo: སྔོན་བལྟ།

source: Wiki Preview
bo: ཝེ་ཁེ་སྔོན་ལྟ།

source: window open
bo: སྒེའུ་ཁུང་སྒོ་ཕྱེ།

source: Back to editor
bo: ཕྱིར་རྩོམ་སྒྲིག་ལ་ལོག

source: History
bo: ལོ་རྒྱུས།

source: Preview this revision
bo: བསྐྱར་བཅོས་འདི་ཡི་སྔོན་ལྟ།

source: Auto log:
bo: རང་འགུལ་ནང་འཛུལ།:

source: Change
bo: བསྒྱུར་བཅོས།

source: Merge selected with current...
bo: ཟླ་སྒྲིལ་གཏོང་རྒྱུ་ནི་བདམས་ཟིན་པ་དང་ད་ལྟའི་...

source: Switch to selected version
bo: བདམས་ཡོད་པའི་ཐོན་རིམ་ལ་སྤོར།

source: Wiki Revision Preview
bo: ཝེ་ཁེ་བསྐྱར་ཞིབ་སྔོན་ལྟ།

source: Back to history view
bo: ཕྱིར་ལོ་རྒྱུས་བལྟ་སར་ལོག

source: Switch to this version
bo: ཐོན་རིམ་འདི་ལ་སྤོར།

source: Merge Revision
bo: བསྐྱར་ཞིབ་ཟླ་སྒྲིལ།

source: Merge with current
bo: ད་ལྟའི་དེ་དང་མཉམ་དུ་ཟླ་སྒྲིལ་གཏོང་།

source: After this, it's important to do a manual review.
bo: འདིའི་རྗེས་ནས་ལག་སྒྲིག་བསྐྱར་ཞིབ་ཞིག་བྱ་རྒྱུ་ནི་གལ་ཆེ།

source: Create new merged version
bo: ཟླ་སྒྲིལ་བྱས་པའི་ཐོན་རིམ་གསར་པ་ཞིག་བཟོས།

source: You need to log in or sign up to use this function.
bo: བྱེད་ལས་འདི་བཀོལ་སྤྱོད་བྱེད་པར་ཁྱེད་ངེས་པར་དུ་ནང་འཛུལ་དང་ཡང་ན་གསར་ཞུགས་བྱ་དགོས།

source: Wiki Cheatsheet
bo: ཝེ་ཁེ་འི་སྟབས་བདེའི་གནས་ཚུལ།

source: Wiki Syntax Help
bo: ཝེ་ཁེ་ཡི་ཚིག་གཤིས་རམ་འདེགས།

source: Markdown: Basics
bo: Markdown: རྨང་གཞི།

source: Quick Markdown Syntax Guide
bo: བལྟ་བདེའི་ Markdown ཡི་ཚིག་གཤིས་ལམ་སྟོན།

source: Miniature Markdown Guide
bo: Miniature Markdown ཡི་ལམ་སྟོན།

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
bo: ཝེ་ཁེ་རྩོམ་ཡིག་གསར་བ་སྤེལ་བར་དེ་ལ་སྦྲེལ་ཐག་ཅིག་བཟོ་དགོས། སྦྲེལ་ཐག་དེའི་སྟེང་བསྣུན་ན་ཁྱེད་ལ་ལས་ཀའི་ཤོག་ངོས་དེ་སྤྲད་ཡོང་།

source: %(platform_name)s Additions:
bo: %(platform_name)s འཕར་མ།:

source: Math Expression
bo: རྩིས་རིག་གི་བརྗོད་ཐབས།

source: Useful examples:
bo: སྤྱོད་སྒོ་ཆེ་བའི་དཔེ་བརྗོད་རྣམས།:

source: Wikipedia
bo: ཝེ་ཁེ་རིག་མཛོད།

source: %(platform_name)s Wiki
bo: %(platform_name)s ཝེ་ཁེ།

source: Huge Header
bo: ཡིག་མགོ་ཆེན་པོ།

source: Smaller Header
bo: ཡིག་མགོ་ཆུང་ཆུང་།

source: *emphasis* or _emphasis_
bo: *emphasis* དང་ཡང་ན་ _emphasis_

source: **strong** or __strong__
bo: **strong** དང་ཡང་ན་ __strong__

source: Unordered List
bo: གོ་རིམ་མེད་པའི་ཐོ་གཞུང་།

source: Sub Item 1
bo: ནང་གསེས་དངོས་པོ་ 1

source: Sub Item 2
bo: ནང་གསེས་དངོས་པོ་ 2

source: Ordered
bo: གོ་རིམ་བསྒྲིགས་ཡོད་པ།

source: List
bo: ཐོ་གཞུང་།

source: Quotes
bo: ལུང་འདྲེན།
