Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
bo: ཁྱེད་ཀྱིས་ཐེངས་ཤིག་ཐོ་འགོད་བྱས་པ་ནས་བཟུང་དམིགས་བསལ་གྱིས་གླེང་སྟེགས་དང་ཡང་ན་ FAQ བརྒྱུད་ནས་སློབ་ཚན་དེའི་དྲི་བ་མང་ཆེ་ཤོས་ལ་ལན་འདེབས་བྱེད་ཐུབ་པ་ཡིན།

source: Thank you for signing up for {platform_name}.
bo: འདིའི་ {platform_name} ནང་ཐོ་ཞུགས་བྱས་པར་བཀའ་དྲིན་ཆེ།

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
bo: {platform_name} འདིའི་ཁ་བྱང་ནུས་ལྡན་བྱས་ནས་འཚོ་བར་བསྒྱུར་བཅོས་དང་དེ་རིང་ནས་འགོ་བརྩམས་ཏེ་སློབ་སྦྱོང་བྱོས། གཤམ་བཀོད་ཀྱི་དྲ་ཐག་ལ་ཐད་ཀར་བསྣུན་པ་དང་ཡང་ན་ངོ་བཤུ་བྱས་ཏེ་རང་གི་བལྟ་བཤེར་དྲ་ཚིགས་ནང་ཞོག

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་འདིར་རེ་ཞུ་བྱས་མེད་ན་ཁྱེད་ཀྱིས་འདི་སྣང་ལ་འཇོག་རོགས། ང་ཚོས་ཁྱེད་ལ་གཞུག་ཕྱོགས་འཕྲིན་གང་ཡང་གཏོང་མི་ཡོང་། གློག་འཕྲིན་འདི་ལ་ལན་འདེབས་ཀྱང་མི་བྱེད་པར་ཞུ། གལ་སྲིད་ཁྱེད་ཀྱིས་རམ་འདེགས་རེ་ཞུ་བྱེད་དགོས་ཚེ་སློབ་ཚན་གྱི་དྲ་ཚིགས་ {platform_name} འདིའི་སྐོར་ལ་བལྟ་ཞིབ་བྱ་རོགས།

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
bo: འདི་ནི་ཁྱེད་ཀྱིས་ {platform_name} འདིར་བཀོད་པའི་གློག་འཕྲིན་རྙིང་བ་ {old_email} དེ་ {new_email} གསར་པ་ལ་བསྒྱུར་བའི་གཏན་འཁེལ་བྱེད་ས་ཡིན། གལ་སྲིད་ཁྱེད་ཀྱིས་འདི་ལྟར་རེ་ཞུ་བྱས་པ་མིན་ན། ཐད་ཀར་འོག་གི་དེ་ནས་ང་ཚོར་འབྲེལ་བ་བྱོས།

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
bo: ང་ཚོར་ {platform_name} འདིའི་ཁ་བྱང་རྙིང་བ་ {old_email} དེ་ {new_email} གསར་པ་འདི་ལ་བརྗེ་བསྒྱུར་བྱ་རྒྱུའི་རེ་ཞུ་ཞིག་འབྱོར་སོང་། གལ་སྲིདའདི་འགྲིག་པ་ཞིག་ཡིན་ན། འདིར་གཟིགས་ཞིབ་བྱས་ཏེ་ཁྱེད་ཀྱི་གློག་འཕྲིན་གསར་པ་གཏན་འཁེལ་བྱ་རོགས།

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
bo: དགོངས་དག་ཞུ། ང་ཚོའི་སློབ་ཚན་ལས་བྱེད་མི་སྣས་ཁྱོད་ཀྱི་མིང་དེ་{old_name}ནས་{new_name}ལ་བསྒྱུར་རྒྱུའི་རེ་ཞུ་དེ་ངོས་ལེན་བྱས་མ་སོང་། གལ་སྲིད་ཁྱེད་ལ་ཞིབ་ཕྲའི་རམ་འདེགས་དགོས་ཚེ། འདིའི་ཟུར་གྱི་{email}གློག་འཕྲིན་བརྒྱུད་ནས་ལག་རྩལ་རམ་འདེགས་པར་འབྲེལ་བ་བྱེད་རོགས།

source: Put your Terms of Service here!
bo: ཁྱེད་ཀྱི་ཞབས་ཞུའི་སྒྲིག་ཁག་འདིར་ཞོག

source: Put your Privacy Policy here!
bo: ཁྱེད་ཀྱི་གསང་རྒྱའི་སྲིད་ཇུས་འདིར་ཞོག

source: Put your Honor Code here!
bo: ཁྱེད་ཀྱི་ Honor Code འདིར་ཞོག

source: Put your Copyright Text here!
bo: ཁྱེད་ཀྱི་བདག་དབང་གི་ལག་དེབ་འདིར་ཞོག

source: Code Editor
bo: ཨང་བརྡ་རྩོམ་སྒྲིག

source: The page that you were looking for was not found.
bo: ཁྱེད་ཀྱིས་འཚོལ་བཞིན་པའི་ཤོག་ངོས་དེ་རྙེད་མ་སོང་།

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
bo: ང་ཚོས་གནད་དོན་དེ་ཐོ་འགོད་བྱས་ཟིན་པ་དང་། ང་ཚོའི་ལས་བྱེད་ཚོས་ད་ལྟ་གང་མགྱོགས་ཀྱིས་གནད་དོན་དེ་བསལ་ཐབས་ལ་འབད་བརྩོན་བྱེད་བཞིན་ཡོད།

source: Tools
bo: ལག་ཆ་ཁག

source: Page Actions
bo: ཤོག་ངོས་ཀྱི་ལས་ཀ་ཁག

source: Collapse All
bo: ཡོངས་རྫོགས་ལྟེབ།

source: Course Updates
bo: སློབ་ཚན་རིམ་སྤར།

source: New Update
bo: རིམ་སྤར་གསར་པ།

source: Course Outline
bo: སློབ་ཚན་དཀར་ཆག

source: Share feedback
bo: བསམ་འཆར་གནོངས་རོགས།

source: Warning
bo: ཉེན་བརྡ།

source: View Live
bo: ཐད་གཏོང་སྟོན།

source: New Page
bo: ཤོག་ངོས་གསར་པ།

source: close modal
bo: སྒོ་རྒྱག

source: Internal Server Error
bo: ནང་གི་གསོག་མཛོད་ཀྱི་གནད་དོན།

source: The Page You Requested Page Cannot be Found
bo: ཁྱེད་ཀྱིས་རེ་ཞུ་བྱས་པའི་ཤོག་ངོས་དེ་རྙེད་མ་སོང་།

source: The Server Encountered an Error
bo: གསོག་མཛོད་དེར་གནད་དོན་ཞིག་བྱུང་འདུག

source: Back to dashboard
bo: ཕྱིར་གཙོ་ངོས་སུ་ལོག

source: Course Export
bo: སློབ་ཚན་ཕྱིར་འདྲེན།

source: About Exporting Courses
bo: སློབ་ཚན་ཕྱིར་འདྲེན་གྱི་སྐོར།

source: Export My Course Content
bo: ངའི་སློབ་ཚན་ནང་དོན་ཕྱིར་འདྲེན།

source: Export Course Content
bo: སློབ་ཚན་ནང་དོན་ཕྱིར་འདྲེན།

source: Data {em_start}exported with{em_end} your course:
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ {em_start}exported with{em_end} གཞི་གྲངས་ནི་

source: Course Content (all Sections, Sub-sections, and Units)
bo: སློབ་ཚན་ནང་དོན། (all Sections, Sub-sections, and Units)

source: Course Structure
bo: སློབ་ཚན་སྒྲོམ་གཞི།

source: Individual Problems
bo: སྒེར་གྱི་དྲི་བ་ཁག

source: Course Assets
bo: སློབ་ཚན་གྱི་མཐུན་རྐྱེན་ཁག

source: Course Settings
bo: སློབ་ཚན་སྒྲིག་འགོག་ཁག

source: Data {em_start}not exported{em_end} with your course:
bo: ཁྱེད་ཀྱི་སློབ་ཚན་དང་ལྷན་དུ་ {em_start}ཕྱིར་འདྲེན་བྱས་མེད་པའི་{em_end} གཞི་གྲངས་ནི་

source: User Data
bo: སྤྱོད་མཁན་གྱི་གཞི་གྲངས།

source: Course Team Data
bo: སློབ་ཚན་ཚོགས་ཆུང་གི་གཞི་གྲངས།

source: Forum/discussion Data
bo: གླེང་སྟེགས་/གླེང་མོལ་གྱི་གཞི་གྲངས།

source: Opening the downloaded file
bo: ཕབ་ལེན་བྱས་པའི་ཡིག་ཆ་དེ་ཁ་འབྱེད་བཞིན་ཡོད།

source: Why export a course?
bo: སློབ་ཚན་ཕྱིར་འདྲེན་བྱེད་དོན་ཅི་ཡིན།

source: What content is exported?
bo: ནང་དོན་གང་ཞིག་ཕྱིར་འདྲེན་བྱེད་པ་ཡིན།

source: Welcome
bo: དགའ་བསུ་ཞུ།

source: Keeping Your Course Organized
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྲལ་འགྲིག་པོ་ཞིག་ཉར་བཞིན་ཡོད།

source: Simple Organization For Content
bo: ནང་དོན་དེའི་ཚོགས་པ་སྟབས་བདེ་ཞིག

source: Change Your Mind Anytime
bo: ནམ་ཡིན་རུང་བསྒྱུར་བཅོས་བྱེད་ཆོག

source: Learning is More than Just Lectures
bo: སློབ་གཉེར་བྱེད་པ་ནི་ལེགས་འཆར་ཤོད་པ་ཙམ་ལས་ལྷག

source: Create Learning Pathways
bo: སློབ་གཉེར་གྱི་བརྒྱུད་ལམ་གསར་བཟོ་བྱོས།

source: Work Visually, Organize Quickly
bo: རྣམ་པ་འཆར་བཞིན་དུ་ལས་ཀ་བྱེད། གྲ་སྒྲིག་མྱུར་པོར་བྱེད།

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
bo: རྗེས་ཕྱོགས་སློབ་ཕྲུག་གིས་ཇི་ལྟར་མཐོང་རྣམ་པ་དེར་རང་གིས་ཁྱེད་ཀྱིས་ལྟ་བཞིན་དུ་དེའི་ཐོག་ལས་ཀ་བྱེད་ཐུབ།

source: A Broad Library of Problem Types
bo: དོགས་འདྲིའི་རིགས་ཀྱི་དཔེ་མཛོད་རྒྱ་ཆེན་ཞིག

source: Simple, Fast, and Incremental Publishing. With Friends.
bo: གྲོགས་པོ་ཚོ་དང་ལྷན་དུ་སྟབས་བདེ་དང་མགྱོགས་པ། སྤེལ་སྟངས་སྣ་ཁ་མང་བ་བཅས་ཡོད།

source: Instant Changes
bo: འཕྲལ་འཕྲལ་གྱི་བསྒྱུར་བཅོས།

source: Work in Teams
bo: ཚོགས་ཆུང་དང་མཉམ་ལས།

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
bo: རྩོམ་གྲོགས་རྣམས་ལ་དབང་ཚད་ཀྱི་ལག་ཆ་ཡོངས་རྫོགས་བཀོལ་བའི་ཆོག་མཆན་ཡོད། ཚོགས་ཆུང་གི་ནུས་པ་ལ་བརྟེན་ནས་རང་ཉིད་ཀྱི་སློབ་ཚན་སྔར་ལས་ཇེ་ལེགས་སུ་གཏོང་ཐུབ་པ་བཟོས།

source: Outlining Your Course
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ནང་དོན་གྱི་དཀར་ཆག

source: More than Just Lectures
bo: ལེགས་འཆར་ཙམ་ལས་མང་བ།

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
bo: བརྙན་མགྱོགས་བཟོ་དང་། སྤྱོད་བདེའི་ཚིག་དུམ། འབྲེལ་ཡོད་གླེང་གཞི། དེ་བཞིན་དྲི་བའི་རིགས་འདྲ་མིན་བཅས།

source: We're having trouble rendering your component
bo: ཁྱེད་ཀྱི་གྲུབ་ཆ་འཆར་སྟོན་བྱེད་པར་ང་ཚོར་དཀའ་ངལ་ཞིག་འདུག

source: Students will not be able to access this component. Re-edit your component to fix the error.
bo: སློབ་ཕྲུག་གིས་མ་འོངས་པར་ཁྱེད་ཀྱི་གྲུབ་ཆ་འདི་བལྟ་ཀློག་བྱེད་མི་ཐུབ་པས། གནད་དོན་དེ་གཙང་སེལ་བྱེད་པར་བསྐྱར་དུ་རྩོམ་སྒྲིག་བྱོས།

source: Course Import
bo: སློབ་ཚན་ནང་འདྲེན།

source: Choose a File to Import
bo: ནང་འདྲེན་བྱ་རྒྱུའི་ཡིག་ཆ་ཞིག་འདེམ།

source: File Chosen:
bo: བདམས་ཟིན་པའི་ཡིག་ཆ་ནི་

source: Course Import Status
bo: སློབ་ཚན་ནང་འདྲེན་གྱི་གནས་བབ།

source: Transferring your file to our servers
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ང་ཚོའི་གསོག་མཛོད་ནང་འཇོག་བཞིན་ཡོད།

source: Unpacking
bo: ནང་དོན་སྔོག་བཞིན་ཡོད།

source: Verifying
bo: གཏན་འཁེལ་བྱེད་བཞིན་ཡོད།

source: Reviewing semantics, syntax, and required data
bo: ནང་དོན་ཁག་དང་བརྡ་སྤྲོད་དེ་བཞིན་དགོས་ངེས་ཀྱི་གནས་ཚུལ་བཅས་ལ་བསྐྱར་ཞིབ་བྱེད་བཞིན་ཡོད།

source: Updating Course
bo: སློབ་ཚན་ནང་འཇུག་བྱེད་བཞིན་ཡོད།

source: Your imported content has now been integrated into this course
bo: ཁྱེད་ཀྱིས་ནང་འདྲེན་བྱས་པའི་ནང་དོན་དེ་ད་ལྟ་སློབ་ཚན་འདིའི་ནང་མཉམ་སྦྱར་བྱས་ཡོད།

source: View Updated Outline
bo: རིམ་སྤར་བྱས་ཟིན་པའི་ནང་དོན་དཀར་ཆག་སྟོན།

source: Why import a course?
bo: སློབ་ཚན་ནང་འདྲེན་བྱེད་དོན་ཅི་ཡིན།

source: What content is imported?
bo: ནང་དོན་གང་ཞིག་ནང་འདྲེན་བྱས་འདུག

source: Warning: Importing while a course is running
bo: ཉེན་བརྡ། སློབ་ཚན་ཞིག་འགྲོ་བཞིན་པའི་སྐབས་སུ་འདི་ནང་འདྲེན་བྱེད་བཞིན་འདུག

source: Create
bo: བཟོ།

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
bo: འདིའི་{display_name} ནང་བསྣན་ན་འོས་འཚམ་གྱི་ནང་དོན་མཚུངས་པ་ཆ་ཚང་སྟོན། སློབ་མ་རེ་རེར་ཐོ་གཞུང་འདིའི་ནང་ནས་སྐབས་བསྟུན་གྱིས་བླངས་པའི་ {max_count} གྲུབ་ཆ་རེ་རེ་བགོ་བཤའ་རྒྱག་ཡོང་།

source: None
bo: མེད།

source: Your policy changes have been saved.
bo: ཁྱེད་ཀྱི་གསང་རྒྱའི་སྲིད་བྱུས་བསྒྱུར་བཅོས་བྱས་པ་རྣམས་ཉར་ཚགས་བྱས་ཡོད།

source: What can I do on this page?
bo: ཤོག་ངོས་འདིར་ངས་ཅི་ཞིག་བསྒྲུབ་ཆོག་གམ།

source: Confirm
bo: གཏན་འཁེལ།

source: previous
bo: སྔོན་མ།

source: next
bo: རྗེས་མ།

source: Heading
bo: འགོ་བརྗོད།

source: Explanation
bo: འགྲེལ་བཤད།

source: created
bo: བཟོས་ཟིན།

source: Wiki notifications
bo: ཝེ་ཁེའི་གསར་བརྡ།

source: Wiki images
bo: ཝེ་ཁེའི་འདྲ་པར།

source: Wiki attachments
bo: ཝེ་ཁེའི་ཟུར་སྦྱར་ཡིག་ཆ།

source: Initial title of the article. May be overridden with revision titles.
bo: རྩོམ་ཡིག་དེའི་ཐོག་མའི་མཚན་བྱང་དེ་བཟོ་བཅོས་པར་གཞིའི་མཚན་བྱང་གིས་བརྗེ་བསྒྱུར་བྱ་ཆོག

source: Type in some contents
bo: ནང་དོན་འགའ་ཤས་ཕྲིས།

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
bo: འདི་ནི་ཁྱེད་ཀྱི་རྩོམ་ཡིག་གི་ཐོག་མའི་མཚན་བྱང་དེ་རེད། དེ་བཟོས་རྗེས་སུ་ཁྱེད་ཀྱིས་སྤྱོད་སྒོ་ཆེ་བའི་མཁོ་ཆས་མང་པོ་ཞིག་བཀོལ་ཆོག་སྟེ། དཔེར་ན། plugins དང་གཞི་གྲངས་རྒྱས་པ། འབྲེལ་ཡོད་ཀྱི་རྩོམ་ཡིག་སོགས་གསར་སྣོན་བྱེད་ཆོག་པ་ཡིན།

source: Contents
bo: ནང་དོན།

source: Summary
bo: སྙིང་བསྡུས།

source: Give a short reason for your edit, which will be stated in the revision log.
bo: རྩོམ་སྒྲིག་བྱེད་དགོས་པའི་རྒྱུ་རྐྱེན་ཐུང་ངུ་ཞིག་འགོད་རོགས། དེ་བཟོ་བཅོས་དྲ་ངོས་སུ་འཆར་ཡོང་།

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
bo: ཁྱེད་ཀྱིས་རྩོམ་སྒྲིག་བྱེད་བཞིན་པའི་སྐབས་མི་གཞན་ཞིག་གིས་བཟོ་བཅོས་པར་གཞི་དེ་འགྱུར་བ་བཏང་བ་ཡིན་ན། ཁྱེད་ཀྱི་ནང་དོན་དེ་རང་འགུལ་གྱིས་ནང་དོན་གསར་པ་དེ་དང་ཟླ་སྒྲིལ་བྱེད་འགྲོ། གཤམ་གསལ་གྱི་ཡིག་ཆ་ལ་བསྐྱར་ཞིབ་ཅིག་བྱ་རོགས།

source: No changes made. Nothing to save.
bo: བསྒྱུར་བཅོས་གང་ཡང་བྱས་མི་འདུག་པས་གསར་དུ་ཉར་རྒྱུ་མི་འདུག

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
bo: འདི་ནི་ཁྱེད་ཀྱི་རྩོམ་ཡིག་འཇོག་གནས་ཀྱི་ཁ་བྱང་ཡིན། འཇོག་སྟངས་དེ་གསལ་བྱེད་དང་ཨང་གྲངས་གཉིས་ཀྱི་གོ་རིམ་A ནས་ Z དང་ཡང་ན་ 0 ནས་ 9 བཞིན་འཇོག་དགོས། ངེས་དགོས་པ་ཞིག་ལ་ཁྱེད་ཀྱིས་རྩོམ་ཡིག་དེ་སྤེལ་ཟིན་རྗེས་slug འགྱུར་བ་གཏོང་མི་ཐུབ།

source: Write a brief message for the article's history log.
bo: རྩོམ་ཡིག་དེའི་ལོ་རྒྱུས་ཤོག་ངོས་སུ་འགོད་རྒྱུའི་འཕྲིན་ཐུང་ཞིག་ཕྲིས།

source: A slug may not begin with an underscore.
bo: ཕལ་ཆེར་ slug ཞིག་གི་འགོ་རུ་underscore བཞག་མེད་པ་འདྲ།

source: A deleted article with slug "%s" already exists.
bo: བསུབ་ཟིན་པའི་རྩོམ་ཡིག་ཅིག་གི་ slug "%s" ད་དུང་ལྷག་འདུག

source: A slug named "%s" already exists.
bo: མིང་འདི་ཡོད་པའི་slug "%s" ད་དུང་ལྷག་འདུག

source: Yes, I am sure
bo: འགྲིག གཏན་འཁེལ་ཡིན།

source: Purge
bo: གཙང་བཤེར།

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
bo: རྩོམ་ཡིག་གཙང་སེལ་ནི། ཕྱིར་འཐེན་མེད་པར་ཆ་ཚང་གཙང་སེལ་ (ནང་དོན་ཆ་ཚང་།) བྱེད་ན། གཙང་སེལ་ནི་slug དང་བཅས་པ་གཙང་སེལ་བྱེད་པའི་ཐབས་ཤེས་ཡག་ཤོས་དེ་རེད། དེ་ལྟར་བྱས་ན་ད་གཟོད་སྤྱོད་མཁན་རྣམས་ཀྱིས་ས་ཆ་དེར་རྩོམ་ཡིག་གསར་པ་སྤེལ་ཐུབ་པ་ཡིན།

source: You are not sure enough!
bo: ཁྱེད་ཀྱིས་གཏན་འཁེལ་བྱེད་ཐུབ་མི་འདུག

source: While you tried to delete this article, it was modified. TAKE CARE!
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདི་བསུབ་རྩིས་བྱེད་སྐབས་བཟོ་བཅོས་བརྒྱབ་འདུག ཐུགས་སྣང་གནང་རོགས།!

source: Lock article
bo: རྩོམ་ཡིག་ལ་ཟྭ་རྒྱོབས།

source: Deny all users access to edit this article.
bo: སྤྱོད་མཁན་ཡོངས་ལ་རྩོམ་ཡིག་འདི་རྩོམ་སྒྲིག་བྱེད་པའི་ཆོག་མཆན་མེད།

source: Permissions
bo: ཆོག་མཆན།

source: Owner
bo: བདག་པོ།

source: Enter the username of the owner.
bo: བདག་པའི་སྤྱོད་མིང་ནང་འཇུག་བྱོས།

source: Inherit permissions
bo: ཆོག་མཆན་ཐོབ་པ།

source: Check here to apply the above permissions recursively to articles under this one.
bo: གཤམ་བཀོད་ཀྱི་རྩོམ་ཡིག་ལ་གོང་མཚུངས་ཀྱི་ཆོག་མཆན་ཞུ་ན་འདིར་འགྲིག་རྟགས་རྒྱོབས།

source: Permission settings for the article were updated.
bo: སྤེལ་ཟིན་པའི་རྩོམ་ཡིག་རྣམས་ཀྱི་ཆོག་མཆན་སྒྲིག་འགོད།

source: Your permission settings were unchanged, so nothing saved.
bo: ཁྱེད་ཀྱི་ཆོག་མཆན་སྒྲིག་འགོད་ནང་འགྱུར་བ་གང་ཡང་བཏང་མི་འདུག་པས། ཉར་ཚགས་གསར་པ་གང་ཡང་མི་འདུག

source: No user with that username
bo: མིང་འདི་ཡོད་པའི་སྤྱོད་མཁན་ཞིག་མི་འདུག

source: Article locked for editing
bo: རྩོམ་ཡིག་རྩོམ་སྒྲིག་ལ་ཟྭ་བརྒྱབ་འདུག

source: Article unlocked for editing
bo: རྩོམ་ཡིག་རྩོམ་སྒྲིག་གིཟྭ་ཕྱེས་འདུག

source: Filter
bo: ཚགས་སྒྲིག

source: Settings for plugin
bo: plugin འདིའི་སྒྲིག་འགོད།

source: current revision
bo: མིག་སྔའི་བསྒྱུར་བཅོས་ཀྱི་པར་གཞི།

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
bo: བཟོ་བཅོས་པར་གཞི་དེ་རྩོམ་ཡིག་འདིའི་ཐད་འཆར་ཡོང་། གལ་སྲིད་ཕྱིར་ལྡོག་དགོས་ན་གཤམ་གྱི་ཚན་པའི་ནང་གི་རིན་ཐང་འགྱུར་བ་ཐོངས།

source: modified
bo: བཅོས་སྒྲིག་ཟིན་པ།

source: Article properties last modified
bo: རྩོམ་ཡིག་ཉེ་སྔོན་བཟོ་བཅོས་བྱས་པའི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: The owner of the article, usually the creator. The owner always has both read and write access.
bo: རྩོམ་ཡིག་གི་བདག་པོ། ནམ་རྒྱུན་སྤེལ་མཁན་དེ་ཡིན། བདག་པོ་ལ་འབྲི་ཀློག་གཉིས་ཀའི་ཆོག་མཆན་ཡོད།

source: group
bo: ཚོགས་ཆུང་།

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
bo: UNIX ཡིག་ཆའི་མ་ལག་ནང་ལ་མཚོན་ན། སྤྱོད་མཁན་ལ་ཆོག་མཆན་སྤྲོད་ཐབས་ནི་ཚོགས་མའི་གནས་བབས་ལ་ལྟོས་པ་དང་། ཚོགས་པ་རྣམས་ Django auth མ་ལག་བརྒྱུད་ནས་དོ་དམ་བྱེད་ཀྱི་ཡོད།

source: group read access
bo: ཚོགས་པའི་དཔེ་ཀློག་ཆོག་མཆན།

source: group write access
bo: ཚོགས་པའི་འབྲི་བའི་ཆོག་མཆན།

source: others read access
bo: གཞན་དག་གི་དཔེ་ཀློག་ཆོག་མཆན།

source: others write access
bo: གཞན་དག་གི་འབྲི་བའི་ཆོག་མཆན།

source: Article without content (%(id)d)
bo: རྩོམ་ཡིག་ནང་དོན་མེད་པ་ (%(id)d)

source: content type
bo: ནང་དོན་གྱི་རིགས།

source: object ID
bo: དངོས་རིགས་ ID

source: Article for object
bo: ཡུལ་ཞིག་གི་རྩོམ་ཡིག

source: Articles for object
bo: ཡུལ་ཞིག་གི་རྩོམ་ཡིག་ཁག

source: revision number
bo: བསྐྱར་བཅོས་ཀྱི་གྲངས།

source: IP address
bo: IP ཡི་ཁ་བྱང་།

source: user
bo: སྤྱོད་མཁན།

source: locked
bo: ཟྭ་བརྒྱབ་ཟིན་པ།

source: article
bo: རྩོམ་ཡིག

source: article contents
bo: རྩོམ་ཡིག་ནང་དོན།

source: article title
bo: རྩོམ་ཡིག་ཁ་བྱང་།

source: Each revision contains a title field that must be filled out, even if the title has not changed
bo: མཚན་བྱང་བསྒྱུར་བཅོས་བྱས་མིན་ལ་མ་ལྟོས་པར་བསྐྱར་བཅོས་པར་གཞི་རེ་རེའི་ནང་ངེས་པར་དུ་སྐོང་དགོས་པའི་མཚན་བྱང་གི་ཚན་པ་ཞིག་ཡོད་དགོས།

source: original article
bo: རྩོམ་ཡིག་མ་ཕྱི།

source: Permissions are inherited from this article
bo: རྩོམ་ཡིག་འདིའི་ཆོག་མཆན་སྤྲད་ཡོད།

source: A plugin was changed
bo: plugin ཞིག་འགྱུར་བ་བཏང་འདུག

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
bo: བཟོ་བཅོས་པར་གཞི་དེ་plugin འདིའི་ནང་སྟོན་རྒྱུར་བསྒྲིགས་འདུག གལ་སྲིད་ཕྱིར་ལྡོག་དགོས་ན་གཤམ་གྱི་ཚན་པ་དེའི་རིན་ཐང་བརྗེས་པ་ཙམ་གྱིས་ཆོག

source: URL path
bo: URL ཡོང་ཁུངས།

source: URL paths
bo: URL ཡོང་ཁུངས་ཁག

source: Sorry but you cannot have a root article with a slug.
bo: དགོངས་དག slug འདིའི་ནང་ཁྱེད་ཀྱིས་སྒེར་དབང་རྩོམ་ཡིག་རྙེད་མི་ཐུབ།

source: A non-root note must always have a slug.
bo: སྒེར་དབང་མ་ཡིན་པའི་མཆན་འགྲེལ་ཁག་ལ་ངེས་པར་དུ་ slug རེ་ཡོད་དགོས།

source: There is already a root node on %s
bo: འདིའི་ %s སྒང་ལ་ད་སྔ་ནས་སྒེར་དབང་རྩོམ་ཡིག་ཅིག་འདུག

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
bo: མ་རྩོམ་བོར་ཟིན་པའི་རྩོམ་ཡིག་ཁག =============================== བུ་རྩོམ་འདི་དག་གི་མ་རྩོམ་བསུབ་ཚར་འདུག་པས། ཁྱེད་ཀྱིས་ངེས་པར་དུ་དེ་དག་འཇོག་གནས་གསར་བ་ཞིག་འཚོལ་དགོས།

source: Lost and found
bo: བོར་བ་དང་རྙེད་པ།

source: A short summary of what the file contains
bo: ཡིག་ཆ་དེའི་ནང་གང་ཡོད་ཀྱི་སྙིང་བསྡུས་ཐུང་ངུ་ཞིག

source: Yes I am sure...
bo: ཡིན། གཏན་འཁེལ་ཡིན།

source: Click to download file
bo: ཡིག་ཆ་ཕབ་ལེན་བྱེད་པར་འདིར་སྣུན།

source: The revision of this attachment currently in use (on all articles using the attachment)
bo: ཟུར་སྦྱར་ཡིག་ཆ་འདིའི་བཟོ་བཅོས་པར་གཞི་དེ་ད་ལྟ་སྤྱོད་བཞིན་འདུག (on all articles using the attachment)

source: original filename
bo: ཡིག་ཆའི་མ་གཞིའི་མིང་།

source: attachment
bo: ཟུར་སྦྱར་མ།

source: attachments
bo: ཟུར་སྦྱར་མ།

source: file
bo: ཡིག་ཆ།

source: attachment revision
bo: ཟུར་སྦྱར་མའི་བཟོ་བཅོས་པར་གཞི།

source: attachment revisions
bo: ཟུར་སྦྱར་མའི་བཟོ་བཅོས་པར་གཞི་ཁག

source: %s was successfully added.
bo: %s ནི་བདེ་ལེགས་ངང་བསྣན་སོང་།

source: Your file could not be saved: %s
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཉར་ཚགས་བྱེད་ཐུབ་ས་མ་རེད་ %s

source: Your file could not be saved, probably because of a permission error on the web server.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཉར་ཚགས་བྱེད་ཐུབ་ས་མ་རེད། ཕལ་ཆེར་དྲ་ཚིགས་དེའི་གསོག་མཛོད་ཀྱི་ཆོག་མཆན་ཐད་ཀྱི་གནད་དོན་ཞིག་ཡིན་པ་འདྲ།

source: %s uploaded and replaces old attachment.
bo: %s འདི་ཙམ་ནང་འཇུག་བྱས་ཟིན་པ་དང་ཟུར་སྦྱར་རྙིང་པ་བསྐྱར་བརྗེ་བྱེད་འགྲོ།

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་གསར་པ་དེ་ལ་ད་སྔ་ཡོད་བསྡད་པའི་ཡིག་དེ་དང་མཐུན་པར་རང་འགུལ་གྱིས་མིང་འདོགས་འགྲོ་བ་དང་། ཡིག་ཆའི་རྣམ་སྒྲིག་མི་འདྲ་བ་རྣམས་ངོས་ལེན་མི་བྱེད་པ་ཡིན།

source: Current revision changed for %s.
bo: མིག་སྔའི་བཟོ་བཅོས་པར་གཞི་ %s འདི་ལ་བརྗེ་བསྒྱུར་བྱས་འདུག

source: Added a reference to "%(att)s" from "%(art)s".
bo: འདིར་རྒྱུ་ཆ་ཞིག་འདིར་ "%(att)s" བཞག་ཡོད། ཡོང་ཁུངས་ "%(art)s" འདི་ཡིན།

source: The file %s was deleted.
bo: ཡིག་ཆ་ %s དེ་བསུབ་འདུག

source: This article is no longer related to the file %s.
bo: རྩོམ་ཡིག་འདི་ཡིག་ཆ་ %sདེ་དང་འབྲེལ་བ་མེད།

source: A file was changed: %s
bo: ཡིག་ཆ་བསྒྱུར་ཟིན་པ་ནི་ %s

source: A file was deleted: %s
bo: ཡིག་ཆ་བསུབ་ཟིན་པ་ནི་ %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
bo: ཡིག་ཆ་དེ་རྩོམ་ཡིག་གཞན་གྱི་ནང་ལུང་འདྲེན་བྱས་འདུག་པས། དེ་བསུབ་ན་འདིའི་ནང་གཔྱད་གཞིར་དྲངས་པ་རྣམས་ཀྱང་ཡལ་འགྲོ་བ་ཡིན། འདི་དཔྱད་གཞིར་དྲངས་པའི་རྩོམ་ཡིག་རྣམས་གཤམ་གསལ།

source: Delete it!
bo: དེ་སུབ།

source: Remove
bo: སུབ།

source: You can remove a reference to a file, but it will retain its references on other articles.
bo: ཁྱེད་ཀྱིས་དཔྱད་གཞིའི་ཡིག་ཆ་ཞིག་བསུབ་ཆོག་པ་ཡིན། ཡིན་ན་ཡང་རྩོམ་ཡིག་གཞན་པའི་ནང་གི་དེ་མུ་མཐུད་ནས་ཉར་འདུག་པ་ཡིན།

source: Remove reference
bo: དཔྱད་གཞིའི་ཡིག་ཆ་སུབ།

source: History of
bo: དེའི་ལོ་རྒྱུས།

source: User
bo: སྤྱོད་མཁན།

source: File
bo: ཡིག་ཆ།

source: Action
bo: བྱ་བ།

source: <em>No description</em>
bo: <em>འགྲེལ་བཤད་མེད་པ།</em>

source: Download
bo: ཕབ་ལེན།

source: Use this!
bo: འདི་བཀོལ།

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
bo: མཉམ་སྦྱར་ཡིག་ཆ་ཚབ་བརྗེ་ཟེར་བ་ནི་དེའི་འཇོག་གནས་སུ་ཡིག་ཆ་གསར་པ་གཞན་ཞིག་ནང་འཇུག་བྱས་ཏེ་དེ་སྔ་མ་དེའི་ཚབ་ལ་བཀོལ་སྤྱོད་བྱས་པའི་དོན་ཡིན། ཡིག་ཆ་དེའི་ནང་དཔྱད་གཞིར་དྲངས་པ་ཡོངས་རྫོགས་ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ཡིག་ཆ་གསར་པ་དེས་ཚབ་བརྗེ་བྱེད་འགྲོ་བ་དང་། ཡིག་ཆ་དེ་ཡང་ <strong>%(filename)s</strong> འདི་ལྟར་ཕབ་ལེན་བྱེད་ཡོང་བ་ཡིན། དོ་སྣང་བྱ་དགོས་པ་ཞིག་ནི་མཉམ་སྦྱར་ཡིག་ཆ་འདི་རྩོམ་ཡིག་གཞན་ཞིག་གི་ནང་བཀོལ་སྤྱོད་བྱེད་བཞིན་འདུག་པས། ཁྱེད་ཀྱིས་རང་གི་ནང་དོན་གྱི་རྣམ་པ་ཡང་དཀྲུགས་སྲིད། གང་ལྟར་དོགས་འཛེམ་མེད་པར་གོ་སྐབས་དམ་འཛིན་གྱིས་ཚབ་བརྗེ་དགོས་ངེས་ཀྱི་རྩོམ་ཡིག་ཐོ་རུ་བཀོད་པ་རྣམས་ཚབ་བརྗེ་བྱོས། བྱེད་ཐབས་འདི་ནི་ལས་ཆོད་ཆེ་ཤོས་ཀྱི་ཐབས་ཤིག་ཡིན།

source: Articles using
bo: རྩོམ་ཡིག་བཀོལ་སྤྱོད།

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
bo: མཉམ་སྦྱར་ཡིག་ཆ་ཚབ་བརྗེ་ཟེར་བ་ནི་དེའི་འཇོག་གནས་སུ་ཡིག་ཆ་གསར་པ་གཞན་ཞིག་ནང་འཇུག་བྱས་ཏེ་དེ་སྔ་མ་དེའི་ཚབ་ལ་བཀོལ་སྤྱོད་བྱས་པའི་དོན་ཡིན། ཡིག་ཆ་དེའི་ནང་དཔྱད་གཞིར་དྲངས་པ་ཡོངས་རྫོགས་ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ཡིག་ཆ་གསར་པ་དེས་ཚབ་བརྗེ་བྱེད་འགྲོ་བ་དང་། ཡིག་ཆ་དེ་ཡང་ <strong>%(filename)s</strong> འདི་ལྟར་ཕབ་ལེན་བྱེད་ཡོང་བ་ཡིན།

source: Upload replacement
bo: ཚབ་བྱེད་ནང་འཇུག་བྱེད།

source: Add file to
bo: ཡིག་ཆ་སྣོན།

source: Add attachment from other article
bo: རྩོམ་ཡིག་གཞན་པ་ནས་ཟུར་སྦྱར་སྣོན།

source: Main article
bo: རྩོམ་ཡིག་གཙོ་བོ།

source: Add to article
bo: རྩོམ་ཡིག་ནང་སྣོན།

source: Your search did not return any results
bo: ཁྱེད་ཀྱི་བཙལ་བྱ་དེར་བཙལ་འབྲས་གང་ཡང་རྙེད་མ་སོང་།

source: Adding new articles
bo: རྩོམ་ཡིག་གསར་པ་སྣོན་བཞིན་པ།

source: An external link
bo: ཕྱི་ལོགས་ཀྱི་དྲ་ཐག་ཅིག

source: Headers
bo: མགོ་འདྲེན།

source: Use these codes for headers and to automatically generate Tables of Contents.
bo: འགོ་འདྲེན་དང་རང་འགུལ་གྱིས་ནང་དོན་རེའུ་མིག་བཟོ་བར་ཨང་བརྡ་འདི་དག་བཀོལ་སྤྱོད་བྱེད།

source: Lists
bo: ཐོ་གཞུང་།

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
bo: འདྲ་པར་གསར་པ་ %s བདེ་ལེགས་ངང་ནང་འཇུག་བྱས་ཟིན། ཁྱེད་ཀྱིས་ད་སྔ་ཡོད་བསྡད་པའི་འདྲ་པར་རྣམས་ཀྱི་ཐོ་གཞུང་ནས་དེ་བདམས་ཏེ་བཀོལ་ཆོག

source: Are you sure?
bo: ཐག་ཆོད་ཡིན་ནམ།

source: image
bo: འདྲ་པར།

source: images
bo: འདྲ་པར་ཁག

source: Image: %s
bo: འདྲ་པར་ནི་ %s

source: Current revision not set!!
bo: མིག་སྔའི་བསྐྱར་བཅོས་བསྒྲིགས་མི་འདུག

source: image revision
bo: འདྲ་པར་བསྐྱར་བཅོས་པར་གཞི།

source: image revisions
bo: འདྲ་པར་བསྐྱར་བཅོས་པར་གཞི་ཁག

source: Image Revsion: %d
bo: འདྲ་པར་བསྐྱར་བཅོས་པར་གཞི་ནི་ %d

source: %s has been restored
bo: %s སླར་གསོ་བྱེད་མུས།

source: %s has been marked as deleted
bo: %s བསུབ་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག

source: %(file)s has been changed to revision #%(revision)d
bo: %(file)sདེ་འདི་ #%(revision)d ལ་བསྒྱུར་འདུག

source: %(file)s has been saved.
bo: %(file)s ཉར་ཚགས་བྱས་འདུག

source: Images
bo: འདྲ་པར་ཁག

source: An image was added: %s
bo: བསྣན་ཟིན་པའི་འདྲ་པར་ནི་ %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
bo: གཤམ་གསལ་གྱི་འདྲ་པར་རྣམས་རྩོམ་ཡིག་འདིའི་ནང་བཀོལ་ཆོག markdown ཡི་མཚོན་རྟགས་དེ་ཐད་ཀར་ངོ་བཤུ་བྱས་ཏེ་ཡིག་ཆའི་ནང་ཡོད་པའི་འདྲ་པར་གྱི་མཚམས་སུ་ཞོག

source: Back to edit page
bo: རྩོམ་སྒྲིག་ཤོག་ངོས་སུ་ཕེབས།

source: No file
bo: ཡིག་ཆ་མི་འདུག

source: Upload new image
bo: འདྲ་པར་གསར་པ་ནང་འཇུག་བྱེད།

source: Restore image
bo: འདྲ་པར་སླར་གསོ་བྱེད།

source: Remove image
bo: འདྲ་པར་སུབ།

source: Completely delete
bo: གཙང་སུབ་བྱེད།

source: Revert to this version
bo: པར་གཞི་འདིར་ཕྱིར་ལྡོག་བྱེད།

source: There are no images for this article.
bo: རྩོམ་ཡིག་འདི་ལ་འདྲ་པར་མི་འདུག

source: Purge deletion
bo: བསུབ་པ་གཙང་སེལ་བྱེད།

source: Purge image: Completely remove image file and all revisions.
bo: འདྲ་པར་གཙང་བཟོ་ནི། འདྲ་པར་དང་བསྐྱར་བཟོ་ཆ་ཚང་གཙང་སེལ་བྱེད།

source: Remove it completely!
bo: དེ་གཙང་སུབ་བྱེད།

source: Image not found
bo: འདྲ་པར་རྙེད་མ་སོང་།
