Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
bo: གནོན་ཐེབས་འདི་དག་གི་སྒང་ལ་བསྐྱར་གནོན་ཡང་གནོན་བྱེད་མི་རུང་། འདི་དག་གི་སྒང་ལ་བསྐྱར་གནོན་ཡང་གནོན་བྱས་ན་གསར་སྒྲིག་གི་བརྒྱུད་རིམ་རྣམས་ཐད་ཀར་ཇེ་དལ་དུ་གཏོང་འགྲོ་བ་ཡིན། བཟོ་སེམས་ཀྱིས་སྒུག་རོགས།

source: For smaller courses, click to list profile information for enrolled students directly on this page:
bo: ཅུང་ཆུང་བའི་སློབ་ཚན་ཁག་གི་ཆེད་དུ་ཤོག་ངོས་འདིའི་སྟེང་ལ་ཐད་ཀར་བསྣུན་ཏེ་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་མ་རྣམས་ཀྱི་སྙིང་བསྡུས་གནས་ཚུལ་གྱི་ཐོ་གཞུང་ལ་སྣུན།

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
bo: སློབ་ཚན་འདིར་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་མ་ཡོངས་ཀྱི་ CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན། འདི་ནས་སྙིང་བསྡུས་གནས་ཚུལ་དཔེར་ན། གློག་འཕྲིན་ཁ་བྱང་དང་སྤྱོད་མིང་བཅས་ནི་

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
bo: སློབ་ཚན་འདིར་ཞུགས་ཐོ་འགོད་ཆོག་ཀྱང་ད་དུང་བཀོད་མེད་པའི་སློབ་གཉེར་བ་རྣམས་ཀྱི་ཐོ་གཞུང་ CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན།

source: Click to generate a CSV file of all proctored exam results in this course.
bo: སློབ་ཚན་འདིའི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་གྲུབ་འབྲས་ཆ་ཚང་གི་ CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན།

source: Click to generate a CSV file of survey results for this course.
bo: སློབ་ཚན་འདིའི་བརྟག་དཔྱད་གྲུབ་འབྲས་ཀྱི་ CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན།

source: Click to generate a CSV ORA grade report for all currently enrolled students.
bo: ཉེ་ཆར་ཞུགས་ཐོ་བཀོད་པའི་སློབ་ཕྲུག་ཡོངས་ཀྱི་ CSV ཡི་ORA གནས་རིམ་གྱི་སྙན་སྡོམ་བཟོ་བར་འདིར་སྣུན།

source: Click to generate a CSV problem grade report for all currently enrolled students.
bo: ཉེ་ཆར་ཞུགས་ཐོ་བཀོད་པའི་སློབ་ཕྲུག་ཡོངས་ཀྱི་ CSV ཡི་དྲི་བའི་གནས་རིམ་སྙན་སྡོམ་བཟོ་བར་འདིར་སྣུན།

source: My Courses
bo: ངའི་སློབ་ཚན་ཁག

source: Change Preferred Language
bo: བདམས་ཟིན་པའི་སྐད་ཡིག་བརྗེ།

source: Please choose your preferred language
bo: ཁྱེད་ལ་མཁོ་བའི་སྐད་ཡིག་དེ་འདེམ་རོགས།

source: Save Language Settings
bo: སྐད་ཡིག་གི་སྒྲིག་འགོད་ཉར་ཚགས།

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
bo: ཁྱེད་ལ་མཁོ་བའི་སྐད་ཡིག་དེ་མི་འདུག་གམ། {link_start}རང་མོས་ལོ་ཙཱ་བ་ཞིག་འགྱུར་ཐབས་བྱོས།{link_end}

source: Explore Courses
bo: སློབ་ཚན་འཚོལ་ཞིབ།

source: Global
bo: རྒྱལ་སྤྱིའི།

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
bo: {p_tag}མིག་སྔར་ཁྱེད་ལ་རིགས་མཚུངས་གནས་རིམ་དབྱེ་རྒྱུ་གང་ཡང་མི་འདུག རིགས་མཚུངས་གནས་རིམ་དབྱེ་རྒྱུ་ཡོད་དགོས་ན་ {ul_tag} {li_tag}ཁྱེད་ཀྱིས་ངེས་པར་དུ་རིགས་མཚུངས་གནས་རིམ་དབྱེ་རྒྱུའི་དྲི་བ་ཞིག་ལ་ལན་འདེབས་དགོས།{end_li_tag} {li_tag}སློབ་ཚན་ཚོགས་ཆུང་གིས་ཁྱེད་ཀྱིས་གནས་རིམ་སྤྲོད་ཚུལ་གྱི་ཚད་གཞི་ལ་གོ་རྟོགས་གང་ལེགས་ཐོབ་ཕྱིར་བཀོལ་བའི་རྩོམ་ཡིག་དེར་སྐར་མ་སྤྲོད་དགོས། {end_li_tag} {li_tag}གནས་རིམ་དབྱེ་རྒྱུར་སྒུག་ཡོད་པའི་འབུལ་སྤྲོད་བྱས་པ་ངེས་པར་དུ་ཡོད་དགོས།{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
bo: རིགས་མཚུངས་གནས་རིམ་དབྱེ་བ།

source: Here is a list of problems that need to be peer graded for this course.
bo: འདི་ནི་སློབ་ཚན་འདིའི་གནས་རིམ་ཕྱེས་པ་དང་འདྲ་མཉམ་ཡོང་དགོས་པའི་དྲི་བའི་ཐོ་གཞུང་ཞིག་ཡིན།

source: Problem Name
bo: དྲི་བའི་མིང་།

source: Due date
bo: དུས་བཀག་ཟླ་ཚེས།

source: Graded
bo: གནས་རིམ་བྱས་ཟིན་པ།

source: Available
bo: ཡོད་པ།

source: Required
bo: ཆ་རྐྱེན་བཏོན་པ།

source: No due date
bo: དུས་བཀག་ཟླ་ཚེས་མི་འདུག

source: The due date has passed, and peer grading for this problem is closed at this time.
bo: དུས་བཀག་དེ་ཡོལ་ཟིན་འདུག དུས་ཚོད་དེ་དང་ལྷན་དུ་དྲི་བ་འདིར་ཕན་ཚུན་བལྟ་རིས་ཀྱིས་གནས་རིམ་བྱེད་པ་དེ་ཡང་སྒོ་བརྒྱབ་འདུག

source: The due date has passed, and peer grading is closed at this time.
bo: དུས་བཀག་དེ་ཡོལ་ཟིན་འདུག དེ་དང་ལྷན་དུ་ཕན་ཚུན་བལྟ་རིས་ཀྱིས་གནས་རིམ་བྱེད་པ་དེ་ཡང་སྒོ་བརྒྱབ་འདུག

source: Learning to Grade
bo: གནས་རིམ་ཅན་སློབ་སྦྱོང་བྱེད།

source: Hide Question
bo: དྲི་བ་སྐུང་།

source: Student Response
bo: སློབ་ཕྲུག་གི་ལན་འདེབས།

source: Written Feedback
bo: ཡིག་ཐོག་བསམ་འཆར།

source: Please include some written feedback as well.
bo: ཡིག་ཐོག་བསམ་འཆར་འགའ་ཡང་འདུས་དགོས། ཐུགས་རྗེ་གཟིགས།

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
bo: འབུལ་སྤྲོད་བྱས་པ་འདིའི་ནང་དུ་མངོན་གསལ་དོད་པོ། ཁྲིམས་མཐུན་མ་ཡིན་པ། ཡང་ན་(I suspect)རྐུ་བཤུས་བྱས་པའི་ནང་དོན་འདུག

source: How did I do?
bo: ངས་ཇི་ལྟར་བྱས་པ་རེད།

source: Ready to grade!
bo: གནས་རིམ་ཅན་གྲ་སྒྲིག་ཡིན།

source: You have finished learning to grade, which means that you are now ready to start grading.
bo: ཁྱེད་ཀྱིས་གནས་རིམ་ཅན་སློབ་གཉེར་གྲུབ་སོང་། དེའི་དོན་ནི་འདི་ལྟར་ཏེ་ཁྱེད་རང་ད་ལྟ་གནས་རིམ་བགོ་བའི་ལས་འགོ་རྩོམ་ཆོག་ཅེས་པའི་དོན་ཡིན།

source: Start Grading!
bo: གནས་རིམ་བྱེད་འགོ་རྩོམ།

source: Learning to grade
bo: གནས་རིམ་ཅན་ལ་སློབ་སྦྱོང་བྱེད།

source: You have not yet finished learning to grade this problem.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདིའི་གནས་རིམ་བྱེད་པའི་སློབ་སྦྱོང་ད་དུང་ཚར་མི་འདུག

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
bo: ད་ལྟ་ཁྱེད་ལ་སློབ་སྟོན་པས་གནས་རིམ་ཕྱེས་པའི་རྩོམ་ཡིག་རིམ་པ་ཅན་ཞིག་སྟོན་ཡོང་བ་དང་ཁྱེད་ཀྱིས་དེ་དག་ལ་ཐོབ་སྐར་སྤྲད་རྒྱུའི་རེ་བ་བྱེད།

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
bo: ཁྱེད་ཀྱིས་ཐེངས་གཅིག་རྩོམ་ཡིག་དེར་སློབ་སྟོན་པ་ནང་བཞིན་སྐར་མ་སྤྲོད་ཐུབ་སོང་ན། ཁྱེད་ཀྱིས་རང་ཉིད་དང་རིགས་མཚུངས་པ་རྣམས་ལ་གནས་རིམ་སྤྲད་ཆོག

source: Start learning to grade
bo: གནས་རིམ་ཅན་གྱི་སྦྱོང་འགོ་རྩོམ།

source: Are you sure that you want to flag this submission?
bo: ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་འདི་ལ་དར་རྟགས་འཛུགས་གཏན་འཁེལ་ཡིན་ནམ།

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
bo: ཁྱེད་རང་འབུལ་སྤྲོད་ལ་དར་རྟགས་འགོད་འཚམས་སུ་སླེབས་ཡོད། འབུལ་སྤྲོད་བྱས་པ་དེ་དག་གི་ནང་ཁྲིམས་མཐུན་མ་ཡིན་པ་དང་བཙན་ཤེད་རིགས། ཡང་ན་ (suspected) རྐུ་བཤུས་བྱས་པའི་ནང་དོན་རིགས་ཡོད་ཚེ་དར་རྟགས་ཁོ་ན་འགོད་དགོས། འབུལ་སྤྲོད་བྱས་པ་དེ་དྲི་བ་དེ་དང་འབྲེལ་བ་མེད་པ་དང་ཡང་ན་འགྲིག་མེད་ཚེ། དེར་དར་རྟགས་འགོད་པའི་ཚབ་ལ་ངེས་པར་དུ་ཐོབ་སྐར་ཀླད་ཀོར་སྤྲད་དེ་བསམ་འཆར་དང་མཉམ་སྦྱོར་བྱ་དགོས།

source: Remove Flag
bo: དར་ཆ་ལོངས།

source: Keep Flag
bo: དར་ཆ་ཞོག

source: Go Back
bo: ཕྱིར་ལོག

source: Account Activation Info
bo: ཁ་བྱང་ནུས་ལྡན་བྱེད་པའི་གནས་ཚུལ།

source: Your Password Reset is Complete
bo: ཁྱེད་ཀྱི་གསང་གྲངས་བསྐྱར་སྒྲིག་ནི་ཆ་ཚང་གྲུབ།

source: Password Reset Complete
bo: གསང་གྲངས་བསྐྱར་སྒྲིག་ཆ་ཚང་བྱོས།

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་བྱས་འདུག {start_link}ཁྱེད་ཀྱི་ཁ་བྱང་ནང་འཛུལ་བྱོས།{end_link}

source: Reset Your {platform_name} Password
bo: ཁྱེད་ཀྱི་ {platform_name} གསང་གྲངས་བསྐྱར་སྒྲིག་བྱོས།

source: Invalid Password Reset Link
bo: གསང་གྲངས་བསྐྱར་སྒྲིག་གི་དྲ་ཐག་ཚུལ་མཐུན་རེད་མི་འདུག

source: Password reset successful
bo: གསང་གྲངས་བསྐྱར་སྒྲིག་ལེགས་འགྲུབ་བྱུང་།

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
bo: ང་ཚོས་ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱས་པའི་གློག་འཕྲིན་གྱི་གསང་ཚིག་སྒྲིག་འགོད་ཀྱི་ལམ་སྟོན་རྣམས་ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་བཏང་ཡོད། མི་འགྱོངས་བར་ཁྱེད་ལ་འབྱོར་ཡོང་།

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
bo: ཁྱེད་ཀྱིས་འཚོལ་བཞིན་པའི་ཤོག་ངོས་དེ་རྙེད་མ་སོང་། ཕྱིར་ {link_start}གཙོ་ངོས་དེར་ལོག{link_end}

source: Too Many Requests
bo: རེ་ཞུ་ཧ་ཅང་མང་བོ་འདུག

source: Your request has been rate-limited. Please try again later.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་དེ་ཚད་བཀག་གི་ཐད་ལ་སླེབས་སོང་བས། ཅུང་ཙམ་རྗེས་ནས་བསྐྱར་ཏུ་ཚོད་ལྟ་བྱ་རོགས།

source: This page left intentionally blank. Feel free to add your own content.
bo: ཤོག་ངོས་འདི་བསམ་བཞིན་དུ་སྟོང་བར་བཞག་འདུག་པས། དོགས་འཛེམ་མེད་པར་རང་ཉིད་ཀྱི་ནང་དོན་བཞག་ཆོག

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
bo: ང་ཚོའི་མ་ལག་གིས་བརྡ་སྟོན་ལྟར་ན་ཁྱེད་ཀྱིས་མིག་སྔར་ཨ་རིའི་དཔལ་འབྱོར་ཉོ་ཚོང་གི་བཀག་སྡོམ་ཐེབས་པའི་རྒྱལ་ཁབ་ཅིག་གམ་ཡང་ན་ས་ཁུལ་ཞིག་ནས་{platform_name} སློབ་ཚན་འདིལ་བལྟ་བར་འབད་བརྩོན་བྱེད་བཞིན་འདུག དགོངས་དག་ཞུ་རྒྱུ་ཞིག་ལ། {platform_name} ནི་ཕྱིར་གཏོང་དོ་དམ་ལ་བརྩི་སྲུང་བྱེད་དགོས་པའི་རྐྱེན་གྱིས་དེ་ཐེངས་ང་ཚོས་ཁྱོད་ལ་སློབ་ཚན་འདི་སྟོན་ཐབས་བྲལ་སོང་།

source: Jobs
bo: ལས་ཀ

source: In the Press
bo: ཚགས་པར་དེའི་ནང་

source: Currently the {platform_name} servers are down
bo: མིག་སྔར་ {platform_name} གསོག་མཛོད་དེ་དག་སྐྱོ་རུ་བྱིན་འདུག

source: Our staff is currently working to get the site back up as soon as possible.
bo: མིག་སྔར་ང་ཚོའི་ལས་བྱེད་ཀྱིས་ལས་ཡུལ་དེ་མགྱོགས་མྱུར་གྱིས་སོར་འཇོག་བྱ་རྒྱུར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད།

source: There has been a 500 error on the {platform_name} servers
bo: {platform_name} འདིའི་གསོག་མཛོད་ནང་གནད་དོན་ 500 ཞིག་བྱུང་འདུག

source: Please wait a few seconds and then reload the page.
bo: སྐར་ཆ་འགར་བསྒུགས་རྗེས་ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱོས།

source: Currently the {platform_name} servers are overloaded
bo: མིག་སྔར་{platform_name}ཞབས་ཞུའི་གསོག་མཛོད་ཀྱི་ཐེག་ཚད་ལས་བརྒལ་འདུག

source: Account Settings
bo: ཁ་བྱང་སྒྲིག་འགོད།

source: Please Wait
bo: སྒུག་རོགས།

source: Sign in or Register
bo: ནང་འཛུལ་དང་ཡང་ན་ཐོ་འགོད་བྱོས།

source: Student Support
bo: སློབ་ཕྲུག་རྒྱབ་སྐྱོར།

source: Student Support: Certificates
bo: སློབ་ཕྲུག་རྒྱབ་སྐྱོར་ཏེ། ལག་ཁྱེར་ཁག

source: Contact {platform_name} Support
bo: རམ་འདེགས་པར་ {platform_name} འབྲེལ་བ་བྱོས།

source: Student Support: Enrollment
bo: སློབ་ཕྲུག་རྒྱབ་སྐྱོར་ཏེ། ཞུགས་ཐོ།

source: Student Support: Feature Based Enrollments
bo: སློབ་ཕྲུག་རྒྱབ་སྐྱོར་ཏེ། ཞུགས་ཐོ་ལ་གཞུག་པའི་ཁྱད་ཆོས།

source: Content Type Gating
bo: ནང་དོན་གྱི་རོགས་སོ་སོའི་གནས་ཚུལ།

source: Course Duration Limits
bo: སློབ་ཚན་རིང་ཐུང་གི་ཚད་བཀག

source: Is Enabled
bo: ནི་ནུས་ལྡན་བྱས་ཡོད།

source: No results found
bo: བཙལ་འབྲས་གང་ཡང་རྙེད་མ་སོང་།

source: Student Support: Manage User
bo: སློབ་ཕྲུག་རྒྱབ་སྐྱོར་ཏེ། སྤྱོད་མཁན་དོ་དམ།

source: Program Enrollments Inspector
bo: ལས་གཞིར་ཞུགས་ཐོའི་ལྟ་ཞིབ་པ།

source: User Survey
bo: སྤྱོད་མཁན་བརྟག་དཔྱད།

source: Pre-Course Survey
bo: སྔོན་འགྲོའི་སློབ་ཚན་བརྟག་དཔྱད།

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
bo: ཁྱེད་ཀྱིས་གཤམ་གསལ་གྱི་འགེང་ཤོག་དེ་ཆ་ཚང་བཀང་རྗེས་རང་གི་སློབ་ཚན་འགོ་འཛུགས་བྱ་ཆོག དགོས་ངེས་ཀྱི་ཚན་པ་ཁག་ལ་སྐར་རྟགས་ (*)འདི་བཀོད་ཡོད། གནས་ཚུལ་འདི་ནི་ {platform_name} འདི་བཀོལ་སྟངས་ཁོ་ན་ཡིན་པ་ལས། ཁྱེད་ཀྱི་སྤྱི་སྤྱོད་དྲ་གནས་གང་ལ་ཡང་སྤྲེལ་མཐུད་མི་བྱེད།

source: You are missing the following required fields:
bo: ཁྱེད་ཀྱིས་གཤམ་དུ་བཀོད་པའི་དགོས་ངེས་ཀྱི་སྡེ་ཚན་དེ་དག་ལྷག་འདུག

source: Cancel and Return to Dashboard
bo: ཕྱིར་འཐེན་བྱས་ཏེ་ཕྱིར་གཙོ་ངོས་སུ་ལོག

source: Why do I need to complete this information?
bo: ངས་གནས་ཚུལ་འདི་ཁ་སྐོང་ཆ་ཚང་བྱེད་དགོས་དོན་གང་ཡིན་ནམ།

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
bo: ང་ཚོས་རང་ཉིད་ལ་ད་ཡོད་དངའབྱུང་འགྱུར་གྱི་སློབ་མ་ཚོའི་ཆེད་དུ་ངེད་ཅག་གི་སློབ་ཚན་ཇེ་ལེགས་སུ་གཏོང་བར་ཁྱོད་ཀྱིས་འདོན་སྤྲོད་བྱས་པའི་གནས་ཚུལ་རྣམས་བཀོལ་རྒྱུ་ཡིན། ང་ཚོས་ཁྱོད་ཀྱི་བྱེ་བྲག་གི་དགོས་མཁོར་རྒྱུས་ལོན་གང་ལེགས་བྱུང་བ་དེ་ཙམ་གྱིས་ཁྱོད་ཀྱི་སློབ་ཚན་གྱི་མྱོང་བ་ཡང་ཇེ་ལེགས་སུ་གཏོང་ཐུབ།

source: Who can I contact if I have questions?
bo: གལ་སྲིད་ང་ལ་དོགས་འདྲིའི་རིགས་ཡོད་ཚེ་སུ་ལ་འབྲེལ་བ་བྱེད་ཆོག་གམ།

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
bo: གལ་སྲིད་ཁྱེད་ལ་སློབ་ཚན་དང་ཡང་ན་འགེང་ཤོག་གི་ཐད་དོགས་འདྲི་ཅི་ཞིག་ཡོད་ཚེ། འབྲེལ་བ་བྱ་ཡུལ། {link_start}{mail_to_link}{link_end}

source: Skeleton Page
bo: ཤོག་ངོས་ཀྱི་སྒྲོམ་གཞི།

source: Search the course
bo: སློབ་ཚན་དེ་འཚོལ།

source: Start Course
bo: སློབ་ཚན་འགོ་རྩོམ།

source: Have questions?
bo: དྲི་བ་ཡོད་དམ།

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
bo: ང་ཚོའི་ལག་ཁྱེར་སྐོར་གྱི་རྒྱུན་ལྡན་དོགས་འདྲི་ཁག་སྟོན་པ་ལ་ {a_start}ཐོག་མར་ང་ཚོའི་ FAQs རྒྱུགས་ཆེའི་དྲི་བ་དྲི་ལན་ཁག་ཀློག{a_end}

source: Re-Verify for {course_name}
bo: {course_name} འདིར་ཁུངས་སྐྱེལ་བསྐྱར་དུ་བྱོས།

source: Verification Deadline Has Passed
bo: ཁུངས་སྐྱེལ་དུས་བཀག་ཡོལ་ཟིན་འདུག

source: Upgrade Deadline Has Passed
bo: དུས་བཀག་རིམ་སྤར་བྱེད་དུས་ཡོལ་ཟིན་འདུག

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
bo: {course_name} འདིའི་ཁུངས་སྐྱེལ་བྱེད་པའི་དུས་བཀག་ནི་ {{date}} ཉིན་རེད། དེའི་ཕྱིར་ཁུངས་སྐྱེལ་བྱ་ཡུལ་གནས་མི་འདུག

source: The deadline to upgrade to a verified certificate for this course has passed.
bo: སློབ་ཚན་འདིའི་ཁུངས་སྐྱེལ་ལག་ཁྱེརཞིག་ཐོབ་པ་ལ་རིམ་སྤར་བྱེད་པའི་དུས་བཀག་ཡོལ་ཟིན་འདུག

source: Upgrade Your Enrollment For {course_name}.
bo: Upgrade Your Enrollment For {course_name} འདིའི་ནང་གི་ཁྱེད་ཀྱི་ཞུགས་ཐོ་རིམ་སྤར་བྱོས།

source: Verify For {course_name}
bo: {course_name} འདིར་ཁུངས་སྐྱེལ་གནོངས།

source: Enroll In {course_name}
bo: {course_name} ནང་ཞུགས་ཐོ་ཁོད།

source: Technical Requirements
bo: ལག་རྩལ་གྱི་ཆ་རྐྱེན་ཁག

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
bo: ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་དེའི་ཐོན་རིམ་ {strong_start}{a_start}འདི་ལ་རིམ་སྤར་བྱས་ཡོད་མེད་གཏན་འཁེལ་བྱོས།{a_end}{strong_end}མིང་སྔའི་ཐོན་གསར་ཤོས། མ་ཟད་ཁྱེད་ཀྱི་ {strong_start}བརྙན་མིག་དེ་ཏག་ཏག་མཐུད་ཡོད་མེད་དང་སྒོ་ཕྱེས་ཡོད་མེད། དེ་བཞིན་དེའི་ཁྱད་ཆོས་ཁག་ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་ (commonly adjustable in your browser settings)ནང་བཀོལ་ཆོག་པའི་ཆོག་མཆན་ སྤྲད་མེད་གཏན་འཁེལ་བྱ་རོགས།{strong_end}

source: Re-Verification
bo: ཁུངས་སྐྱེལ་བསྐྱར་མ།

source: Identity Verification
bo: ངོས་འཛིན་ཁུངས་སྐྱེལ།

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
bo: ཁྱེད་ཀྱིས་རང་གི་ཁུངས་སྐྱེལ་གནས་ཚུལ་འབུལ་སྤྲོད་བྱས་ཟིན་འདུག ཁུངས་སྐྱེལ་གྱི་བརྒྱུད་རིམ་ཆ་ཚང་གྲུབ་སྐབས་ (usually within 5-7 days) ཁྱེད་ཀྱིས་རང་གི་གཙོ་ངོས་སུ་འཕྲིན་ཐུང་ཞིག་མཐོང་ཡོང་།

source: You cannot verify your identity at this time.
bo: ད་ཐེངས་ཁྱེད་ཀྱིས་རང་གི་ངོས་འཛིན་ཁུངས་སྐྱེལ་བྱེད་མི་ཐུབ།

source: Return to Your Dashboard
bo: ཁྱེད་ཀྱི་གཙོ་ངོས་ལ་ཕྱིར་ལོག

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
bo: དྲ་ཚིགས་འདིས་cookiesབཀོལ་ནས་ཁྱོད་ཀྱིས་ང་ཚོའི་དྲ་ཚིགས་བཀོལ་སྤྱོད་བྱས་པའི་ཉམས་མྱོང་བཟང་བོ་ཐོབ་ཡོད་མེད་ལ་ཁག་ཐེག་བྱེད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱོད་ཀྱིས་དྲ་ཚིགས་འདི་ལ་མུ་མཐུད་ནས་བལྟས་ཚེ། ང་ཚོས་ཁྱོད་ཀྱིས་cookiesབཀོལ་སྤྱོད་བྱེད་པར་དང་ལེན་བྱ་རྒྱུ་ཡིན་པར་ངོས་འཛིན་བྱེད།

source: Got it!
bo: རེག་སོང་།

source: Learn more
bo: རྒྱུས་ལོན་མང་ཙམ་བྱོས།

source: View
bo: སྟོན།

source: Changes
bo: བསྒྱུར་བཅོས།

source: Course Wiki
bo: སློབ་ཚན་ཝེ་ཁེ།

source: Add article
bo: རྩོམ་ཡིག་སྣོན།

source: Preview Language Setting
bo: སྐད་ཡིག་སྒྲིག་འགོད་སྔོན་ལྟ།

source: Language Code
bo: སྐད་ཡིག་ཨང་བརྡ།

source: e.g. en for English
bo: དཔེར་ན། དབྱིན་ཡིག་ལ་en ལྟ་བུ།

source: Preview Theme
bo: སྔོན་ལྟའི་དཔེ་སྒྲོམ།

source: All Rights Reserved
bo: ཆ་ཚང་ལ་བདག་དབང་བཞག་ཡོད།

source: Noncommercial
bo: ཚོང་བསྒྱུར་མ་ཡིན་པ།

source: Creative Commons licensed content, with terms as follow:
bo: CC ཚུལ་མཐུན་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན། འདིའི་ཁྲིམས་ཐོག་གི་ཁེ་དབང་རྣམས་ནི་གཤམ་གསལ།

source: Some Rights Reserved
bo: ཆ་ཤས་འགའ་ལ་བདག་དབང་ཡོད།

source: Upcoming Dates
bo: ཐོན་ལ་ཉེ་བའི་ཟླ་ཚེས།

source: View all course dates
bo: སློབ་ཚན་གྱི་ཟླ་ཚེས་ཡོངས་ལ་གཟིགས།

source: Learn About Verified Certificates
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་སྐོར་ལ་རྒྱུས་ལོན་བྱོས།

source: {platform_name} Verified Certificate
bo: {platform_name} ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར།

source: Why upgrade?
bo: ཅིའི་ཕྱིར་རིམ་སྤར་བྱེད།

source: Official proof of completion
bo: ལེགས་འགྲུབ་བྱུང་བའི་གཞུང་འབྲེལ་བདེན་དཔང་།

source: Easily shareable certificate
bo: སྟབས་བདེའི་ངང་བརྒྱུད་སྐུར་ཐུབ་པའི་ལག་ཁྱེར།

source: Proven motivator to complete the course
bo: སློབ་ཚན་དེ་མཐར་ཕྱིན་རྒྱུའི་བསྐུལ་ལྕགས་ར་སྤྲོད།

source: Certificate purchases help {platform_name} continue to offer free courses
bo: ལག་ཁྱེར་ཉོ་སྟངས་ཀྱི་རམ་འདེགས་ {platform_name} རིན་མེད་སློབ་ཚན་ཁག་མུ་མཐུད་ནས་ལོངས།

source: How it works
bo: དེས་ལས་ཀ་བྱེད་ཚུལ།

source: Pay the Verified Certificate upgrade fee
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་རིམ་སྤར་བྱས་པའི་རིན་འབབ་སྤྲོད།

source: Verify your identity with a webcam and government-issued ID
bo: བརྙན་མིག་བརྒྱུད་ནས་ཁྱེད་ཀྱི་ཐོབ་ཐང་དང་སྲིད་གཞུང་གིས་བཟོས་པའི་ IDཁུངས་སྐྱེལ་བྱོས།

source: Study hard and pass the course
bo: སློབ་སྦྱོང་ལ་ཧུར་བརྩོན་དང་སློབ་ཚན་དེ་མཐར་ཕྱིན་རྒྱུ།

source: Share your certificate with friends, employers, and others
bo: རང་ཉིད་ཀྱི་ལག་ཁྱེར་དེ་རང་གི་གྲོགས་པོ་དང་ལས་བདག འབྲེལ་ཡོད་གཞན་ལ་བརྒྱུད་སྐུར་བྱོས།

source: edX Learner Stories
bo: edX ཡི་སློབ་གཉེར་བའི་ལོ་རྒྱུས་ཁག

source: My certificate has helped me showcase my knowledge on my resumé - I feel like this certificate could really help me land my dream job!
bo: ངའི་ལག་ཁྱེར་གྱིས་resumé ནང་རང་ཉིད་ཀྱི་ཡོན་ཚད་ངོ་སྤྲོད་བྱས་པ་དང་། ངས་བསམ་པར་ལག་ཁྱེར་འདིས་ངའི་དམིགས་འབེན་ཁྲོད་ཀྱི་ལས་རིགས་དེ་བསྒྲུབ་པར་ཕན་ཐོགས་ཀྱང་བྱུང་སོང་སྙམ།

source: {learner_name}, edX Learner
bo: {learner_name} edX ཡི་སློབ་གཉེར་བ།

source: Upgrade ({course_price})
bo: རིམ་སྤར་བྱོས། ({course_price})

source: This course does not have any updates.
bo: སློབ་ཚན་འདི་ལ་གསར་སྣོན་རིགས་གང་ཡང་མི་འདུག

source: Connected Accounts
bo: ཁ་བྱང་འབྲེལམཐུད་བྱས་འདུག

source: Linked
bo: སྦྲེལ་མཐུད་བྱས་ཡོད།

source: Not Linked
bo: སྦྲེལ་མཐུད་བྱས་མི་འདུག

source: Unlink
bo: སྦྲེལ་མཐུད་ཕྱིར་འཐེན།

source: Link
bo: དྲ་ཐག

source: Completed {completion_date_html}
bo: ཆ་ཚང་གྲུབ་སོང་། {completion_date_html}

source: {course_mode} certificate
bo: {course_mode} ལག་ཁྱེར།

source: You haven't earned any certificates yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་ལག་ཁྱེར་གང་ཡང་ལོན་མི་འདུག

source: Explore New Courses
bo: སློབ་ཚན་གསར་པ་ཁག་འཚོལ་ཞིབ་བྱོས།

source: Learner Profile
bo: སློབ་གཉེར་བའི་ལོ་རྒྱུས་སྙིང་བསྡུས།

source: View My Records
bo: ངའི་སྒྲ་བླངས་པ་རྣམས་སྟོན།

source: My Profile
bo: ངའི་གནས་ཚུལ་སྙིང་བསྡུས།

source: Build out your profile to personalize your identity on {platform_name}.
bo: {platform_name} འདིའི་ནང་ཁྱེད་ཀྱི་ངོས་འཛིན་རྣམས་རང་གཤིས་ཅན་དུ་བསྒྱུར་བ་ལ་ཁྱེད་ཀྱི་གནས་ཚུལ་སྙིང་བསྡུས་བཟོ་དགོས།

source: An error occurred. Try loading the page again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། དྲ་ངོས་འདི་བསྐྱར་དུ་སྒོ་འབྱེད་བྱོས།

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
bo: {tos_link_start}ཞབས་ཞུའི་ཆ་རྐྱེན་ཁག{tos_link_end} དང་ {honor_link_start}Honor Code{honor_link_end}

source: Copyright
bo: བདག་དབང་།

source: Copyright {year}. All rights reserved.
bo: བདག་དབང་ {year} བདག་དབང་ཆ་ཚང་ཡོད།

source: For anyone, anywhere, anytime
bo: མི་ཚང་མ་ལ་ས་གནས་གང་ཡིན་དང་དུས་ནམ་ཡིན།

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
bo: ང་ཚོས་དགོངས་དག་ཞུ། ཡིན་ཡང་ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་ཀྱི་ཐོན་རིམ་འདིའི་ནང་བཀོལ་མི་ཐུབ། བལྟ་བཤེར་དྲ་ཚིགས་གཞན་ཞིག་དང་ཡང་ན་བལྟ་བཤེར་དྲ་ཚིགས་ཐོན་རིམ་གསར་ཤོས་བཀོལ་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: The following errors occurred while processing your registration:
bo: ཁྱེད་ཀྱི་ཐོ་འགོད་ཀྱི་བརྒྱུད་རིམ་འགྲོ་སྐབས་གཤམ་གསལ་གྱི་གནད་དོན་ཁག་བྱུང་སོང་།

source: Sign up with {provider_name}
bo: འདིའི་ {provider_name} ནང་ཐོ་ཞུགས་བྱོས།

source: Create your own {platform_name} account below
bo: གཤམ་ནས་ཁྱེད་རང་རང་གི་ {platform_name} ཁ་བྱང་བཟོས།

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
bo: ཆ་རྐྱེན་བཏོན་པའི་སྡེ་ཚན་རྣམས་ <strong class="indicator">ཀྱི་ཡིག་འབྲུ་ནགས་ཆེན་དང་སྐར་རྟགས་ (*)</strong> བརྒྱབ་ནས་མངོན་གསལ་བྱས་ཡོད།

source: You've successfully signed in with {selected_provider}.
bo: ཁྱེད་རང་ {selected_provider} འདིའི་ནང་ནང་འཛུལ་ལེགས་པར་བྱས་ཡོད།

source: We just need a little more information before you start learning with {platform_name}.
bo: ཁྱེད་ཀྱིས་ {platform_name} ནང་སློབ་སྦྱོང་འགོ་མ་རྩོམ་གོང་ང་ཚོར་གནས་ཚུལ་མང་ཙམ་མཁོ་སྤྲོད་བྱ་དགོས།

source: Please complete the following fields to register for an account.
bo: ཁ་བྱང་ཞིག་ཐོ་འགོད་བྱེད་པར་གཤམ་གསལ་གྱི་སྡེ་ཚན་ཆ་ཚང་བ་འགེང་རོགས།

source: example: Jane Doe
bo: དཔེར་ན། Jane Doe

source: Your legal name, used for any certificates you earn.
bo: ཁྱེད་ཀྱི་ཁྲིམས་མཐུན་གྱི་མིང་སྟེ། ཁྱེད་ལ་ཐོབ་འོས་པའི་ལག་ཁྱེར་ཡོངས་ཀྱི་ནང་འགོད་རྒྱུ།

source: example: JaneDoe
bo: དཔེར་ན། Jane Doe

source: Will be shown in any discussions or forums you participate in
bo: ཁྱེད་རང་འཛུལ་ཞུགས་བྱ་སའི་བགྲོ་གླེང་ངམ་གླེང་སྟེགས་ཅི་རིགས་ནང་སྟོན་ཡོང་།

source: cannot be changed later
bo: གཞུག་ཕྱོགས་འགྱུར་བ་གཏོང་མི་ཐུབ།

source: Welcome {username}
bo: ཕེབས་བསུ་ཞུ། {username}

source: Enter a Public Display Name:
bo: སྤྱི་ལ་སྟོན་རྒྱུའི་མིང་ཞིག་ཞོག

source: Public Display Name
bo: སྤྱི་སྟོན་གྱི་མིང་།

source: Additional Personal Information
bo: ཟུར་འཇོག་བྱས་པའི་སྒེར་གྱི་གནས་ཚུལ།

source: example: New York
bo: དཔེར་ན། New York

source: Highest Level of Education Completed
bo: མཐར་སོན་པའི་ཤེས་ཡོན་གྱི་གནས་ཚད་མཐོ་ཤོས།

source: Year of Birth
bo: སྐྱེས་ལོ།

source: Please share with us your reasons for registering with {platform_name}
bo: ཁྱེད་ཀྱིས་ {platform_name} འདིར་ཐོ་འགོད་བྱེད་པའི་རྒྱུ་མཚན་ཁག་ང་ཚོར་གསུང་རོགས།

source: Account Acknowledgements
bo: ཁ་བྱང་ལ་ཐུགས་རྗེ་ཆེ་ཞུ།

source: Update my {platform_name} Account
bo: ངའི་ {platform_name} ཁ་བྱང་ཁ་གསབ་བྱེད།

source: Processing your account information
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གནས་ཚུལ་གྱི་བརྒྱུད་རིམ་འགྲོ་བཞིན་ཡོད།

source: Welcome {username}! Please set your preferences below
bo: {username}ལ་དགའ་བསུ་ཞུ། གཤམ་དུ་ཁྱེད་ཀྱི་དགའ་ཕྱོགས་གཏན་འཁེལ་བྱེད་རོགས།

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
bo: ཆ་རྐྱེན་བཏོན་པའི་སྡེ་ཚན་རྣམས་ {strong_indicator} ཀྱི་ཡིག་འབྲུ་ནགས་ཆེན་དང་སྐར་རྟགས་ (*) {strong_close}བརྒྱབ་ནས་མངོན་གསལ་དོད་པོ་བྱས་ཡོད།

source: Update My Account
bo: ངའི་ཁ་བྱང་ཁ་གསབ་བྱེད།

source: Registration Help
bo: ཐོ་འགོད་ཀྱི་རམ་འདེགས།

source: Already registered?
bo: ཐོ་འགོད་བྱས་ཟིན་པ་ཡིན་ནམ།

source: Log in
bo: ནང་འཛུལ།

source: Next Steps
bo: གོམ་སྟབས་རྗེས་མ།

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
bo: ཁྱེད་ལ་གཏན་འཁེལ་བྱེད་པའི་གློག་འཕྲིན་ཞིག་འབྱོར་ཡོང་། ཁྱེད་ཀྱིས་བརྒྱུད་རིམ་ཆ་ཚར་གྲུབ་པ་ལ་ངེས་པར་དུ་གཏན་འཁེལ་དྲ་ཐག་དེའི་སྟེང་གནོན་དགོས། གློག་འཕྲིན་དེ་མི་འདུག་གམ། spam ཡིག་སྣོད་ལ་རྟགས་བརྒྱབ་སྟེ་དེ་spam མ་རེད་ཅེས་པ་ལ་་རྟགས་རྒྱོབས། དེ་ནས་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་གློག་འཕྲིན་རྣམས་འབྱོར་ཡོང་བ་ཡིན།

source: Need Help?
bo: རམ་འདེགས་དགོས་སམ།

source: Need help in registering with {platform_name}?
bo: {platform_name} འདིའི་ནང་ཐོ་འགོད་བྱེད་པར་རམ་འདེགས་དགོས་སམ།

source: View our FAQs for answers to commonly asked questions.
bo: རྒྱུན་དུ་དོགས་འདྲི་བྱས་པའི་ང་ཚོའི་དྲིན་ལན་ FAQs སྟོན།
