Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
bo: སློབ་གཉེར་བས་སྔོན་འགྲོ་ཆ་རྐྱེན་ཁག་བསྒྲུབས་ཟིན་ན་ད་གཟོད་ནང་གསེས་འདིའི་ཟྭ་ཕྱེ་ཡོང་།

source: This exam is hidden from the learner.
bo: རྒྱུགས་འདི་སློབ་གཉེར་བས་གསང་འདུག

source: Because the course has ended, this assignment is hidden from the learner.
bo: རྒྱུ་མཚན་ནི་སློབ་ཚན་དེ་མཇུག་བསྒྲིལ་འདུག ལས་བྱ་འདི་སློབ་གཉེར་བས་གསང་འདུག

source: Because the due date has passed, this assignment is hidden from the learner.
bo: རྒྱུ་མཚན་ནི་དུས་བཀག་ཟིན་འདུག ལས་བྱ་འདི་སློབ་གཉེར་བས་གསང་འདུག

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
bo: སྡེ་ཚན་འདི་སྔོན་འགྲོའི་ཆ་རྐྱེན་ཞིག་ཡིན། སྡེ་ཚན་འདི་ཆ་ཚང་བསྒྲུབས་ན་ད་གཟོད་ནང་དོན་འཕར་མ་འདིའི་ཟྭ་ཕྱེ་ཡོང་།

source: A list summarizing what students should look forward to in this section.
bo: སློབ་ཕྲུག་གིས་སྡེ་ཚན་འདིའི་ནང་ངེས་བར་བལྟ་དགོས་སའི་སྙིང་བསྡུས་ཀྱི་ཐོ་གཞུང་ཞིག

source: Group ID {group_id}
bo: ཚོགས་པའི་ ID {group_id}

source: Not Selected
bo: བདམས་མི་འདུག

source: The display name for this component. (Not shown to learners)
bo: གྲུབ་ཆ་འདིའི་ངོས་སུ་སྟོན་རྒྱུའི་མིང་། (སློབ་གཉེར་བར་མི་སྟོན།)

source: Content Experiment
bo: ཚོད་ལྟ་ཞིག་འཇུག་གི་ནང་དོན།

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
bo: བཀོད་སྒྲིག་འདིས་ནང་དོན་ཚོད་ལྟ་འདིའི་ཁྲོད་སྤྱོད་མཁན་རྣམས་ཁག་བགོས་ཇི་ལྟར་བྱས་པ་འགྲེལ་བརྗོད་བྱེད། ཉེན་བརྡ། སློབ་མས་མཐོང་ཐུབ་པའི་ནང་དོན་ཚོད་ལྟའི་བཀོད་སྒྲིག་ལ་འགྱུར་ལྡོག་བྱུང་ན་ནང་དོན་ཚོད་ལྟའི་གཞི་གྲངས་ལ་ཤུགས་རྐྱེན་ཐེབས་སྲིད།

source: Group Configuration
bo: ཚོགས་པ་བཀོད་སྒྲིག

source: Which child block students in a particular group_id should see
bo: དམིགས་བསལ་གྱི་སྡེ་ཚན་_id ཞིག་གི་སློབ་ཕྲུག་ཚན་པ་གང་ཞིག་གིས་མཐོང་ཐུབ་པ།

source: The experiment is not associated with a group configuration.
bo: ནང་དོན་ཚོད་ལྟ་དེ་ཚོགས་པ་ཞིག་གི་བཀོད་སྒྲིག་དང་མཉམ་སྦྲེལ་བྱས་མི་འདུག

source: Select a Group Configuration
bo: ཚོགས་པ་བཀོད་སྒྲིག་ཅིག་འདེམ།

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
bo: ཚོད་ལྟ་དེས་བསུབ་ཟིན་པའི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་བཀོལ་བཞིན་འདུག ཚུལ་མཐུན་གྱི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་འདེམ། ཡང་ན་ཚོད་ལྟ་འདི་སུབ།

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
bo: ཚོད་ལྟ་དེས་ཚོད་ལྟ་ལ་རམ་འདེགས་བྱ་མི་ཐུབ་པའི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་བཀོལ་བཞིན་འདུག ཚུལ་མཐུན་གྱི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་འདེམ། ཡང་ན་ཚོད་ལྟ་འདི་སུབ།

source: The experiment does not contain all of the groups in the configuration.
bo: བཀོད་སྒྲིག་དེའི་ནང་ཚོད་ལྟ་དེའི་ནང་ཚོགས་ཆུང་ཆ་ཚང་ཚུད་མི་འདུག

source: Add Missing Groups
bo: ཚུད་མེད་པའི་ཚོགས་ཆུང་རྣམས་སྣོན།

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
bo: ཚོད་ལྟ་དེར་ནུས་ལྡན་མ་བྱས་པའི་ཚོགས་ཆུང་ཞིག་འདུག ནང་དོན་དེ་ནུས་ལྡན་བྱས་པའི་ཚོགས་ཆུང་ཁག་གི་ནང་སྤོར། དེའི་རྗེས་ནུས་ལྡན་མ་བྱས་པའི་ཚོགས་ཆུང་དེ་སུབ།

source: This content experiment has issues that affect content visibility.
bo: ནང་དོན་ཚོད་ལྟ་འདིར་ནང་དོན་འཆར་སྟོན་ལ་ཤུགས་རྐྱེན་གཏོང་བྱེད་ཀྱི་གནད་དོན་ཞིག་འདུག

source: External Discussion
bo: ཕྱི་ལོགས་ཀྱི་བགྲོ་གླེང་།

source: Enable in-context discussions for the Unit
bo: ཡང་གསེས་དེའི་སྐབས་བབ་ཀྱི་བགྲོ་གླེང་ནུས་ལྡན་བྱོས།

source: Add discussion for the Unit.
bo: ཡང་གསེས་དེའི་ཆེད་བགྲོ་གླེང་ཞོག

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
bo: འདི་ནི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་སྟེ། {social_account_handle} བརྒྱུད་ནས་ངས་ལེན་བཞིན་པའི་ {organization_name} ཚོགས་པ་འདིའི་སློབ་ཚན།

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
bo: འདི་ནི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་སྟེ། {social_account_handle} བརྒྱུད་ནས་ངས་ལེན་བཞིན་པ་དེ་ཡིན།

source: Here's a fun clip from a class I'm taking from {organization_name}.
bo: ད་ལྟ་ངས་ {organization_name} ཚོགས་པ་འདིའི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་ཡིན།

source: Here's a fun clip from a class I'm taking on {platform_name}.
bo: ད་ལྟ་ངས་ {platform_name} འདིའི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་ཡིན།

source: Can't get transcript link from Youtube for {youtube_id}.
bo: བརྙན་མཛོད་ཀྱི་{youtube_id} འདིའི་བརྙན་ཡིག་གི་དྲ་ཐག་རེག་མ་སོང་།

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
bo: ང་ཚོས་ {youtube_id} ནང་བརྙན་ཡིག་རྙེད་མ་སོང་། གནས་བབ་ཨང་བརྡ།: {status_code}

source: We support only SubRip (*.srt) transcripts format.
bo: བརྙན་ཡིག་གི་རྣམ་སྒྲིག་ནི་ (*.srt) ཁོ་ན་མ་གཏོགས་ངོས་ལེན་མི་བྱེད།

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
bo: SubRip བརྙན་ཡིག་ངོས་འཛིན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་འདུག ནང་གི་འཕྲིན་ནི་འདི་ལྟར་ {error_message}

source: Something wrong with SubRip transcripts file during parsing.
bo: SubRip བརྙན་ཡིག་ངོས་འཛིན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་འདུག

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
bo: {exception_message}: ནང་འཇུག་བྱས་པའི་བརྙན་ཡིག་རྙེད་མ་སོང་། ཡིག་ཆའི་མིང་།: {user_filename}

source: Basic
bo: རྨང་གཞི།

source: There is no transcript file associated with the {lang} language.
bo: {lang} སྐད་ཡིག འདི་དང་མཉམ་སྦྱར་བྱས་པའི་བརྙན་ཡིག་ཅིག་མི་འདུག

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
bo: ཁྱེད་ཀྱི་བརྙན་གྱི་དྲ་ཐག འདི་ནི་བརྙན་མཛོད་དམ་youtube ཀྱི་དྲ་ཐག་ཡིན་པ་དང་ཡང་ན། བརྙན་གྱི་རྣམ་སྒྲིག་ .mp4, .ogg, or .webm ཡི་བརྙན་དང་འབྲེལ་བ་ཡོད་པ་གང་ཞིག དྲ་ལམ་གཞན་ནས་བླངས་པ་ཡང་ཡིན་ཆོག

source: Default Video URL
bo: བརྙན་གྱི་རྩ་བའི་དྲ་ཐག

source: Language is required.
bo: སྐད་ཡིག་ངེས་པར་དགོས།

source: Component Display Name
bo: གྲུབ་ཆ་དེའི་བསྟན་བྱའི་མིང་།

source: Current position in the video.
bo: བརྙན་ནང་གི་ད་ལྟའི་ས་མཚམས།

source: Optional, for older browsers: the YouTube ID for the normal speed video.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་ཚོའི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་རྒྱུན་ལྡན་ཡིན་པའི་བརྙན་མཛོད་ཀྱི་ID

source: YouTube ID
bo: བརྙན་མཛོད་ཀྱི་ID

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་ཚོའི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་ .75x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: YouTube ID for .75x speed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ .75x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་ཚོའི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་ 1.25x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: YouTube ID for 1.25x speed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ 1.25x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་ཚོའི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་ 1.5x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: YouTube ID for 1.5x speed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ 1.5x ཡི་བརྙན་མཛོད་ཀྱི་ID

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
bo: གལ་ཏེ་བརྙན་ཆ་ཚང་གཏོང་མི་དགོས་པ་ན་བརྙན་འགོ་རྩོམ་སའི་དུས་ཚོད། ཁ་པར་ནང་འདིའི་ཁྱད་ཆོས་སྟོན་མི་ཐུབ་པས། བརྙན་ཆ་ཚང་གཏོང་ཡོང་། རྣམ་སྒྲིག་ནི་འདི་ལྟར་ HH:MM:SS. ཆེས་རིང་བའི་ཚད་ནི་ 23:59:59 ཡིན།

source: Video Start Time
bo: བརྙན་འགོ་རྩོམ་པའི་དུས་ཚོད།

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
bo: གལ་ཏེ་བརྙན་ཆ་ཚང་གཏོང་མི་དགོས་ན་བརྙན་མཚམས་བཀག་སའི་དུས་ཚོད། ཁ་པར་ནང་བཀོལ་རྒྱུའི་མཉེན་ཆས་ནང་འདིའི་ཁྱད་ཆོས་མེད་པས། བརྙན་ཆ་ཚང་གཏོང་ཡོང་། རྣམ་སྒྲིག་ནི་འདི་ལྟར་HH:MM:SS དང་། ཆེས་རིང་བའི་ཚད་ནི་23:59:59 ཡིན།

source: Video Stop Time
bo: བརྙན་མཚམས་བཀག་སའི་དུས་ཚོད།

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
bo: གལ་སྲིད་སློབ་མས་edX ཡི་བརྙན་གཏོང་ཆས་དང་བརྙན་མཛོད་གཉིས་ཀྱི་གང་ཡང་བཀོལ་མི་ཐུབ་ན་ཁོང་ཚོར་བརྙན་གྱི་རྣམ་སྒྲིག་འདྲ་མིན་ནང་བརྙན་དེ་ཕབ་ལེན་བྱེད་དུ་འཇུག། ཁྱེད་ཀྱིས་དྲ་ཐག་གི་སྡེ་ཚན་ནང་ཉུང་མཐར་བརྙན་མཛོད་ཀྱི་དྲ་ཐག་མ་ཡིན་པའི་བརྙན་གྱི་དྲ་ཐག་གཅིག་ངེས་པར་འཇོག་དགོས།

source: Video Download Allowed
bo: བརྙན་ཕབ་ལེན་བྱེད་བཅུགས་ཡོད།

source: Video File URLs
bo: བརྙན་གྱི་དྲ་ཐག

source: Downloadable Transcript URL
bo: ཕབ་ལེན་བྱ་ཆོག་པའི་བརྙན་ཡིག་གི་དྲ་ཐག

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
bo: སློབ་ཕྲུག་ལ་སྒྲ་མཚམས་ཕྱེས་ཟིན་པའི་བརྙན་ཡིག་ཕབ་ལེན་བྱ་ཆོག བརྙན་ཡིག་ཕབ་ལེན་གྱི་དྲ་ཐག་ཅིག་བརྙན་འོག་རང་ལ་འཆར་ཡོང་། བརྙན་ཡིག་གི་རྨང་གཞིའི་རྣམ་སྒྲིག་ནི་ srt དང་ཡང་ན་ .txt གང་རུང་ཡིན། གལ་སྲིད་ཁྱེད་ཀྱིས་བརྙན་ཡིག་ཕབ་ལེན་དེ་རྣམ་སྒྲིག་འདྲ་མིན་ནང་ཕབ་ལེན་བྱེད་པའི་མཐུན་རྐྱེན་མཁོ་སྤྲོད་བྱ་འདོད་ཚེ། ཁྲིད་ཆས་ནང་འཇུག་ཚན་པ་ Handout field བཀོལ་ནས་ཡིག་ཆ་ནང་འཇུག་བྱ་དགོས།

source: Download Transcript Allowed
bo: བརྙན་ཡིག་ཕབ་ལེན་བྱེད་བཅུགས་ཡོད།

source: Default Timed Transcript
bo: རྨང་གཞིའི་བརྙན་ཡིག

source: Specify whether the transcripts appear with the video by default.
bo: བརྙན་ཡིག་དེ་རྨང་གཞི་ནས་བརྙན་དང་ལྷན་དུ་འཆར་མིན་གསལ་བཤད་བྱོས།

source: Show Transcript
bo: བརྙན་ཡིག་སྟོན།

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
bo: སྐད་ཡིག་འདྲ་མིན་ནང་ཡོད་པའི་བརྙན་ཡིག་རྣམས་སྣོན། སྐད་ཡིག་གང་ཞིག་འདེམ་ཕྱིར་གཤམ་ལ་སྣུན། བདམས་ཟིན་པའི་སྐད་ཡིག་དེའི་ཆེད་དུ་རྣམ་སྒྲིག་.srt ཡིན་པའི་བརྙན་དེ་ནང་འཇུག་བྱོས།

source: Transcript Languages
bo: བརྙན་ཡིག་གི་སྐད་ཡིག

source: Preferred language for transcript.
bo: བརྙན་ཡིག་གི་ཆེད་དུ་བདམས་པའི་སྐད་ཡིག

source: Preferred language for transcript
bo: བརྙན་ཡིག་གི་ཆེད་དུ་བདམས་པའི་སྐད་ཡིག

source: Transcript file format to download by user.
bo: སྤྱོད་མཁན་གྱིས་ཕབ་ལེན་བྱ་རྒྱུའི་བརྙན་ཡིག་གི་རྣམ་སྒྲིག

source: SubRip (.srt) file
bo: བརྙན་ཡིག་ (.srt) ཡིག་ཆ།

source: Text (.txt) file
bo: ཡིག་རྐྱང་ (.txt) ཡིག་ཆ།

source: The last speed that the user specified for the video.
bo: སྤྱོན་མཁན་གྱིས་མཐའ་དོན་གཏན་འཁེལ་བྱས་པའི་བརྙན་གྱི་མགྱོགས་ཚད།

source: The default speed for the video.
bo: བརྙན་གྱི་རྨང་གཞིའི་མགྱོགས་ཚད།

source: Specify whether to advance automatically to the next unit when the video ends.
bo: བརྙན་དེ་མཇུག་རྫོགས་དུས་རང་འགུལ་གྱིས་རྗེས་མ་དེར་འགྲོ་དགོས་མིན་གཏན་འཁེལ་བྱོས།

source: Specify whether YouTube is available for the user.
bo: སྤྱོད་མཁན་ལ་བརྙན་མཛོད་youtube ཡོད་མེད་གཏན་འཁེལ་བྱོས།

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
bo: བརྙན་དང་ལྷན་དུ་སློབ་ཁྲིད་རྒྱུ་ཆ་ཡར་འཇུག་བྱོས། སློབ་ཕྲུག་གིས་བརྙན་གྱི་གཤམ་དེར་སློབ་ཁྲིད་རྒྱུ་ཆ་ཟེར་བར་བསྣུན་ཏེ་རྒྱུ་ཆ་དེ་ཕབ་ལེན་བྱ་ཆོག

source: Upload Handout
bo: སློབ་ཁྲིད་རྒྱུ་ཆ་ནང་འཇུག

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
bo: བརྙན་འདི་བཤེར་ཆས་ཁོ་ནའི་ནང་སྟོན་དགོས་པའི་ཚད་བཀད་དང་། ཡང་ན་ཁ་པར་གྱི་མཉེན་ཆས་ཁག་འདུས་པའི་མཉེན་ཆས་གཞན་གྱི་ནང་ཡང་སྟོན་ཐུབ་མིན་གསལ་བཤད་བྱོས།

source: Video Available on Web Only
bo: བརྙན་དྲ་ཚིགས་ཁོ་ནའི་ནང་སྤྱོད།

source: Date of the last view of the bumper
bo: བཤེར་རིས་ལ་ཆེས་མཐའ་མར་བལྟས་དུས་ཀྱི་ཟླ་ཚེས།

source: Do not show bumper again
bo: བཤེར་རིས་བསྐྱར་ཏུ་མ་སྟོན།

source: Specify whether the video can be accessed publicly by learners.
bo: བརྙན་དེ་སློབ་སྦྱོང་བྱེད་མཁན་གྱིས་ཡོངས་གྲགས་སུ་ལྟ་ཐུབ་མིན་གསལ་བཤད་བྱོས།

source: Public Access
bo: སྤྱི་སྤྱོད་ཀྱི་ཆོག་མཆན་ཡོད།

source: Add a specific thumbnail for learners to see before playing the video.
bo: བརྙན་དེ་མ་སྟོན་གོང་སློབ་གཉེར་བས་མཐོང་ཐུབ་པའི་དམིགས་བསལ་གྱི་Thumbnail ཞིག་ཞོག

source: Instructions
bo: སློབ་སྟོན།

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
bo: སློབ་གཉེར་བ་རྣམས་ཀྱིས་སྤྲིན་སྟེགས་ཀྱི་ཐ་སྙད་བཀོལ་སྤྱོད་བྱེད་ཚུལ་ཤེས་ཕྱིར་མཛུབ་སྟོན་ཁ་སྣོན་བྱོས། མཛུབ་སྟོན་གསལ་བོ་བྱེད་རྒྱུ་ནི་གལ་འགངས་ཤིན་ཏུ་ཆེ་ཞིང་། ཁྱད་པར་དུ་སློབ་སྤྱོང་གི་མཁོ་ཆས་རིགས་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན་ཡོད་པའི་གཉེར་བའི་རིགས་ལ་ལྷག་པར་དུ་མཁོ།

source: Inputs
bo: ནང་འཇུག་ཁག

source: The number of text boxes available for learners to add words and sentences.
bo: སློབ་གཉེར་བས་ཚིག་དང་ཚིག་གྲུབ་རེ་ཟུང་འབྲི་སའི་འབྲི་སྒམ་འགའ་ཤས་བཞག་ཡོད།

source: Maximum Words
bo: ཡིག་འབྲུའི་མང་མཐའ།

source: The maximum number of words displayed in the generated word cloud.
bo: ད་ལྟ་བཟོས་པའི་ཡིག་འབྲུ་སྤྲིན་ཕུང་ནང་སྟོན་རྒྱུའི་ཆེས་མང་མཐའི་ཡིག་འབྲུའི་གྲངས།

source: Show Percents
bo: བརྒྱ་ཆ་སྟོན།

source: Statistics are shown for entered words near that word.
bo: ནང་འཇུག་བྱས་པའི་ཡིག་འབྲུ་དེའི་འགྲམ་ལ་དེའི་བསྡོམས་རྩིས་ཀྱི་གྲངས་སྟོན།

source: Whether this learner has posted words to the cloud.
bo: སློབ་གཉེར་བས་སྤྲིན་མཛོད་དེའི་ནང་མིག་སྔར་ཡིག་འབྲུ་ནང་འཇུག་བྱས་འདུག་གམ།

source: Student answer.
bo: སློབ་མའི་དྲི་ལན།

source: All possible words from all learners.
bo: སློབ་གཉེར་བ་ཡོངས་ཀྱིས་བཀོལ་སྲིད་པའི་ཡིག་འབྲུ་ཁག

source: Top num_top_words words for word cloud.
bo: ཡིག་འབྲུ་སྤྲིན་མཛོད་ཀྱི་ཡིག་འབྲུ་རྣམས་ Top num_top_words

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
bo: {display_name} ནི་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བ་ཁོ་ནས་མཐོང་ཐུབ། འདི་མཐོང་ཐུབ་པར་ནང་འཛུལ་དང་ཡང་ན་ཐོ་འགོད། ཡང་ན་སློབ་ཚན་འདིར་ཞུགས་ཐོ་འགོད་དགོས།

source: Course team user does not exist
bo: སློབ་ཚན་ཚོགས་ཆུང་གི་ངོ་བོར་སྤྱོད་མཁན་ཞིག་གནས་མི་འདུག

source: Number of course outline regenerations successfully requested: {regenerates}
bo: སློབ་ཚན་ཨང་གྲངས་ཀྱི་དཀར་ཆག་གསར་བཟོའི་རེ་འདུན་ཞུས་ཟིན། {regenerates}

source: Regenerate selected course outlines
bo: བདམས་ཟིན་པའི་སློབ་ཚན་གྱི་དཀར་ཆག་བཟོ།

source: All course outline regenerations successfully requested.
bo: སློབ་ཚན་ཡོངས་ཀྱི་དཀར་ཆག་གསར་བཟོའི་རེ་འདུན་ཞུས་ཟིན།

source: Regenerate *all* course outlines
bo: སློབ་ཚན་*ཡོངས་* ཀྱི་དཀར་ཆག་བཟོ།

source: Upload completed
bo: ནང་འཇུག་བྱས་པ་ཆ་ཚང་གྲུབ་སོང་།

source: Content Groups
bo: ནང་དོན་གྱི་ཚོགས་པ།

source: invalid JSON
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་JSON

source: Section
bo: སྡེ་ཚན།

source: Subsection
bo: ནང་གསེས་སྡེ་ཚན།

source: Duplicate of '{0}'
bo: འདིའི་འདྲ་བཤུས་'{0}'

source: In Progress
bo: འཕེལ་རྒྱས

source: Unknown
bo: ཁ་མི་གསལ།

source: Date Added
bo: ཟླ་ཚེས་བསྣན་འདུག

source: Please change either the organization or course number so that it is unique.
bo: ཚོགས་པ་དང་ཡང་ན་སློབ་ཚན་ཨང་གྲངས་གཉིས་ཀྱི་གང་རུང་ཞིག་འགྱུར་བ་ཐོངས་དང་། ད་གཟོད་དེ་དམིགས་བསལ་བ་ཞིག་ཡིན།

source: Unable to create course '{name}'. {err}
bo: སློབ་ཚན་གསར་བཟོ་བྱེད་མི་ཐུབ། '{name}'. {err}

source: Insufficient permissions
bo: ཆོག་མཆན་ཆ་ཚང་མེད་པ་ཁག

source: Could not find user by email address '{email}'.
bo: གློག་འཕྲིན་འདི་ '{email}' བརྒྱུད་ནས་སྤྱོད་མཁན་རྙེད་མ་སོང་།

source: unrequested
bo: རེ་ཞུ་བྱས་མེད་པ།

source: pending
bo: སྒུག་བཞིན་པ།

source: granted
bo: ཆོག་མཆན་ཐོབ་པ།

source: denied
bo: ངོས་ལེན་མ་བྱས་པ།

source: Studio user
bo: སྒྲིག་སྟེགས་སྤྱོད་མཁན།

source: The date when state was last updated
bo: ཆེས་ཐ་མར་གནས་ཚུལ་གསར་སྣོན་བྱས་པའི་ཟླ་ཚེས།

source: Current course creator state
bo: ཉེ་ཆར་གྱི་སློབ་ཚན་གསར་བཟོ་བའི་གནས་བབ།

source: Optional notes about this user (for example, why course creation access was denied)
bo: Optional སྤྱོད་མཁན་འདིའི་ཟུར་མཆན། (དཔེར་ན། སློབ་ཚན་གསར་བཟོའི་ཆོག་མཆན་ངོས་ལེན་མ་བྱས་པ་ལྟ་བུ།)

source: Page Not Found
bo: ཤོག་ངོས་རྙེད་མ་སོང་།

source: Page not found
bo: ཤོག་ངོས་རྙེད་མ་སོང་།

source: Content
bo: ནང་དོན།

source: Settings
bo: སྒྲིག་འགོད་ཁག

source: Course Name
bo: སློབ་ཚན་མིང་།

source: Course Number
bo: སློབ་ཚན་ཨང་།

source: Error:
bo: གནད་དོན།

source: Organization:
bo: སྒྲིག་འཛུགས་ཁག

source: Course Number:
bo: སློབ་ཚན་ཨང་།

source: Course Run:
bo: སློབ་ཚན་འགྲོ་བཞིན་པ།

source: example: username@domain.com
bo: དཔེ་མཚོན།: username@domain.com

source: Instructors
bo: སློབ་སྟོན་པ།

source: Requirements
bo: དགོས་མཁོ།

source: Details
bo: ཞིབ་ཕྲ།

source: Save
bo: ཉར་ཚགས།

source: Reset
bo: བསྐྱར་སྒྲིག

source: Legal
bo: ཁྲིམས་མཐུན།

source: Choose Language
bo: སྐད་ཡིག་འདེམ།

source: Account
bo: ཁ་བྱང་།

source: Help
bo: རམ་འདེགས།

source: name
bo: མིང་།

source: Sign Out
bo: ཕྱིར་ཐོན།

source: Feedback Form
bo: བསམ་འཆར་འགེངས་ཤོག

source: Email: {email}
bo: གློག་འཕྲིན། {email}

source: Full Name: {realname}
bo: མིང་ཆ་ཚང་། {realname}

source: Inquiry Type: {inquiry_type}
bo: འདྲི་རྩད་ཀྱི་རིགས། {inquiry_type}

source: Message: {message}
bo: འཕྲིན་ཐུང་། {message}

source: Tags: {tags}
bo: ཚིག་གཤིས། {tags}

source: Additional Info:
bo: གནས་ཚུལ་འཕར་མ།

source: Feedback from user
bo: སྤྱོད་མཁན་གྱི་བསམ་འཆར།

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
bo: {platform_name} ཁ་བྱང་འདིའི་ནང་ཡོད་པའི་གློག་འཕྲིན་ {old_email} འདི་ནས་{new_email} འདི་ལ་བརྗེས་འདུག

source: No action is needed on your part.
bo: ཁྱེད་ཀྱི་ཕྱོགས་ལ་བྱ་འགུལ་མེད་པ་ཡིན་དགོས།

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
bo: བཅོས་བསྒྱུར་འདི་འགྲིག་མེད་ན་ {link_start}{platform_name} རམ་དེགས་{link_end} དང་ཡང་ན་དོ་དམ་པ་གང་རུང་ལ་འབྲེལ་གཏུགས་བྱོས།

source: Your {platform_name} account email has been updated
bo: ཁྱེད་ཀྱི་ {platform_name} ཁ་བྱང་གློག་འཕྲིན་གསར་འཇུག་བྱས་ཡོད།

source: Add a Post
bo: རྩོམ་ཡིག་ཞིག་སྣོན།

source: New topic form
bo: བརྗོད་གཞི་གསར་པའི་ཤོག་ཀུ།

source: Discussion thread list
bo: བགྲོ་གླེང་རིམ་བསྟར་གྱི་ཐ་གཞུང་།

source: Private Discussion
bo: སྒེར་གྱི་བགྲོ་གླེང་།

source: This is a private discussion. You do not have permissions to view this discussion
bo: འདི་ནི་མི་སྒེར་གྱི་བགྲོ་གླེང་ཞིག་རེད། ཁྱེདལ་བགྲོ་གླེང་འདི་ལ་ལྟ་ཞིབ་བྱེད་པའི་ཆོག་མཆན་མེད།

source: %s discussion started
bo: %s བགྲོ་གླེང་རིགས་འགོ་བརྩམས་སོང་།

source: %s comment
bo: %s མཆན།

source: Discussion unavailable
bo: བགྲོ་གླེང་མི་འདུག

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
bo: བགྲོ་གླེང་ཁག་མིག་སྔར་ཉམས་གསོ་བྱེད་བཞིན་ཡོད། ང་ཚོས་མི་འགྱངས་པར་དེ་དག་ཕྱིར་སོར་འཇོག་བྱ་ཡོང་།

source: Content Locked
bo: ནང་དོན་སྒོ་ཟྭ་བརྒྱབ་འདུག

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
bo: ནང་དོན་འདིའི་ཆོག་མཆན་ཐོབ་པ་ལ་ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྔོན་འགྲོའི་ཆ་རྐྱེན་ '{prereq_section_name}' འདི་ཆ་ཚང་བསྒྲུབ་དགོས།

source: Go to Prerequisite Section
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་གྱི་སྡེ་ཚན་ལ་ཕེབས།

source: Collapse Instructions
bo: གསལ་བཤད་སྦེད།

source: Guided Discussion
bo: ལམ་སྟོན་ཡོད་པའི་བགྲོ་གླེང་།

source: Hide Annotations
bo: མཆན་འགྲེལ་སྦེད།

source: Bookmarked
bo: དཔེ་རྟགས་བཀོད་ཡོད་པ།

source: Bookmark this page
bo: ཤོག་ངོས་འདིར་དཔེ་རྟགས་ཁོད།

source: You do not have access to this dependency block.
bo: ཁྱེད་ལ་dependency blockབལྟ་ཀློག་གི་ཆོག་མཆན་མི་འདུག

source: LEARN MORE
bo: སློབ་སྦྱོང་འདི་ལས་མང་བ་བྱོས།

source: Starts
bo: འགོ་འཛུགས།

source: Starts: {date}
bo: འགོ་འཛུགས། {date}

source: View all Courses
bo: སློབ་ཚན་ཆ་ཚང་སྟོན།

source: Dashboard
bo: གཙོ་ངོས།

source: results successfully populated,
bo: གྲུབ་འབྲས་རྣམས་བདེ་ལེགས་ངང་བསྐངས་ཡོད།

source: Click to load all enrolled courses
bo: ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་ཚན་ཡོངས་ནང་འདྲེན་བྱེད་པ་ལ་འདིར་སྣུན།

source: You are not enrolled in any courses yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཚན་གང་ནང་ཡང་ཞུགས་ཐོ་བཀོད་མི་འདུག

source: Explore courses
bo: སློབ་ཚན་ཁག་འཚོལ་ཞིབ་བྱོས།

source: Activate your account!
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ནུས་ལྡན་བྱོས།

source: Course-loading errors
bo: སློབ་ཚན་ནང་འདྲེན་གྱི་གནད་དོན།

source: Search Your Courses
bo: ཁྱེད་ཀྱི་སློབ་ཚན་འཚོལ་ཞིབ།

source: Clear search
bo: འཚོལ་ཞིབ་བསུབ།

source: Skip to list of announcements
bo: གསལ་བསྒྲགས་ཀྱི་ཐོ་གཞུང་ལ་མཆོང་།

source: Activate your account so you can log back in
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ནུས་ལྡན་བྱོས་དང་ཁྱེད་རང་ཕྱིར་ནང་འཛུལ་བྱེད་ཐུབ།

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
bo: ང་ཚོས་ཁྱེད་ལ་འཕྲིན་ཐུང་ཞིག་གི་ནང་ཁྱེད་ཀྱི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་ཕྱེ་སའི་དྲ་ཐག་ཅིག་{strong_start}{email}{strong_end} བཏང་ཡོད། རྙེད་སོང་ངམ། ཁྱེད་ཀྱི་གལ་ཆུང་ཡིག་སྣོད་ལ་བལྟ་ཞིབ་དང་་ཡང་ན་ {link_start}འཕྲིན་ཐུང་དེ་བསྐྱར་གཏོང་{link_end} གང་རུང་བྱོས།

source: Continue to {platform_name}
bo: འདིར་ {platform_name} མུ་མཐུད།

source: Email Settings for {course_number}
bo: {course_number} འདིའི་གློག་འཕྲིན་གྱི་སྒྲིག་འགོད་ཁག

source: Receive course emails
bo: སློབ་ཚན་གྱི་གློག་འཕྲིན་ཁག་འབྱོར།

source: Save Settings
bo: སྒྲིག་འགོད་ཁག་ཉར་ཚགས།

source: Unenroll
bo: ཞུགས་ཐོ་ཕྱིར་འཐེན།

source: E-mail change failed
bo: གློག་འཕྲིན་བརྗེ་བསྒྱུར་ལམ་ལྷོངས་མ་བྱུང་།

source: We were unable to send a confirmation email to {email}
bo: ང་ཚོས་ {email} འདིའི་ནང་གཏན་འཁེལ་གློག་འཕྲིན་གཏོང་ཐུབ་མ་སོང་།

source: Go back to the {link_start}home page{link_end}.
bo: ཕྱིར་ {link_start}གཙོ་ངོས་སུ་ལོག{link_end}

source: E-mail change successful!
bo: གློག་འཕྲིན་བརྗེ་བསྒྱུར་ལེགས་འགྲུབ་བྱུང་སོང་།

source: You should see your new email in your {link_start}dashboard{link_end}.
bo: ཁྱེད་ཀྱི་ {link_start}dashboard{link_end} ནང་གི་རང་ཉིད་ཀྱི་གློག་འཕྲིན་གསར་པར་གཟིགས།

source: An account with the new e-mail address already exists.
bo: གློག་འཕྲིན་གསར་པ་དེ་བཀོལ་སྤྱོད་བྱས་པའི་ཁ་བྱང་ཞིག་དེ་སྔ་ནས་གནས་འདུག

source: You should Register before trying to access the Unit
bo: ཁྱེད་ཀྱིས་ཡང་གསེས་དེ་སྔོག་པ་ལ་ཐོག་མར་ངེས་པར་དུ་ཐོ་འགོད་བྱ་དགོས།

# self
source: Enroll
bo: ཞུགས་ཐོ་ཁོད།

source: Don't enroll
bo: ཞུགས་ཐོ་མ་འགོད།

source: Student Enrollment Form
bo: སློབ་ཕྲུག་གི་ཞུགས་ཐོའི་འགེངས་ཤོག

source: Course:
bo: སློབ་ཚན།

source: Add new students
bo: སློབ་ཕྲུག་གསར་པ་སྣོན།

source: Existing students:
bo: ཡོད་བསྡད་པའི་སློབ་ཕྲུག

source: New students added:
bo: སློབ་ཕྲུག་གསར་པ་བསྣན་ཟིན་པ་ཁག

source: Students rejected:
bo: ངོས་ལེན་མ་བྱས་པའི་སློབ་ཕྲུག་རྣམས།

source: Debug:
bo: སྐྱོན་སེལ་ནི།

source: External Authentication failed
bo: ཕྱི་རོལ་ཀྱི་ར་སྤྲོད་ཁུངས་སྐྱེལ་དེ་ལེགས་འགྲུབ་བྱུང་མ་སོང་།

source: organization logo
bo: སྒྲིག་འཛུགས་ཀྱི་ལས་རྟགས།

source: Password Reset
bo: གསང་གྲངས་བསྐྱར་སྒྲིག

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
bo: གཤམ་ལ་ཁྱེད་ཀྱི་གློག་འཕྲིན་ཞོག་དང་། ང་ཚོས་གསང་གྲངས་གསར་པ་ཞིག་གི་སྒྲིག་འགོད་ཀྱི་གློག་འཕྲིན་ལམ་སྟོན་གཏོང་ཡོང་།

source: Required Information
bo: ཆ་རྐྱེན་ལྟར་བཏོན་པའི་གནས་ཚུལ།

source: Your E-mail Address
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན།

source: This is the e-mail address you used to register with {platform}
bo: འདི་ནི་ཁྱེད་ཀྱིས་ {platform} འདིའི་ནང་ཐོ་འགོད་བྱས་པའི་གློག་འཕྲིན་ཡིན།

source: Reset My Password
bo: ངའི་གསང་ཚིག་བསྐྱར་སྒྲིག

source: Email is incorrect.
bo: གློག་འཕྲིན་འདི་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: The course has ended.
bo: སློབ་ཚན་དེ་མཇུག་བསྡུས་འདུག

source: The due date for this assignment has passed.
bo: ལས་འགན་འདིའི་དུས་བཀག་ཟིན་ཚར་འདུག

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
bo: སློབ་ཚན་དེ་མཚམས་བཞག་ཟིན་པས་ལས་འགན་དེ་ཡང་ཡུན་གནས་མི་ཐུབ་པ་ཡིན། {line_break}གལ་སྲིད་ཁྱེད་ཀྱིས་ལས་འགན་འདི་ཆ་ཚང་བསྒྲུབས་ཟིན་ཡོད་ན། ཁྱེད་ཀྱི་གནས་རིམ་ནི་འཁྲིས་ཀྱི་དྲ་ཐག་དེའི་སྒང་གནས་ཡོད། {link_start}ཡར་རྒྱས་ཀྱི་ཤོག་ངོས།{link_end}

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
bo: དུས་བཀག་དེ་ཡོལ་ཟིན་པས་ལས་འགན་དེ་ཡང་ཡུན་གནས་མི་ཐུབ་པ་ཡིན། {line_break}གལ་སྲིད་ཁྱེད་ཀྱིས་ལས་འགན་འདི་ཆ་ཚང་བསྒྲུབས་ཟིན་ཡོད་ན། ཁྱེད་ཀྱི་གནས་རིམ་ནི་འཁྲིས་ཀྱི་དྲ་ཐག་དེའི་སྒང་གནས་ཡོད། {link_start}ཡར་རྒྱས་ཀྱི་ཤོག་ངོས།{link_end}

source: Search for a course
bo: སློབ་ཚན་ཞིག་ཚོལ།

source: Welcome to {platform_name}
bo: འདིར་ {platform_name} ཕེབས་པར་དགའ་བསུ་ཞུ།
