Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
bo: གློག་འཕྲིན་འདི་ནི་%(platform_name)s འདིས་རང་འགུལ་གྱིས་ %(full_name)sབཏང་བ་ཡིན།

source: Proctoring requirements for %(course_name)s
bo: སློབ་ཚན་ %(course_name)sའདིའི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་ཆ་རྐྱེན་རྣམས།

source: Create Recovery Email
bo: བསྐྱར་གསོའི་གློག་འཕྲིན་བཟོས།

source: You've registered this recovery email address for %(platform_name)s.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་%(platform_name)sའདིར་བསྐྱར་གསོའི་གློག་འཕྲིན་ཁ་བྱང་འདི་ཐོ་འགོད་བྱས་སོང་།

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
bo: ཁྱེད་ཀྱིས་གློག་འཕྲིན་འདི་བསྒྲིག་རྒྱུ་ཡིན་ན་ "གློག་འཕྲིན་གཏན་འཁེལ་" ཟེར་བར་སྣུན། ཁྱེད་ཀྱིས་འདི་བརྗེ་རྒྱུ་མིན་ན། འདི་རྩིས་མེད་བྱ་ཆོག

source: Confirm Email
bo: གློག་འཕྲིན་གཏན་འཁེལ།

source: Confirm your recovery email for %(platform_name)s
bo: སློབ་ཚན་ %(platform_name)sའདིའི་ཕྱིར་དུ་བསྐྱར་གསོའི་གློག་འཕྲིན་གཏན་འཁེལ།

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
bo: སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་སོང་། "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
bo: སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་སོང་། "{course_name}" ({course_mode})

source: The badge image must be square.
bo: མཚོན་རྟགས་འདྲ་པར་དེ་ངེས་པར་དུ་གྲུ་བཞི་དགོས།

source: The badge image file size must be less than 250KB.
bo: མཚོན་རྟགས་འདྲ་པར་དེའི་ཆེ་ཆུང་ངེས་པར་དུ་ 250KB ལས་ཆུང་དགོས།

source: This value must be all lowercase.
bo: རིན་ཐང་གི་ཚད་འདི་དག་ཚང་མ་ཡིག་ཆུང་ཡིན་དགོས།

source: Take free online courses at edX.org
bo: edX.org དྲ་ཚིགས་འདི་ནས་རིན་སྤྲོད་མི་དགོས་པའི་སློབ་ཚན་ལོངས།

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
bo: © {org_name} མཆན་བཏབས་ཡོད་ས་ཁག་མ་གཏོགས་ཚང་མར་བདག་དབང་ཡོད། edX, དང་སྤྱི་སྤྱོད་ edX དེ་དག་གི་ལས་རྟགས་དང་བཅས་པ་edX Inc.ཡི་ཚོང་རྟགས་ལ་ཐོ་འགོད་བྱས་ཡོད།

source: Powered by Open edX
bo: སྤྱི་སྤྱོད་edX ཡིས་བཟོས།

source: Contact Us
bo: ང་ཚོར་འབྲེལ་ས།

source: Help Center
bo: རམ་འདེགས་སྡེ་ཚན།

source: Security
bo: བདེ་འཇགས།

source: Media Kit
bo: གནས་ཚུལ་ཕྱོགས་བསྒྲིགས།

source: About
bo: སྐོར།

source: {platform_name} for Business
bo: ཚོང་ལས་ཀྱི་ཆེད་{platform_name}

source: Contact
bo: འབྲེལ་གཏུགས།

source: Careers
bo: འཚོ་བའི་སྡེ་ཚན།

source: News
bo: གསར་འགྱུར།

source: Terms of Service & Honor Code
bo: བཀོལ་སྤྱོད་ཀྱི་གན་རྒྱ། & Honor Code ཡི་ཁྲིམས།

source: Accessibility Policy
bo: བལྟ་ཀློག་སྲིད་བྱུས།

source: Terms of Service
bo: བཀོལ་སྤྱོད་ཀྱི་གན་རྒྱ།

source: Sitemap
bo: ས་གནས་ས་ཁྲ།

source: Affiliates
bo: ཁུངས་བསྡུ།

source: Open edX
bo: སྤྱི་སྤྱོད་ edX

source: Cookie Policy
bo: Cookie ཡི་རྩ་འཛིན།

source: Your Privacy Choices
bo: ཁྱེད་རང་སྒེར་གྱི་གདམ་གསེས་ཁག

source: Trademark Policy
bo: ཚོང་རྟགས་ཆོད་གན།

source: Download the {platform_name} mobile app from the Apple App Store
bo: ཀུ་ཤུའི་ཕབ་མཛོད་ནས་ཁ་པར་གྱི་མཉེན་ཆས་ {platform_name} འདི་ཕབ་ལེན་བྱོས།

source: Download the {platform_name} mobile app from Google Play
bo: དགོས་དགུའི་ཕབ་མཛོད་ནས་ཁ་པར་གྱི་མཉེན་ཆས་ {platform_name} འདི་ཕབ་ལེན་བྱོས།

source: "{course_title}" Course Staff
bo: སློབ་ཚན་"{course_title}" འདིའི་ལས་བྱེད་པ།

source: CCX Coach
bo: CCX སློབ་སྟོན་པ།

source: The course is full: the limit is {max_student_enrollments_allowed}
bo: འཛིན་གྲྭ་འདི་ཁེངས་འདུག: འདིའི་ཚད་གཞི་ནི་ {max_student_enrollments_allowed} ཡིན།

source: You must be a CCX Coach to access this view.
bo: འདི་ལ་བལྟ་བར་ཁྱེད་རང་ངེས་པར་དུ་ CCX བསྐྱར་ཁྲིད་སློབ་སྟོན་པ་ཡིན་དགོས།

source: You must be the coach for this ccx to access this view
bo: འདི་ལ་བལྟ་ཀློག་བྱེད་པར་ཁྱེད་ངེས་པར་དུ་ ccx ཡི་སློབ་སྟོན་པར་གྱུར་དགོས།

source: regenerated
bo: བསྐྱར་བཟོ་བྱས་སོང་།

source: generated
bo: བཟོས་ཡོད།

source: All learners
bo: སློབ་གཉེར་བ་ཡོངས།

source: For exceptions
bo: དམིགས་བསལ་བ།

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
bo: མིས་ཐད་ཀར་ཀློག་ཐུབ་པའི་དཔེ་མཚོན་ལག་ཁྱེར་གྱི་འགྲེལ་བརྗོད་ཅིག དཔེར་ན། 'verified' དང་ 'honor' ལག་ཁྱེར་རིགས་གཉིས་ཀྱི་མ་འདྲ་བའི་ཁྱད་པར་འབྱེད་པ་ལྟ་བུ།

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
bo: དཔེ་མཚོན་ལག་ཁྱེར་གྱི་ཐུན་མོང་མ་ཡིན་པའི་ངོས་འཛིན་བྱེད་ཅིག དཔེ་མཚོན་ལག་ཁྱེར་གང་ཞིག་བཟོ་དགོས་མིན་གཏན་འཁེལ་བྱེད་པའི་དྲི་བའི་ཚོགས་ཀྱི་དྲི་ལན་ཞིག་འབྱོར་དུས་བཀོལ་སྤྱོད་བྱེད།

source: The full name that will appear on the certificate.
bo: ལག་ཁྱེར་སྒང་འཆར་རྒྱུའི་མིང་ཆ་ཚང་།

source: The template file to use when generating the certificate.
bo: ལག་ཁྱེར་བཟོ་དུས་བཀོལ་རྒྱུའི་མ་དཔེའི་ཡིག་ཆ།

source: The status of the example certificate.
bo: ལག་ཁྱེར་དཔེ་མཚོན་གྱི་གནས་བབ།

source: The reason an error occurred during certificate generation.
bo: ལག་ཁྱེར་བཟོ་སྐབས་བྱུང་བའི་གནད་དོན་དེའི་རྒྱུ་རྐྱེན།

source: The download URL for the generated certificate.
bo: བཟོས་ཟིན་པའི་ལག་ཁྱེར་གྱི་དྲ་ཐག་ཕབ་ལེན

source: Name of template.
bo: མ་དཔེའི་མིང་།

source: Description and/or admin notes.
bo: འགྲེལ་བཤད་དང་/འཛིན་སྐྱོང་གི་མཆན་འགྲེལ།

source: Django template HTML.
bo: Django མ་དཔེའི་ HTML.

source: Organization of template.
bo: མ་དཔེའི་ཚོགས།

source: The course mode for this template.
bo: མ་དཔེ་འདིའི་ཕྱིར་དུ་སློབ་ཚན་འཁྲིད་ཐབས།

source: On/Off switch.
bo: སྒོ་ཕྱེ་/སྒོ་འགོག་གི་གནོན་ཐེབས།

source: Description of the asset.
bo: ཁྱད་ཆོས་ཀྱི་འགྲེལ་བརྗོད།

source: Asset file. It could be an image or css file.
bo: ཁྱད་ཆོས་ཀྱི་ཡིག་ཆ་ནི་འདྲ་པར་གྱི་རྣམ་པ་དང་ཡང་ན་css ཡིག་ཆ་གང་རུང་ཡིན་སྲིད།

source: Asset's unique slug. We can reference the asset in templates using this value.
bo: ཁྱད་ཆོས་ཀྱི་ཐུན་མིན་བརྗོད་ཚིག ང་ཚོས་རིན་ཐང་འདི་སྤྱད་ནས་མ་དཔེའི་ནང་གི་ཁྱད་ཆོས་དཔྱད་གཞིར་འཛིན་ཆོག

source: user is not given.
bo: སྤྱོད་མཁན་ལ་སྤྲད་མི་འདུག

source: user '{user}' does not exist
bo: སྤྱོད་མཁན་ '{user}' གནས་མི་འདུག

source: Course id '{course_id}' is not valid
bo: སློབ་ཚན་གྱི་ id '{course_id}' ཚུལ་མཐུན་ཞིག་མ་རེད།

source: The course does not exist against the given key '{course_key}'
bo: སློབ་ཚན་དེ་དེར་སྤྲད་པའི་གནད་ཚིག་ '{course_key}' གི་ཁ་ཐུག་ལ་བསྡད་མི་འདུག

source: User {username} does not exist
bo: སྤྱོད་མཁན་ {username} འདི་གནས་མི་འདུག

source: {course_key} is not a valid course key
bo: {course_key} ནི་ཚུལ་མཐུན་གྱི་སློབ་ཚན་གནད་ཚིག་ཅིག་མ་རེད།

source: The course {course_key} does not exist
bo: སློབ་ཚན་དེའི་ {course_key} གནས་མི་འདུག

source: User {user_id} is not enrolled in the course {course_key}
bo: སྤྱོད་མཁན་ {user_id} སློབ་ཚན་དེའི་ {course_key} ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག

source: An unexpected error occurred while regenerating certificates.
bo: ལག་ཁྱེར་བསྐྱར་བཟོ་སྐབས་ངེས་མེད་ཀྱི་གནད་དོན་ཞིག་བྱུང་སོང་།

source: User {username} is not enrolled in the course {course_key}
bo: སྤྱོད་མཁན་ {username} གྱིས་སློབ་ཚན་དེའི་ {course_key} ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
bo: {cert_type} ལག་ཁྱེར་གྱིས་སློབ་གཉེར་བ་དེའི་ཁུངས་སྐྱེལ་ལ་ཞིབ་བཤེར་བྱས་ཟིན་པ་མ་ཟད་ཚུལ་མཐུན་ཡིན་པ་གསལ་སྟོན་བྱས་ཡོད།

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
bo: {cert_type} ལག་ཁྱེར་གྱིས་སློབ་སྦྱོང་གི་འཆར་གཞིའི་ཁྲོད་གྲུབ་འབྲས་ཚད་མཐོན་པོ་ལོན་པ་ར་སྤྲོད་བྱེད་པ་མ་ཟད། སློབ་མའི་ཐོབ་ཐང་ཁུངས་སྐྱེལ་བྱས་པ་ཚུད་ཡོད།

source: {partner_short_name} {course_number} Certificate | {platform_name}
bo: {partner_short_name} {course_number} ལག་ཁྱེར། | {platform_name}

source: All rights reserved
bo: ཆ་ཚང་ལ་བདག་དབང་ཡོད།

source: Invalid Certificate
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ལག་ཁྱེར།

source: Certificate Validation
bo: ལག་ཁྱེར་གྱི་ཚུལ་མཐུན་རྣམ་བཞག

source: About {platform_name} Accomplishments
bo: {platform_name} ཡི་ལེགས་འགྲུབ་ཀྱི་སྐོར།

source: Issued On:
bo: འགོད་དུས།:

source: Certificate ID Number
bo: ལག་ཁྱེར་ ID ཨང་།

source: About {platform_name} Certificates
bo: {platform_name} ཡི་ལག་ཁྱེར་གྱི་སྐོར།

source: How {platform_name} Validates Student Certificates
bo: {platform_name} ཡི་སློབ་ཕྲུག་གི་ལག་ཁྱེར་ཚུལ་མཐུན་བཟོ་ཚུལ།

source: Validate this certificate for yourself
bo: རང་ཉིད་ཀྱི་ལག་ཁྱེར་འདི་ཚུལ་མཐུན་བཟོ་ཚུལ།

source: {platform_name} offers interactive online classes and MOOCs.
bo: {platform_name} ཡིས་དྲ་ཐོག་འཛིན་གྲྭ་ཁག་དང་རིན་མེད་དྲ་ལམ་སློད་ཚན་MOOC ཕན་ཚུན་འབྲེལ་ཡོད་པ་མཁོ་སྤྲོད་གནང་བཞིན་ཡོད།

source: About {platform_name}
bo: {platform_name} ཡི་སྐོར།

source: Learn more about {platform_name}
bo: {platform_name} འདིའི་སྐོར་རྒྱུས་ལོན་མང་ཙམ་བྱོས།

source: Learn with {platform_name}
bo: {platform_name} འདི་ནས་སློབ་སྦྱོང་བྱོས།

source: Work at {platform_name}
bo: {platform_name} འདིའི་ལས་ཀ་བྱེད།

source: Contact {platform_name}
bo: {platform_name} ལ་འབྲེལ་གཏུགས་བྱོས།

source: {platform_name} acknowledges the following student accomplishment
bo: {platform_name} གཤམ་གསལ་སློབ་ཕྲུག་གི་ལེགས་འགྲུབ་ལ་ཐུགས་རྗེ་ལེགས་གསོལ་ཞུ།

source: a course of study offered by {partner_short_name}.
bo: {partner_short_name} ཡིས་མཁོ་སྤྲོད་བྱས་པའི་བསླབ་གཞི།

source: I completed the {course_title} course on {platform_name}.
bo: {platform_name} འདི་ནས་ངས་བསླབས་ཟིན་པའི་{course_title} སློབ་ཚན།

source: I completed a course at {platform_name}. Take a look at my certificate.
bo: ངས་ {platform_name} འདི་ནས་སློབ་ཚན་ཞིག་སྦྱངས་ཟིན། ངའི་ལག་ཁྱེར་ལ་གཟིགས།

source: More Information About {user_name}'s Certificate:
bo: སྤྱོད་མཁན་ {user_name} ཡི་ལག་ཁྱེར་སྐོར་གྱི་གནས་ཚུལ་རྒྱས་པ།:

source: {fullname}, you earned a certificate!
bo: {fullname} ཁྱེད་ལ་ལག་ཁྱེར་ཐོབ་འདུག ཨེ་མ་ཧོ།

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
bo: བཀྲ་ཤིས་བདེ་ལེགས་ཞུ། ཤོག་ངོས་འདིས་ཁྱེད་ཚོས་ལེགས་འགྲུབ་བྱུང་བའི་བྱ་བར་ཕྱོགས་སྡོམ་བྱས་ཡོད་པས། ཁྱེད་ཚོའི་སྤྱི་ཚོགས་དང་ཆེད་ལས་དྲ་རྒྱ་བརྒྱུད་ནས་རང་ཉིད་ཀྱི་ཁྱིམ་མི་གཉེན་ཉེ་དང་། གྲོགས་པོ། ལས་གྲོགས་བཅས་ལ་སྟོན་ཆོག་ཆོག་བྱས་ཡོད།

source: More about {fullname}'s accomplishment
bo: {fullname} ཡི་ལེགས་འགྲུབ་སྐོར་རྒྱས་པ།

source: {course_id} is not a valid course key.
bo: {course_id} ནི་ཚུལ་མཐུན་གྱི་སློབ་ཚན་གནད་ཚིག་ཅིག་མ་རེད།

source: Course {course_id} does not exist.
bo: སློབ་ཚན་ {course_id} གནས་མི་འདུག

source: Use the checkout page hosted by the E-Commerce service.
bo: དྲ་ལམ་ཚོང་གཉེར་སྡེ་ཚན་དེས་བདག་གཉེར་བྱས་པའི་ཕྱིར་གཏོང་ཞིབ་ཕྲའི་ཤོག་ངོས་དེ་བཀོལ་སྤྱོད་བྱོས།

source: Path to course(s) checkout page hosted by the E-Commerce service.
bo: དྲ་ལམ་ཚོང་གཉེར་སྡེ་ཚན་དེས་བདག་གཉེར་བྱས་པའི་ཕྱིར་གཏོང་ཞིབ་ཕྲའི་ཤོག་ངོས་ཀྱི་སློབ་ཚན་(ཁག)སྦྲེལ་ཐག

source: Cache Time To Live
bo: དུས་བཀག་མེད་པར་ནམ་ཡང་གནས་པ།

source: Path to order receipt page.
bo: འབྱོར་འཛིན་ཤོག་ངོས་མངགས་ཉོ་བྱེད་པའི་ལམ་ཁ།

source: Automatically approve valid refund requests, without manual processing
bo: དངུལ་ཕྱིར་སློག་གི་ཚུལ་མཐུན་རེ་ཞུ་དེ་རེ་རེ་བཞིན་ལག་སྒྲིག་བྱ་མི་དགོས་པར་རང་འགུལ་གྱིས་ངོས་ལེན་བྱེད་པ།

source: [Refund] User-Requested Refund
bo: [དངུལ་ཕྱིར་སློག] སྤྱོད་མཁན་གྱི་དངུལ་ཕྱིར་སློག་གི་རེ་ཞུ།

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
bo: སྤྱོད་མཁན་ {username} ({email}) འདིས་དངུལ་ཕྱིར་སློག་གི་རེ་ཞུ་བྱས་འདུག རེ་ཞུ་འདིའི་བྱ་རིམ་བསྒྲུབ་པར་གཤམ་གྱི་དྲ་ཐག་(ཁག)ལ་གཟིགས་རོགས།

source: Practice Exam
bo: ཡིག་རྒྱུགས་སྦྱོང་བརྡར།

source: Proctored Exam
bo: དྲ་ལམ་ཡིག་རྒྱུགས།

source: Timed Exam
bo: ཆུ་ཚོད་ཚད་བཀག་གི་ཡིག་རྒྱུགས།

source: Exam
bo: ཡིག་རྒྱུགས།

source: There’s still time to reach your goal
bo: ཁྱེད་ཀྱི་དམིགས་འབེན་སར་འབྱོར་བར་ད་དུང་དུས་ཚོད་དགོས།

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. You’re not quite there, but there's still time to reach that goal!
bo: ཁྱེད་ཀྱིས་སློབ་སྦྱོང་གི་དམིགས་འབེན་ཞིག་སྒྲིག བདུན་ཕྲག་རེའི་ནང་ཉིན་ག་ཚོད་དང་ {start_bold}%(days_per_week)s %(course_name)s བདུན་ཕྲག་ཅིག་གི་དུས་ཚོད། {end_bold} དམིགས་འབེན་སར་སླེབ་པར་ཐག་དེ་ཙམ་མི་རིང་མོད། འོན་ཀྱང་ད་དུང་དུས་ཚོད་དགོས་འདུག

source: Jump back in
bo: ཕྱིར་མཆོང་།

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
bo: དྲན་དགོས་པ། ཁྱེད་ཀྱིས་རང་གི་སློབ་སྦྱོང་གི་དམིགས་འབེན་ནམ་ཡིན་རུང་འགྱུར་བ་གཏོང་ཆོག དམིགས་འབེན་ལེགས་ཤོས་ནི་ཁྱེད་ཀྱིས་ཁ་གསལ་བསྒྲུབ་ཐུབ་པ་ཞིག་དགོས།

source: Adjust my goal
bo: ངའི་དམིགས་འབེན་ལེགས་བཅོས།

source: Unsubscribe from goal reminder emails for this course
bo: སློབ་ཚན་འདིའི་དམིགས་འབེན་དྲན་གསོའི་གློག་འཕྲིན་དེ་སྔོན་མངགས་ནས་ཕྱིར་འཐེན་བྱེད།

source: You're almost there!
bo: ཁྱེད་ཀྱིས་ལེགས་པར་གྲུབ་ལ་ཉེ་སོང་།

source: There's still time to reach your goal
bo: ཁྱེད་ཀྱི་དམིགས་འབེན་སར་འབྱོར་བར་ད་དུང་དུས་ཚོད་དགོས་འདུག

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
bo: ཁྱེད་ཀྱིས་སློབ་སྦྱོང་གི་དམིགས་འབེན་ཞིག་སྒྲིག བདུན་ཕྲག་རེའི་ནང་ཉིན་ག་ཚོད་དང་%(days_per_week)s %(course_name)s བདུན་ཕྲག་ཅིག་གི་དུས་ཚོད། དམིགས་འབེན་སར་སླེབ་པར་ཐག་དེ་ཙམ་མི་རིང་མོད། འོན་ཀྱང་ད་དུང་དུས་ཚོད་དགོས་འདུག

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
bo: དྲན་དགོས་པ། ཁྱེད་ཀྱིས་རང་གི་སློབ་སྦྱོང་གི་དམིགས་འབེན་ནམ་ཡིན་རུང་འགྱུར་བ་གཏོང་ཆོག དམིགས་འབེན་ལེགས་ཤོས་ནི་ཁྱེད་ཀྱིས་ཁ་གསལ་བསྒྲུབ་ཐུབ་པ་ཞིག་དགོས།

source: You've almost reached your goal in %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s ནང་གི་ཁྱེད་ཀྱི་དམིགས་འབེན་ལ་ཕལ་ཆེར་འབྱོར་སོང་།

source: Disabled
bo: ནུས་མེད།

source: ({number} Question)
bo: ({number} དྲི་བ་ཁག)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
bo: ཁྱེད་ལ་དོགས་འདྲི་རེ་ཡོད་ཚེ་ཁྱེད་ཀྱི་གནས་ཚད་དོ་དམ་པ་དང་། ཡང་ན་ {platform_name} གང་རུང་ལ་འབྲེལ་གཏུགས་བྱ་རོགས།

source: Course is full
bo: འཛིན་གྲྭ་ཁེངས་འདུག

source: 'course_id' is required.
bo: 'སློབ་ཚན་གྱི་_id' དགོས་ངེས་མིན།

source: Only 'course_id' is expected.
bo: 'སློབ་ཚན་གྱི་_id' ནི་དགོས་ངེས།

source: Welcome message successfully dismissed.
bo: དགའ་བསུའི་འཕྲིན་ཐུང་བདེ་ལེགས་ངང་ཕྱིར་སློག་བྱས་སོང་།

source: Your course goal has been successfully set.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་དམིགས་འབེན་བདེ་ལེགས་ངང་བསྒྲིགས་ཡོད།

source: Course goal updated successfully.
bo: སློབ་ཚན་དམིགས་འབེན་ནང་འཇུག་ལེགས་པར་གྲུབ་ཡོད།

source: Wiki
bo: ཝེ་ཁེ།

source: Enable learners to access, and collaborate on course-related information.
bo: སློབ་གཉེར་བས་སློབ་ཚན་དང་འབྲེལ་བའི་ཆ་འཕྲིན་ཐོག་བལྟ་ཀློག་དང་མཉམ་ལས་ནུས་ལྡན་བྱེད་པ།

source: Course page automatically created.
bo: སློབ་ཚན་ཤོག་ངོས་རང་འགུལ་གྱིས་བཟོས་ཡོད།

source: Welcome to the {platform_name} Wiki
bo: {platform_name} ཝེ་ཁེ་ལ་ཕེབ་པར་དགའ་བསུ་ཞུ།

source: Visit a course wiki to add an article.
bo: རྩོམ་ཡིག་སྤེལ་བར་སློབ་ཚན་གྱི་ཝེ་ཁེ་ལ་གཟིགས་རོགས།

source: Course has not started
bo: སློབ་ཚན་འགོ་བཙུགས་མེད།

source: Course does not start until {}
bo: སློབ་ཚན་ {} བར་དུ་འགོ་མི་རྩོམ།

source: You have unfulfilled milestones
bo: ཁྱེད་ཀྱིས་ཆ་ཚང་བསྒྲུབས་པའི་མེད་པའི་མཚམས་རྟགས་འགའ་འདུག

source: You do not have access to this course
bo: ཁྱེད་ལ་སློབ་ཚན་འདི་བལྟ་ཀློག་གི་ཐོབ་ཐང་མི་འདུག

source: You do not have access to this course on a mobile device
bo: ཁྱེད་ལ་སློབ་ཚན་འདི་ལག་ཁྱེར་ཁ་པར་བརྒྱུད་ནས་བལྟ་ཀློག་གི་ཐོབ་ཐང་མི་འདུག

source: You must be enrolled in the course
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་ངེས་པར་དུ་འགོད་དགོས།

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ཞུགས་ཐོའི་ནང་'{enrollment_enterprise_name}' བཀོད་འདུག་མོད་ཀྱང་། ད་ཆར་ཁྱེད་ཀྱིས་ '{active_enterprise_name}' སྤྱོད་མིང་འདི་བརྒྱུད་ནས་ནང་འཛུལ་བྱས་འདུག སློབ་ཚན་འདི་བལྟ་སྔོག་བྱེད་པ་ལ་ '{enrollment_enterprise_name}' སྤྱད་དེ་ནང་འཛུལ་བྱ་རོགས།

source: You must give Data Sharing Consent for the course
bo: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སློབ་ཚན་དེའི་ Data Sharing Consent སྤྲོད་དགོས།

source: You must be logged in to see this course
bo: སློབ་ཚན་འདི་ལ་བལྟ་བར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས་འདུག

source: {course_name} is no longer available.
bo: {course_name} ནི་གནས་མི་འདུག

source: Financial Assistance
bo: དངུལ་རྩིས་རོགས་རམ།

source: Assignment
bo: འགན་འཁྲི།

source: Open Response Assessment
bo: སྤྱིའི་རྟོག་ཞིབ་ལན་འདེབས།

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
bo: སྤྱིའི་རྟོག་ཞིབ་ལན་འདེབས་ཀྱི་དུས་བཀག་དེ་ཁྱེད་ཀྱི་སློབ་སྟོན་པས་བསྒྲིགས་འདུག་པས་འགྱུར་བ་གཏོང་མི་ཐུབ།

source: Self Assessment
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ།

source: Peer Assessment
bo: ཕན་ཚུན་དཔྱད་ཞིབ།

source: Staff Assessment
bo: ལས་བྱེད་པས་དཔྱད་ཞིབ།

source: Submission
bo: འབུལ་སྤྲོད།

source: {relative} ago - {absolute}
bo: {relative} གོང་ལ་ - {absolute}

source: in {relative} - {absolute}
bo: ནང་ {relative} - {absolute}

source: Enrollment Date
bo: ཞུགས་ཐོ་འགོད་པའི་ཟླ་ཚེས།

source: Course starts
bo: སློབ་ཚན་འགོ་འཛུགས།

source: Course ends
bo: སློབ་ཚན་མཇུག་བསྡུ།

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
bo: ཟླ་ཚེས་འདིའི་རྗེས་ནས། སློབ་ཚན་ཡིག་ཚགས་སུ་ཉར་ཚགས་བྱེད་འགྲོ། འདིའི་དོན་ནི་སློབ་ཚན་གྱི་ནང་དོན་ལ་ཞིབ་བཤེར་བྱས་ཆོག་ཀྱང་རིམ་པ་བགོས་པའི་ལས་བྱར་ཞུགས་པ་དང་ཡང་ན་ལག་ཁྱེར་ལེན་པའི་ལས་ཀའི་རིགས་བྱེད་མི་ཐུབ་པ་ཡིན།

source: After the course ends, the course content will be archived and no longer active.
bo: སློབ་ཚན་མཇུག་བསྡུས་རྗེས་སློབ་ཚན་དེའི་ནང་དོན་ཡིག་ཚགས་བྱེད་འགྲོ་བ་དང་སྤྱོད་སྒོའི་བྱེད་ནུས་ཀྱང་མེད་པར་གྱུར་འགྲོ།

source: This course is archived, which means you can review course content but it is no longer active.
bo: སློབ་ཚན་འདི་ཡིག་ཚགས་བྱེད་འགྲོ། འདིའི་དོན་ནི་ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་ནང་དོན་ལ་བསྐྱར་ཞིབ་བྱ་ཐུབ་མོད། འོན་ཀྱང་། བཀོལ་སྤྱོད་ཀྱི་བྱེད་ནུས་མེད་པར་གྱུར་འགྲོ་བའི་དོན་ཡིན།

source: You lose all access to this course, including your progress.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་བལྟ་ཀློག་ཆ་ཚང་བརླག་འགྲོ། ཡར་རྒྱས་ཀྱི་ཚད་གཞི་དང་བཅས།

source: Audit Access Expires
bo: Audit བལྟ་ཀློག་གི་དུས་ཚོད་ཡོལ་འདུག

source: Certificate Available
bo: ལག་ཁྱེར་ཡོད།

source: Day certificates will become available for passing verified learners.
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་སློབ་གཉེར་བ་ལ་ལག་ཁྱེར་སྤྲད་རྒྱུ་ཡོད་པ་བྱས་ཡོད།

source: Upgrade to Verified Certificate
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ལ་རིམ་སྤར་བྱེད།

source: Verification Upgrade Deadline
bo: ཁུངས་སྐྱེལ་རིམ་སྤར་གྱི་དུས་བཀག

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་ཐོབ་པ་ལ་བརྟེན་ནས་རང་ཉིད་ཀྱི་ཤེས་ཡོན་དང་ནུས་རྩལ་གསར་པ་མངོན་གསལ་དོད་པོ་བཟོ་བའི་གོ་སྐབས་ཤོར་འཇུག་མི་རུང་།

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
bo: ཁྱེད་ཚོར་ད་དུང་རིམ་སྤར་བྱེད་པའི་ཐོབ་ཐང་ཡོད། སློབ་ཚན་འདིའི་ཁྲོད་ནས་ཐོབ་པའི་ཤེས་བྱ་དང་ནུས་རྩལ་མངོན་གསལ་དོད་པོ་ཡོང་བར་བྱ་དགོས།

source: by {date}
bo: {date} ཟླ་ཚེས་ལྟར།

source: Learn More
bo: རྒྱུས་ལོན་མང་ཙམ་བྱོས།

source: Retry Verification
bo: ཁུངས་སྐྱེལ་ཚོད་ལྟ་བསྐྱར་དུ་བྱོས།

source: Verify My Identity
bo: ངའི་ངོས་འཛིན་IDཁུངས་སྐྱེལ་བྱོས།

source: Missed Verification Deadline
bo: ཁུངས་སྐྱེལ་གྱི་དུས་བཀག་ཡོལ་འདུག

source: Unfortunately you missed this course's deadline for a successful verification.
bo: སྟབས་མ་ལེགས་པར་ཁྱེད་ཀྱིས་ཁུངས་སྐྱེལ་བྱས་ཡོད་པའི་སློབ་ཚན་གྱི་དུས་བཀག་ཡོལ་ཚར་འདུག

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ལ་ཟླ་ཚེས་གཏན་འཁེལ་མ་བྱས་སྔོན་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཁུངས་སྐྱེལ་ཆ་ཚང་ལེགས་པར་བསྒྲུབ་དགོས།

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
bo: སློབ་ཚན་འདི་ལ་སྤྱོད་མཁན་གྱི་མིང་འདི་དང་ཡང་ན་གློག་འཕྲིན་གང་རུང་གིས་ཞུགས་ཐོ་བཀོད་པ་མི་འདུག "{user_identifier}"

source: This user does not have access to this content because the content start date is in the future
bo: སྤྱོད་མཁན་འདིས་ནང་དོན་འདི་ལྟ་ཀློག་བྱེད་མི་ཐུབ་རྒྱུ་མཚན་ནང་དོན་འདི་འགོ་རྩོམ་པའི་ཟླ་ཚེས་སླེབ་མི་འདུག

source: This type of component cannot be shown while viewing the course as a specific student.
bo: དམིགས་བསལ་གྱི་སློབ་མ་ཞིག་གི་ངོས་ནས་སློབ་ཚན་འདི་ལ་བལྟ་སྐབས་གྲུབཆ་འདིའི་རིགས་སྟོན་མི་ཐུབ།

source: Number of days a learner has to upgrade after content is made available
bo: ནང་དོན་ཞིག་བཞག་རྗེས་སློབ་གཉེར་བ་ཞིག་གིས་ངེས་པར་དུ་རིམ་སྤར་བྱ་བའི་ཉིན་གྲངས།

source: Disable the dynamic upgrade deadline for this course run.
bo: སློབ་ཚན་འདི་མཁོ་སྤྲོད་བྱེད་པའི་བརྒྱུད་རིམ་རིམ་སྤར་གྱི་དུས་བཀག་མི་ནུས་པ་བྱོས།

source: Disable the dynamic upgrade deadline for this organization.
bo: སྒྲིག་འཛུགས་འདིའི་བརྒྱུད་རིམ་རིམ་སྤར་གྱི་དུས་བཀག་མི་ནུས་པ་བྱོས།

source: Progress
bo: ཡང་རྒྱས།

source: Keep learners engaged and on track throughout the course.
bo: སློབ་ཚན་གྱི་མགོ་གཞུག་བར་གསུམ་དུ་སློབ་གཉེར་བ་རྣམས་དང་མཉམ་ལས་དང་ལམ་སྟོན་རྒྱུན་འཁྱོངས་བྱ་དགོས།

source: Textbooks
bo: སློབ་དེབ།

source: Create and manage a library of course readings, textbooks, and chapters.
bo: སློབ་ཚན་གྱི་དཔེ་ཀློག་དང་སློབ་དེབ་ལེའུ་ཚན་བཅས་ཀྱི་དཔེ་མཛོད་ཅིག་བཟོས་ཏེ་དོ་དམ་བྱོས།

source: Calculator
bo: བརྩི་ཆས།

source: Provide an in-course calculator for simple and complex calculations.
bo: སློབ་ཚན་གྱི་སྟབས་བདེ་དང་རྙོག་འཛིང་ཆེ་བའི་རིགས་རྩིས་རྒྱག་འཕྲུལ་ཆས་ཤིག་མཁོ་འདོན་བྱས་ཡོད།

source: Proctoring
bo: ཡིག་རྒྱུགས་ལྟ་རྟོགས།

source: Custom pages
bo: རྨང་གཞི་ཤོག་ངོས།

source: Provide additional course content and resources with custom pages
bo: རྨང་གཞིའི་ཤོག་ངོས་ནང་དུ་སློབ་ཚན་གྱི་ནང་དོན་འཕར་མ་དང་རྒྱུ་ཆ་གཞན་མཁོ་སྤྲོད་བྱེད།

source: Open Response Assessment Settings
bo: སྤྱིའི་རྟོག་ཞིབ་ལན་འདེབས་ཀྱི་སྒྲིག་འགོད་ཁག

source: Course level settings for Open Response Assessment.
bo: སྤྱིའི་རྟོག་ཞིབ་ལན་འདེབས་ཀྱི་སློབ་ཚན་གྱི་རིམ་པ་མཐོ་དམའི་ཚད་གཞིའི་སྒྲིག་འགོད།

source: Course
bo: སློབ་ཚན།

source: Syllabus
bo: སློབ་ཚན།

source: Dates
bo: ཟླ་ཚེས།

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
bo: ཁྱེད་ནང་འཛུལ་བྱས་མི་འདུག སློབ་ཚན་གྱི་ནང་དོན་སྣོན་མ་ཁག་ལ་གཟིགས་པ་ལ་ {sign_in_link} ཡང་ན་ {register_link} བྱས་ཏེ་ཞུགས་ཐོ་ཁོད།

source: sign in
bo: ནང་འཛུལ།

source: register
bo: ཐོ་འགོད།

source: Your enrollment: Audit track
bo: ཁྱེད་ཀྱི་ཞུགས་ཐོ།: Audit track

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ཆེད་དུ་ audit track ནང་ཞུགས་ཐོ་བཀོད་འདུག audit track འདིའི་ནང་ལག་ཁྱེར་ཡོད་པ་མ་རེད།

source: Your enrollment: Honor track
bo: ཁྱེད་ཀྱི་ཞུགས་ཐོ།: Honor track

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ཆེད་དུ་ honor track ནང་ཞུགས་ཐོ་བཀོད་འདུག honor track འདིའི་རིགས་ལ་ལག་ཁྱེར་ཡོད་པ་མ་རེད།

source: We're working on it...
bo: ང་ཚོས་འདིའི་ལས་ཀ་བྱེད་བཞིན་ཡོད་་་

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
bo: ང་ཚོས་ཁྱོད་ཀྱི་ལག་ཁྱེར་བཟོ་བཞིན་ཡོད། ཁྱོད་ཀྱིས་མུ་མཐུད་དུ་ཁྱེད་ཀྱིས་སློབ་ཚན་ཁག་ལ་སྦྱོང་བ་བྱས་ཆོག་ལ། གྲ་སྒྲིག་བྱས་ཚར་རྗེས་དེའི་དྲ་ཐག་ཅིག་འདི་དང་ཁྱོད་ཀྱི་གཙོ་ངོས་གཉིས་སུ་འཆར་ཡོང་།

source: Your certificate has been invalidated
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Please contact your course team if you have any questions.
bo: ཁྱེད་ལ་དོགས་འདྲི་ཅི་ཞིག་ཡོད་རུང་སློབ་ཚན་ལས་བྱེད་པར་འབྲེལ་བ་བྱ་རོགས།

source: Congratulations, you qualified for a certificate!
bo: རྟེན་འབྲེལ་ཞུ། ཁྱེད་ལ་ལག་ཁྱེར་འཐོབ་པའི་ཚད་གཞི་ལོན་སོང་།

source: You've earned a certificate for this course.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ལག་ཁྱེར་ལོན་སོང་།

source: Your certificate will be available soon!
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་མི་འགྱངས་པར་འབྱོར་ཡོང་།

source: After this course officially ends, you will receive an email notification with your certificate.
bo: སློབ་ཚན་འདི་གཞུང་འབྲེལ་གྱིས་མཇུག་བསྡུས་རྗེས། ཁྱེད་ཀྱི་ལག་ཁྱེར་དང་ལྷན་དུ་གློག་འཕྲིན་གྱི་གསར་བརྡ་ཞིག་འབྱོར་ཡོང་།

source: Your certificate is available
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་ཐོན་འདུག

source: Certificate unavailable
bo: ལག་ཁྱེར་མི་འདུག
