Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Replace image
bo: འདྲ་པར་བསྐྱར་བརྗེ།

source: Choose an image file to replace current image.
bo: ད་ཡོད་ཀྱི་འདྲ་པར་བསྐྱར་བརྗེ་བྱེད་པར་འདྲ་པར་གཞན་ཞིག་འདེམ།

source: Image id
bo: འདྲ་པར་གྱི་ id

source: Insert
bo: ནང་འཇུག

source: No images found for this article
bo: རྩོམ་ཡིག་འདིའི་འདྲ་པར་རྙེད་མ་སོང་།

source: Manage images
bo: འདྲ་པར་དོ་དམ།

source: Add new image
bo: འདྲ་པར་གསར་སྣོན་བྱེད།

source: Add image
bo: འདྲ་པར་སྣོན།

source: You do not have permissions to add images.
bo: ཁྱེད་ལ་འདྲ་པར་སྣོན་པའི་ཆོག་མཆན་མི་འདུག

source: How to use images
bo: འདྲ་པར་བཀོལ་ཐབས།

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
bo: འདྲ་པར་ཞིག་ནང་འཇུག་བྱས་རྗེས་དེ་དམིགས་བསལ་གྱི་རྩོམ་ཡིག་འདི་དང་མཉམ་སྦྱར་བྱེད་འགྲོ་བ་དང་དེ་གནས་འདི་ཁོ་ནར་བཀོལ་སྤྱོད་བྱེད་པ་ཡིན། སྤྱོད་མཁན་གཞན་དག་གིས་ཀྱང་འདྲ་པར་དེ་ཚབ་བརྗེ་བྱེད་སྲིད་པ་རེད། ཡིན་ན་ཡང་པར་རྙིང་ཁག་མུ་མཐུད་དེ་བདག་ཉར་བྱེད་འགྲོ། ཁྱེད་རང་ཕལ་ཆེར་འདྲ་པར་དེ་དང་ལྷན་དུ་བརྙན་ཡིག་སྤུས་ལེགས་ཤིག་ཀྱང་སྟོན་འདོད་ཡོད་སྲིད་པ་རེད། དེ་ལྟར་བྱེད་པ་ལ་བརྙན་ཡིག་ནང་འཇུག་གི་ཐེབས་དེར་བསྣུན་ཏེ་བརྙན་ཡིག་གི་ཚན་པ་དེ་ཁ་སྐོང་དགོས། དེ་ནས་འདྲ་པར་དེ་ནང་དོན་གྱི་གཡས་གཡོན་གང་ལ་འཇོག་དགོས་མིན་འདེམ་གསེས་བྱ་ཆོག བརྙན་ཡིག་འཇོག་སྐབས་Markdown བཀོལ་སྤྱོད་བྱ་ཆོག འདྲ་པར་འཇོག་བྱེད་ཀྱི་code ནི་དཔེར་ན། འདི་འདྲ་ཞིག་རེད། གཡས་གཡོན་དཀྱིལ་གང་ལ་འཇོག་མིན་འདི་ལྟར་སྒྲིག་ཆོག left/center/right:

source: Links
bo: དྲ་ཐག་ཁག

source: Link to another wiki page
bo: ཝེ་ཁེའི་ཤོག་ངོས་གཞན་ལ་སྤྲེལ་བ།

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
bo: འདིར་ཝེ་ཁེའི་ཤོག་ངོས་གཞན་ཞིག་གི་མཚན་བྱང་ནས་ཅི་ཞིག་ཕྲིས། auto-complete ཟེར་བ་དེས་ཁྱེད་ཀྱིས་ཝེ་ཁེའི་དྲ་ཐག་གི་ tag བཟོ་བར་རམ་འདེགས་བྱེད། དྲ་ཐག་གི་ tag ཟེར་བ་དེ་འདི་འངྲ་ཞིག་ཡིན།

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
bo: ཁྱེད་ཀྱིས་དྲ་ཚིགས་གཞན་ཞིག་གི་དྲ་བྱང་ཞིག་བཞག་སྟེ་ཕན་ཚུན་མཐུད་སྦྱོར་བྱ་ཆོག དཔེར་ན། example.com དང་ཡང་ན་ http://example.com ལྟ་བུ། markdown ཡི་འགྲོ་སྟངས་བྱེད་དགོས།

source: Notifications
bo: བརྡ་ཁྱབ་ཁག

source: When this article is edited
bo: རྩོམ་ཡིག་འདི་རྩོམ་སྒྲིག་བྱེད་དུས།

source: Also receive emails about article edits
bo: རྩོམ་ཡིག་རྩོམ་སྒྲིག་སྐོར་གྱི་གློག་འཕྲིན་ཡང་འབྱོར།

source: Your notification settings were updated.
bo: ཁྱེད་ཀྱི་གསར་བརྡའི་སྒྲིག་འགོད་རྣམས་རིམ་སྤར་བྱས་འདུག

source: Your notification settings were unchanged, so nothing saved.
bo: ཁྱེད་ཀྱི་གསར་བརྡའི་སྒྲིག་འགོད་རྣམས་འགྱུར་བ་བཏང་མི་འདུག་པས། གསར་དུ་ཉར་རྒྱུ་མི་འདུག

source: Article deleted: %s
bo: རྩོམ་ཡིག་བསུབ་ཟིན་པ་ནི་ %s

source: Article modified: %s
bo: རྩོམ་ཡིག་བསྒྱུར་བཅོས་བྱས་པ་ནི་ %s

source: New article created: %s
bo: རྩོམ་ཡིག་གསར་པ་སྤེལ་འདུག %s

source: notifications
bo: གསར་བརྡ་ཁག

source: No notifications
bo: གསར་བརྡ་མི་འདུག

source: Clear notifications list
bo: གསར་བརྡའི་ཐོ་གཞུང་གཙང་སེལ།

source: Search...
bo: འཚོལ་བཞིན་་་་

source: Sign up
bo: ཞུགས་ཐོ་གསར་བཟོ།

source: Article deleted
bo: རྩོམ་ཡིག་བསུབ་ཟིན་པ།

source: Article Deleted
bo: རྩོམ་ཡིག་བསུབ་ཟིན་པ།

source: The article you were looking for has been deleted.
bo: ཁྱེད་ཀྱིས་འཚོམ་བཞིན་པའི་རྩོམ་ཡིག་དེ་བསུབ་ཟིན་འདུག

source: You may restore this article and its children by clicking restore.
bo: ཁྱེད་ཀྱིས་སླར་གསོ་ཟེར་བ་དེའི་སྒང་ལ་བསྣུན་ཏེ་རྩོམ་ཡིག་འདི་དང་འདིའི་འབྲེལ་ཡོད་རྣམས་སླར་གསོ་བྱེད།

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདི་དང་དེའི་བུ་རྩོམ་གང་རུང་དང་བཅས་གཏན་སུབ་བྱ་ཆོག དེ་བཞིན་གཤམ་ཐེབས་ལ་བསྣུན་ན་རིན་མེད་ཀྱི་slugs ཡོད། བྱེད་ནུས་འདིར་ཕྱིར་འཐེན་གྱི་ཁྱད་ཆོད་མེད།

source: Listing articles in
bo: ནང་རྩོམ་ཡིག་རྣམས་ཐོ་རུ་འགོད་བཞིན་ཡོད།

source: Up one level
bo: རིམ་པ་གཅིག་ཡར་སྤོར།

source: clear
bo: གཙང་བཟོ་བྱེད།

source: article,articles
bo: རྩོམ་ཡིག,རྩོམ་ཡིག་ཁག

source: matches,match
bo: མཐུན་པ་ཁག,མཐུན་པ།

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
bo: %(cnt)s %(articles_plur)sརིམ་པ་འདིའི་ནང་གི་%(match_plur)s ཁྱེད་ཀྱི་བཙལ་བྱ།

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
bo: འདིར་ %(articles_plur_verb)s %(cnt)s %(articles_plur)s རིམ་པ་འདིའི་ནང་ཡོད།

source: Last modified
bo: སྔོན་མ་བསྐྱར་བཅོས་བྱས་པ།

source: no log message
bo: ཉར་བའི་འཕྲིན་ཐུང་འདྲ་མི་འདུག

source: Sorry, you don't have permission to view this page.
bo: དགོངས་དག ཁྱེད་ལ་ཤོག་ངོས་འདིར་ལྟ་བའི་ཆོག་མཆན་མི་འདུག

source: Previewing revision
bo: བཟོ་བཅོས་པར་གཞིའི་སྔོན་ལྟ།

source: Previewing merge between
bo: བར་ལ་ཟླ་སྒྲིལ་སྔོན་ལྟ།

source: and
bo: དང་

source: Source of
bo: ཀྱི་ཁུངས།

source: This article is currently locked for editing.
bo: ད་ལྟའི་ཆར་རྩོམ་ཡིག་འདི་རྩོམ་སྒྲིག་གི་ཆོག་མཆན་བཀག་འདུག

source: Please log in
bo: ནང་འཛུལ་བྱ་རོགས།

source: Log me in...
bo: ང་ནང་འཇུག་བྱ་རོགས།

source: Don't have an account?
bo: ད་སྔ་ཁ་བྱང་བཟོས་མེད་དམ།

source: Sign me up...
bo: ང་ལ་ཁ་བྱང་གསར་བཟོ་བྱ་རོགས།

source: Create root article
bo: རྨང་གཞིའི་རྩོམ་ཡིག་སྤེལ།

source: Congratulations!
bo: རྟེན་འབྲེལ་ཞུ།

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
bo: ཁྱེད་ཀྱིས་ django-wiki འཇུག་སྤྲོད་བྱས་འདུག་མོད་ཀྱང་། རྩོམ་ཡིག་གཅིག་ཀྱང་སྤེལ་མི་འདུག ད་ནི་རྩོམ་ཡིག་ཐོག་མ་འམ་རྩོམ་ཡིག་རགས་ཟིན་ཞིག་སྤེལ་བའི་དུས་ལ་བབས་འདུག ཐོག་མར་འགོ་རྩོམ་པའི་སྐབས་སུ་འཛིན་སྐྱོང་བས་རྩོམ་སྒྲིག་བྱེད་ཐུབ་པ་ཞིག་ཡིན། འོན་ཀྱང་རྗེས་ཀྱི་ཆོག་མཆན་སྤྲོད་མིན་ཐད་དོ་བདག་གིས་ཐག་གཅོད་བྱ་ཆོག

source: Root article
bo: རྨང་གཞིའི་རྩོམ་ཡིག

source: Create root
bo: རྨང་གཞི་གསར་བཟོ།

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
bo: ཁྱད་ཆོས་འདི་བཀོལ་སྤྱོད་བྱེད་པ་ལ་ཐོག་མར་ཁྱེད་ཀྱིས་ <a href="%(login_url)s">ནང་འཛུལ་</a> དང་ཡང་ན་ <a href="%(signup_url)s">ཁ་བྱང་གསར་བཟོ་</a> བྱ་དགོས།

source: You need to log in og sign up to use this function.
bo: ཁྱད་ཆོས་འདི་བཀོལ་སྤྱོད་བྱེད་པ་ལ་ཐོག་མར་ཁྱེད་ཀྱིས་ནང་འཛུལ་དང་ཡང་ན་ཁ་བྱང་གསར་བཟོ་བྱ་དགོས།

source: View Source
bo: ཁུངས་སྟོན།

source: Sub-articles for
bo: ནང་གསེས་རྩོམ་ཡིག

source: No sub-articles
bo: ནང་གསེས་རྩོམ་ཡིག་མ་ཡིན་པ།

source: ...and more
bo: དང་དེ་ལས་མང་བ་་་

source: Browse articles in this level
bo: རིམ་པ་འདིའི་ནང་རྩོམ་ཡིག་མིག་བཤེར་བྱོས།

source: New article next to
bo: རྗེས་ཀྱི་རྩོམ་ཡིག་གསར་པ།

source: New article below
bo: གཤམ་གྱི་རྩོམ་ཡིག་གསར་པ།

source: by
bo: ནས་

source: restored
bo: སླར་གསོ་བྱས་ཡོད།

source: unlocked
bo: ཟྭ་ཕྱེས་ཡོད།

source: You are now sign up... and now you can sign in!
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གསར་བཟོ་འགྲུབ་སོང་བས། ད་ནས་ནང་འཛུལ་བྱ་ཆོག

source: You are no longer logged in. Bye bye!
bo: ཁྱེད་རང་ཕྱིར་ཐོན་སོང་། རྗེས་སུ་མཇལ་ཡོང་།

source: You are now logged in! Have fun!
bo: ཁྱེད་རང་ནང་འཛུལ་བྱས་སོང་། སྤྲོ་བོ་ཡོང་བར་ཤོག

source: New article '%s' created.
bo: རྩོམ་ཡིག་གསར་པ་ '%s' སྤེལ་སོང་།

source: There was an error creating this article: %s
bo: རྩོམ་ཡིག་འདི་སྤེལ་བར་གནད་དོན་ཞིག་བྱུང་སོང་བ་ནི་ %s

source: There was an error creating this article.
bo: རྩོམ་ཡིག་འདི་སྤེལ་བར་གནད་དོན་ཞིག་བྱུང་སོང་།

source: This article cannot be deleted because it has children or is a root article.
bo: རྩོམ་ཡིག་འདི་ལ་ཡན་ལག་གི་རྩོམ་ཡིག་དང་ཡང་ན་མ་རྩོམ་གང་རུང་ཞིག་ཡིན་པ་འདྲ། བསུབ་ཐུབ་ཀྱི་མི་འདུག

source: This article together with all its contents are now completely gone! Thanks!
bo: རྩོམ་ཡིག་འདི་དང་འབྲེལ་བའི་ནང་དོན་ཡོངས་རྫོགས་སོང་ཟིན། ཐུགས་རྗེ་ཆེ།

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
bo: རྩོམ་ཡིག་དེར་"%s" བསུབ་ཟིན་པའི་རྟགས་བརྒྱབ་ཡོད། མཁོ་མེད་ཀྱི་རྒྱུ་ཆ་བསུབ་ཏེ་ས་ཆ་གཙང་ཉར་བྱས་པར་ཐུགས་རྗེ་ཆེ།

source: Your changes were saved.
bo: ཁྱེད་ཀྱི་བསྒྱུར་བཅོས་རྣམས་ཉར་ཚགས་བྱས་ཡོད།

source: A new revision of the article was successfully added.
bo: རྩོམ་ཡིག་དེའི་བཟོ་བཅོས་པར་གཞི་གསར་པ་དེ་བསྣན་ཟིན།

source: Restoring article
bo: རྩོམ་ཡིག་སླར་གསོ།

source: The article "%s" and its children are now restored.
bo: མ་རྩོམ་ "%s" དེ་དང་དེའི་བུ་རྩོམ་དང་བཅས་པ་སླར་གསོ་བྱས་ཡོད།

source: The article %(title)s is now set to display revision #%(revision_number)d
bo: ད་སྐབས་རྩོམ་ཡིག་དེ %(title)sའི་བཟོ་བཅོས་པར་གཞི་ #%(revision_number)d སྟོན་རྒྱུར་བསྒྲིགས་ཡོད།

source: New title
bo: མཚན་བྱང་གསར་པ།

source: Merge between Revision #%(r1)d and Revision #%(r2)d
bo: བཟོ་བཅོས་པར་གཞི་ #%(r1)d འདི་དང་ #%(r2)d འདི་གཉིས་ཟླ་སྒྲིལ་བྱེད།

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
bo: བཟོ་བཅོས་པར་གཞི་གསར་པ་ཞིག་བཟོས་པའི་པར་གཞི་ #%(r1)d འདི་དང་ #%(r2)d འདི་གཉིས་ཟླ་སྒྲིལ་བྱེད།

source: Our Courses
bo: སློབ་ཚན་ཁག

source: See More Courses
bo: སློབ་ཚན་དེ་ལས་མང་བར་གཟིགས།
