Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Unit
bo: ཡང་གསེས།

source: Problem
bo: གནད་དོན།

source: The following parameters are required: {missing}.
bo: གཤམ་གསལ་གྱི་འཇལ་ཆས་ཁག་ངེས་པར་དགོས། {missing}.

source: There is a problem with this transcript file. Try to upload a different file.
bo: བརྙན་ཡིག་འདི་ལ་དཀའ་ངལ་ཞིག་འདུག ཡིག་ཆ་གཞན་ཞིག་ནང་འཇུག་ཚོད་ལྟ་ཞིག་བྱོས།

source: A transcript with the "{language_code}" language code already exists.
bo: བརྙན་ཡིག་དང་ལྷན་དུ་ "{language_code}" སྐད་ཡིག་གི་ཨང་བརྡ་སྔ་མོ་ནས་འདུག

source: A transcript file is required.
bo: བརྙན་ཡིག་ཅིག་ནི་དགོས་ངེས་རེད་འདུག

source: Text
bo: སློབ་དེབ།

source: Ready
bo: གྲ་སྒྲིག་ཨང་སར།

source: Name
bo: མིང་།

source: Video ID
bo: བརྙན་བྱང་།

source: Discussion
bo: བགྲོ་གླེང་།

source: Video
bo: བརྙན།

source: Advanced
bo: ཚད་མཐོ།

source: Entrance Exam
bo: ཚུད་རྒྱུགས།

source: Empty
bo: སྟོང་པ།

source: Invalid data
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གཞི་གྲངས།

source: Invalid data ({details})
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གཞི་གྲངས། ({details})

source: Django site admin
bo: Django འཛིན་སྐྱོང་ས་གནས།

source: Django administration
bo: Django འཛིན་སྐྱོང་།

source: View site
bo: སྟོན་ས།

source: Documentation
bo: ཡིག་ཆ།

source: Log out
bo: སྒོ་གཏན།

source: Mode
bo: རྣམ་པ

source: Verification Deadline
bo: བརྡ་མཇུག

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
bo: གདམ་ང་ཅན།: appies འདི་ནི་ཁུངས་སྐྱེལ་ངེས་པར་དགོས་པའི་རྣམ་སྒྲིག་ཁོ་ན་ཡིན། དུས་ཚོད་/ཟླ་ཚེས་འདིའི་རྗེས་སུ་སྤྱོད་མཁན་གྱིས་ཁུངས་སྐྱེལ་གྱི་འདྲ་པར་གང་ཡང་འབུལ་སྤྲོད་བྱ་མི་ཐུབ།

source: You're enrolled as a verified student
bo: ཁྱེད་རང་ཁུངས་སྐྱེལ་ཡོད་པའི་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།

source: ID Verified Ribbon/Badge
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ ID Ribbon/མཚོན་རྟགས།

source: You're enrolled as an honor code student
bo: ཁྱེད་རང་སྒྲིག་གཞི་ཡོད་པའི་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།

source: Honor Code
bo: སྒྲིག་གཞི།

source: You're enrolled as a professional education student
bo: ཁྱེད་རང་ཆེད་སྦྱོང་ཤེས་ཡོན་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།

source: Professional Ed
bo: ཆེད་སྦྱོང་ཤེས་ཡོན།

source: Display Name
bo: འཆར་རྒྱུའི་མིང་།

source: Price
bo: གོང་ཚད།

source: Upgrade Deadline
bo: གསར་བཅོས་དུས་བཀག

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
bo: གདམ་ང་ཅན།: ཟླ་ཚེས་དང་དུས་ཚོད་འདིའི་རྗེས་ནས་སྤྱོད་མཁན་གྱིས་དཔེ་མཚོན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་མི་ཐུབ། གལ་སྲིད་སྤྱོད་མཁན་གྱིས་སློབ་ཚན་དེའི་ཞུགས་ཐོ་མཚམས་འཇོག་གི་བར་དུ་ཞུགས་ཐོ་འགོད་ཆོག་ན་འདི་སྟོང་བར་འཇོག་ཪོགས།

source: Lock upgrade deadline date
bo: རིམ་སྤར་གྱི་དུས་བཀག་གི་ཟླ་ཚེས་ལ་ཟྭ་རྒྱོབས།

source: Professional education modes are not allowed to have expiration_datetime set.
bo: ཆེད་ལས་ཤེས་ཡོན་གྱི་སྡེ་ཚན་རྣམས་ལ་དུས་ཡུན་རྫོགས་རྒྱུ་མེད་པ་སྒྲིག

source: Free
bo: རིན་མེད།

source: The time period before a course ends in which a course mode will expire
bo: སློབ་ཚན་དཔེ་མཚོན་གྱི་སློབ་དུས་མ་རྫོགས་གོང་གི་དུས་བཀག་ནི་རྫོགས་རྒྱུ་ཡོད་པ།

source: Congratulations! You are now enrolled in {course_name}
bo: རྟེན་འབྲེལ་ཞུ། ཁྱེད་ཀྱིས་{course_name} ལ་ཐོ་འགོད་བྱས་སོང་།

source: Enrollment is closed
bo: ཐོ་འགོད་ཀྱི་དུས་ཡུན་རྫོགས་ཟིན།

source: Enrollment mode not supported
bo: ཞུགས་ཐོའི་རྣམ་པ་ལ་ངོས་ལེན་མི་བྱེད།

source: Invalid amount selected.
bo: གྲངས་ཚད་བདམས་པ་ཚད་ལྡན་མ་རེད།

source: No selected price or selected price is too low.
bo: གོང་ཚད་བདམས་མེད་པ་དང་ཡང་ན་བདམས་པ་ནི་ཧ་ཅང་དམའ་བོ་རེད།

source: User profile
bo: སྤྱོད་མཁན་གྱི་སྙིང་བསྡུས།

source: Account recovery
bo: ཁ་བྱང་བསྐྱར་གསོ།

source: Password
bo: གསང་ཨང་།

source: Raw passwords are not stored, so there is no way to see this user's password.
bo: གསང་ཨང་ཁག་ཉར་ཚགས་བྱས་མེད་པས་སྤྱོད་མཁན་འདིའི་གསང་ཨང་རྙེད་ཐབས་མི་འདུག

source: %(count)d student account was unlocked.
bo: སློབ་མའི་ཁ་བྱང་%(count)dསྒོ་ཟ་ཕྱེས་ཡོད།

source: Email doesn't have {allowed_site_email_domain} domain name.
bo: གློག་འཕྲིན་འདི་ལ་ {allowed_site_email_domain} དྲ་གནས་མིང་མི་འདུག

source: User with this email doesn't exist in system.
bo: མ་ལག་ནང་གློག་འཕྲིན་འདི་སྤྱོད་མཁན་ཞིག་མི་འདུག

source: An account with the Email '{email}' already exists.
bo: གློག་འཕྲིན་'{email}' འདིའི་ཁ་བྱང་ད་སྔ་ནས་འདུག

source: An account with the Public Username '{username}' already exists.
bo: སྤྱོད་མཁན་མིང་'{username}' འདིའི་ཁ་བྱང་ད་སྔ་ནས་འདུག

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གི་བྱེད་ནུས་བཀག་འདུག གནད་དོན་བྱུང་འདུག་འདོད་ན་ང་ཚོར་འབྲེལ་གཏུགས་བྱོས། {support_email}

source: Disabled Account
bo: ཁ་བྱང་བཀོལ་མི་ནུས་པ།

source: Namespace of enrollment attribute
bo: ཞུགས་ཐོ་འགོད་སའི་མིང་གི་བར་སྟོང་།

source: Name of the enrollment attribute
bo: ཞུགས་ཐོ་འགོད་ས་དེའི་མིང་།

source: Value of the enrollment attribute
bo: ཞུགས་ཐོ་འགོད་སའི་རིན་ཐང་།

source: Male
bo: ཕོ།

source: Female
bo: མོ།

source: Other/Prefer Not to Say
bo: གཞན་/བཤད་འདོད་མེད་པ།

source: Doctorate
bo: འབུམ་རམས།

source: Master's or professional degree
bo: ཞིབ་འཇུག་གམ་ཡང་ན་ཆེད་ལས་ལས་རིགས་པའི་གནས་ཚད།

source: Bachelor's degree
bo: གཙུག་ལག་རབ་འབྱམས་པའི་གནས་ཚད།

source: Associate degree
bo: མཐོ་འབྲིང་སློབ་ཐོན་གྱི་གནས་ཚད།

source: Secondary/high school
bo: མཐོ་འབྲིང་/དམའ་འབྲིང་།

source: Junior secondary/junior high/middle school
bo: དམའ་འབྲིང་།/མཐོ་འབྲིང་།/འབྲིང་རིམ་སློབ་གྲྭ།

source: Elementary/primary school
bo: སྔོན་འགྲོའི་སློབ་གྲྭ།

source: No formal education
bo: སློབ་གྲྭར་འགྲོ་མྱོང་མེད་པ།

source: Other education
bo: སློབ་གསོ་གཞན།

source: {platform_name} Honor Code Certificate for {course_name}
bo: སློབ་ཚན་ {course_name} འདིའི་ {platform_name} སྒྲིག་གཞིའི་ལག་ཁྱེར།

source: {platform_name} Verified Certificate for {course_name}
bo: སློབ་ཚན་ {course_name} འདིའི་ {platform_name} ཁུངས་སྐྱེལ་ལག་ཁྱེར།

source: {platform_name} Professional Certificate for {course_name}
bo: སློབ་ཚན་ {course_name} འདིའི་ {platform_name} ཆེད་སྦྱོང་ལག་ཁྱེར།

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
bo: ཁྱེད་ཀྱི་ཚོགས་པའི་ ID (དྲ་ཐག་གིས་སྦྲེལ་བའི་ཁྱེད་ཀྱི་ཚོགས་པའི་ཤོག་ངོས་རེ་ད་སྔ་ཡོད་ན་) དཔེར་ན་ 1337. དེ་མཁོ་སྤྲོད་བྱས་མེད་ན། ཁྱེད་ལ་རྨང་གཞིའི་སྟེགས་བུའི་མིང་ (དཔེར་ན edX) གཏོང་ཡོང་།

source: {platform_name} Certificate for {course_name}
bo: སློབ་ཚན་ {course_name} འདིའི་ {platform_name} ལག་ཁྱེར།

source: The ISO 639-1 language code for this language.
bo: སྐད་ཡིག་འདིའི་སྐད་ཡིག་ཨང་བརྡ་ ISO 639-1

source: Name of the UTM cookie
bo: UTM cookie ཡི་མིང་།

source: Name of the affiliate cookie
bo: ཁོངས་ཞུགས་ cookie ཡི་མིང་།

source: Name of this user attribute.
bo: སྤྱོད་མཁན་འདིའི་བྱས་འབྲས་ཀྱི་མིང་།

source: Value of this user attribute.
bo: སྤྱོད་མཁན་འདིའི་བྱས་འབྲས་ཀྱི་རིན་ཐང་།

source: Secondary email address
bo: གློག་འཕྲིན་ཁ་བྱང་གཉིས་པ།

source: Secondary email address to recover linked account.
bo: ཁ་བྱང་བསྐྱར་གསོ་བྱ་ཆེད་བཞག་པའི་གློག་འཕྲིན་གཉིས་པ།

source: Add a reason
bo: རྒྱུ་མཚན་ཞིག་ཞོག

source: and
bo: དང་

source: Photos are mismatched
bo: འདྲ་པར་ཁག་མཚུངས་མ་སོང་།

source: Name missing from ID photo
bo: ID ཡི་འདྲ་པར་གྱི་མིང་ཆད་འདུག

source: ID photo not provided
bo: ID ཡི་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: ID is invalid
bo: ID ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Learner photo is blurry
bo: སློབ་གཉེར་བའི་འདྲ་པར་རབ་རིབ་རེད།

source: Name on ID does not match name on account
bo: ID ཐོག་གི་མིང་དེ་ཁ་བྱང་ནང་གི་མིང་དང་གཅིག་མཚུངས་མ་རེད།

source: Learner photo not provided
bo: སློབ་གཉེར་བའི་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: ID photo is blurry
bo: ID ཡི་འདྲ་པར་རབ་རིབ་རེད།

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
bo: བསྐྱར་གསོའི་གློག་འཕྲིན་དེ་ད་དུང་ནུས་ལྡན་བྱས་མི་འདུག ཁྱེད་ཀྱི་གློག་འཕྲིན་ལ་ཕེབས་ཏེ་ཞིབ་བལྟ་དང་དེ་ནུས་ལྡན་བཟོ་ཚུལ་གྱི་ལམ་སྟོན་ལྟར་བྱོས།

source: The course you are looking for does not start until {date}.
bo: ཁྱེད་ཀྱིས་བཙལ་བཞིན་པའི་སློབ་ཚན་དེ་ {date} བར་དུ་འགོ་མི་འཛུགས།

source: The course you are looking for is closed for enrollment as of {date}.
bo: ཁྱེད་ཀྱིས་འཚོལ་བཞིན་པའི་སློབ་ཚན་དེ་སྒོ་བརྒྱབ་ཚར་འདུག ཞུགས་ཐོ་འགོད་དུས་ {date} ལ་རེད།

source: Course id not specified
bo: སློབ་ཚན་གྱི་ id དམིགས་བསལ་བྱས་མི་འདུག

source: Invalid course id
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་སློབ་ཚན་ id

source: Course id is invalid
bo: སློབ་ཚན་ id ཚུལ་མཐུན་མ་རེད།

source: Could not enroll
bo: ཞུགས་ཐོ་འགོད་མི་ཐུབ།

source: Unenrollment is currently disabled
bo: ད་ལྟ་ཞུགས་ཐོ་ཕྱིར་འཐེན་ནི་མི་ནུས་པ།

source: You are not enrolled in this course
bo: སློབ་ཚན་འདིའི་ནང་ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་མི་འདུག

source: Your certificate prevents you from unenrolling from this course
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་གྱིས་ཁྱེད་སློབ་ཚན་འདི་ནས་ཕྱིར་འཐེན་བྱེད་པར་བཀག་འགོད་བྱེད་ཀྱི་འདུག

source: Enrollment action is invalid
bo: ཞུགས་ཐོའི་བྱེད་བབས་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Please enter a username
bo: སྤྱོད་མིང་ཞིག་འཇུག་རོགས།

source: Please choose an option
bo: གདམ་ཀ་ཞིག་འདེམ་རོགས།

source: User with username {} does not exist
bo: སྤྱོད་མཁན་གྱི་མིང་ {} འདི་ད་སྔ་མི་འདུག

source: Successfully disabled {}'s account
bo: ཁ་བྱང་ {} ནུས་མེད་བཟོས་ཡོད།

source: Successfully reenabled {}'s account
bo: ཁ་བྱང་ {} བསྐྱར་དུ་ནུས་ལྡན་བཟོས་ཡོད།

source: Unexpected account status
bo: གློ་བུར་བའི་ཁ་བྱང་གནས་བབས།

source: Valid e-mail address required.
bo: གློག་འཕྲིན་ཚུལ་མཐུན་ཞིག་འཇུག་དགོས།

source: Old email is the same as the new email.
bo: གློག་འཕྲིན་རྙིང་བ་དང་གསར་འཇུག་བྱས་པ་གཉིས་གཅིག་རེད།

source: Cannot be same as your sign in email address.
bo: ཁྱེད་ཀྱིས་ནང་འཛུལ་བྱས་པའི་གློག་འཕྲིན་དང་གཅིག་མཚུངས་ཡིན་མི་ཆོག

source: Unable to send email activation link. Please try again later.
bo: གློག་འཕྲིན་གཏན་འཁེལ་གྱི་དྲ་ཐག་གཏོང་ཐུབ་མ་སོང་། གཞུག་ནས་ཚོད་ལྟ་བྱ་རོགས།

source: Deleted the selected configuration(s).
bo: འདེམ་རྟགས་བཀོད་པའི་སྒྲིག་འགོད (s) དེ་དག་བསུབ་ཟིན།

source: Delete the selected configuration
bo: འདེམ་རྟགས་བཀོད་པའི་སྒྲིག་འགོད་དེ་སུབ།

source: Unable to connect with the external provider, please try again
bo: ཕྱིའི་མཁོ་འདོན་པ་དང་སྦྲེལ་ཐུབ་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Authentication with {} is currently unavailable.
bo: {} འདིས་ར་སྤྲོད་བྱས་པ་དེ་ད་ལྟ་མི་འདུག

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
bo: མཁོ་འདོན་པ་ནང་འཛུལ། "སློང་གླིང་།" གི་ཟུར་འདོན་གྱི་ཐོ་གཞུང་ཞིག་གི་ནང་བཞག་སྟེ་མཁོ་འདོན་པ་གལ་ཆེན་རྣམས་རྒྱུན་སྟོན་ཉུང་ཙམ་བྱེད།

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
bo: གདམ་ང། མཁོ་འདོན་པ་འདི་སྒྲིག་འཛུགས་ཤིག་ཡིན་ན། གྲུབ་ཆ་འདི་རྩ་འཛུགས་དེའི་དཔྱད་གཞི་སྤྱོད་མཁན་ལྟར་བཀོལ་ཆོག

source: The Site that this provider configuration belongs to.
bo: མཁོ་འདོན་པ་འདིའི་སྒྲིག་འགོད་དབང་སའི་གནས།

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
bo: བསལ་འདེམས་འདི་ནུས་ལྡན་བྱས་ན། ཐོ་འགོད་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་སྤྱོད་མཁན་ལ་ཞིབ་ཕྲའི་གནས་ཚུལ་ (name, email, etc.) རྣམས་གཏན་འཁེལ་བྱ་དགོས་པའི་དྲི་བ་མི་གཏོང་། ཡིད་སྟོན་རུང་བའི་མཁོ་འདོན་པ་སྟེ་སྤྱོད་མཁན་གྱི་གནས་ཚུལ་ཚད་ལྡན་མཁོ་སྤྲོད་བྱེད་པར་ངེས་ཤེས་ཡོད་པའི་རིགས་ལ་བསལ་འདེམས་འདི་ཁོ་ན་འདེམ།

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
bo: གདམ་ཁ་འདི་བདམས་པ་ཡིན་ན་སྤྱོད་མཁན་གྱིས་ངེས་པར་དུ་གློག་འཕྲིན་མཁོ་སྤྲོད་ཀྱིས་ཁག་ཐེག་བྱ་མི་དགོས་པར་ཁ་བྱང་དེ་ཐད་ཀར་སྤྱོད་ཆོག་པ་ཡིན།

source: If this option is selected, users will be sent a welcome email upon registration.
bo: གདམ་གསེས་འདི་བདམས་པ་ཡིན་ན། སྤྱོད་མཁན་ལ་ཐོ་འགོད་བྱ་སའི་གློག་འཕྲིན་གཏོང་ཡོང་།

source: The Site that this SAML configuration belongs to.
bo: SAML འདིའི་སྒྲོག་འགོད་དབང་སའི་གནས།

source: {platform_name} Support
bo: {platform_name} རྒྱབ་བརྟེན།

source: A configuration nickname.
bo: གྲུབ་ཆའི་མིང་འདོགས།

source: Please wait
bo: སྒུག་རོགས།

source: LONG_DATE_FORMAT
bo: དུས་ཡུན་རིང་བའི་ཟླ་ཚེས་རྣམ་སྒྲིག

source: DATE_TIME_FORMAT
bo: ཟླ་ཚེས་རྣམ་སྒྲིག

source: SHORT_DATE_FORMAT
bo: དུས་ཡུན་ཐུང་བའི་ཟླ་ཚེས་རྣམ་སྒྲིག

source: TIME_FORMAT
bo: དུས་ཚོད་ཀྱི་རྣམ་སྒྲིག

# weekday name
source: Monday
bo: ཟླ་བ།

# weekday name
source: Tuesday
bo: མིག་དམར།

# weekday name
source: Wednesday
bo: ལྷག་པ།

# weekday name
source: Thursday
bo: ཕུར་བུ།

# weekday name
source: Friday
bo: པ་སངས།

# weekday name
source: Saturday
bo: སྤེན་པ།

# weekday name
source: Sunday
bo: ཉི་མ།

# abbreviated weekday name
source: Mon
bo: ཟླ།

# abbreviated weekday name
source: Tue
bo: མིག

# abbreviated weekday name
source: Wed
bo: ལྷག

# abbreviated weekday name
source: Thu
bo: ཕུར།

# abbreviated weekday name
source: Fri
bo: སངས།

# abbreviated weekday name
source: Sat
bo: སྤེན།

# abbreviated weekday name
source: Sun
bo: ཉི།

# abbreviated month name
source: Jan
bo: ཟླ་༡

# abbreviated month name
source: Feb
bo: ཟླ་༢

# abbreviated month name
source: Mar
bo: ཟླ་༣

# abbreviated month name
source: Apr
bo: ཟླ་༤

# abbreviated month name
source: May
bo: ཟླ་༥

# abbreviated month name
source: Jun
bo: ཟླ་༦

# abbreviated month name
source: Jul
bo: ཟླ་༧

# abbreviated month name
source: Aug
bo: ཟླ་༨

# abbreviated month name
source: Sep
bo: ཟླ་༩

# abbreviated month name
source: Oct
bo: ཟླ་༡༠

# abbreviated month name
source: Nov
bo: ཟླ་༡༡

# abbreviated month name
source: Dec
bo: ཟླ་༡༢

# month name
source: January
bo: ཟླ་དང་པོ།

# month name
source: February
bo: ཟླ་གཉིས་པ།

# month name
source: March
bo: ཟླ་གསུམ་པ།

# month name
source: April
bo: ཟླ་བཞི་བ།

# month name
source: May
bo: ཟླ་ལྔ་བ།

# month name
source: June
bo: ཟླ་དྲུག་པ།

# month name
source: July
bo: ཟླ་བདུན་པ།

# month name
source: August
bo: ཟླ་བརྒྱད་པ།

# month name
source: September
bo: ཟླ་དགུ་བ།

# month name
source: October
bo: ཟླ་བཅུ་བ།

# month name
source: November
bo: ཟླ་གཅིག་པ།

# month name
source: December
bo: ཟླ་བཅི་གཉིས་པ།

source: The file must end with the extension '{file_types}'.
bo: ཡིག་ཆ་དེ་ངེས་པར་དུ་གཤམ་གྱི་རྣམ་སྒྲིག་བྱང་བུ་དག་ '{file_types}' གི་གཅིག་གིས་མཇུག་བསྡུ་དགོས།

source: Maximum upload file size is {file_size} bytes.
bo: ནང་འཇུག་བྱ་རྒྱུའི་ཡིག་ཆའི་ཡ་མཐའི་ཚད་ནི་ {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
bo: སློབ་ཚན་ {course_id} དགོས་ངེས་ཆ་རྐྱེན་ནི་ {prerequisite_course_id}

source: System defined milestone
bo: མ་ལག་གིས་ས་ཚིགས་རྡོ་བྱང་བུའི་ཐོག་ནས་གསལ་སྟོན་བྱས་ཡོད།

source: Your password must contain {length_instruction}, including {complexity_instructions}.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ངེས་པར་དུ་ {length_instruction}, འདུས་དགོས་ {complexity_instructions}.

source: Your password must contain {length_instruction}.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ {length_instruction} ངེས་པར་འདུ་དགོས།

source: Invalid password.
bo: གསང་ཚིག་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: at least %(min_length)d character
bo: ཉུང་མཐར་ཡང་ %(min_length)d ཡིག་འབྲུ་

source: This password is too long. It must contain no more than %(max_length)d character.
bo: གསང་ཚིག་འདི་རིང་དྲགས་འདུག དེའི་ནང་ཡིག་འབྲུ་ %(max_length)d ལས་གཏན་ནས་མང་མི་རུང་།

source: Your password must contain no more than %(max_length)d character.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ཡིག་འབྲུ་ %(max_length)d ལས་གཏན་ནས་མང་མི་རུང་།

source: This password must contain at least %(min_alphabetic)d letter.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་གསལ་བྱེད་ %(min_alphabetic)d ཡོད་དགོས།

source: Your password must contain at least %(min_alphabetic)d letter.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་གསལ་བྱེད་ %(min_alphabetic)d ཡོད་དགོས།

source: %(num)d letter
bo: གསལ་བྱེད་ %(num)d

source: This password must contain at least %(min_numeric)d number.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཨང་གྲངས་ %(min_numeric)d ཡོད་དགོས།

source: Your password must contain at least %(min_numeric)d number.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཨང་གྲངས་ %(min_numeric)d ཡོད་དགོས།

source: %(num)d number
bo: ཨང་གྲངས་ %(num)d

source: This password must contain at least %(min_upper)d uppercase letter.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆེན་ %(min_upper)d ཡོད་དགོས།

source: Your password must contain at least %(min_upper)d uppercase letter.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆེན་ %(min_upper)d ཡོད་དགོས།

source: %(num)d uppercase letter
bo: ཡིག་ཆེན་ %(num)d

source: This password must contain at least %(min_lower)d lowercase letter.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆུང་ %(min_lower)d ཡོད་དགོས།

source: Your password must contain at least %(min_lower)d lowercase letter.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆུང་ %(min_lower)d ཡོད་དགོས།

source: %(num)d lowercase letter
bo: ཡིག་ཆུང་ %(num)d

source: This password must contain at least %(min_punctuation)d punctuation mark.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་རྐྱེན་གྱི་ཡི་གེ་ %(min_punctuation)d ཡོད་དགོས།

source: Your password must contain at least %(min_punctuation)d punctuation mark.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་རྐྱེན་གྱི་ཡི་གེ་ %(min_punctuation)d ཡོད་དགོས།

source: %(num)d punctuation mark
bo: རྐྱེན་གྱི་ཡི་གེ་ %(num)d

source: This password must contain at least %(min_symbol)d symbol.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་མཚོན་རྟགས་ %(min_symbol)d ཡོད་དགོས།

source: Your password must contain at least %(min_symbol)d symbol.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་མཚོན་རྟགས་ %(min_symbol)d ཡོད་དགོས།

source: %(num)d symbol
bo: མཚོན་རྟགས་ %(num)d

source: show deprecation messaging in Studio
bo: སྒྲིགས་སྟེགས་ནང་འཕྲིན་གཏོང་མི་ཐུབ་པ་སྟོན།

source: Fully Supported
bo: རམ་འདེགས་ཆ་ཚང་བྱེད།

source: Provisionally Supported
bo: འཕྲལ་སེལ་གྱི་རམ་འངེགས་བྱེད།

source: Unsupported
bo: རམ་འདེགས་མི་བྱེད།

source: Unlock Account
bo: ཁ་བྱང་གི་ཟྭ་ཕྱེ།

source: Close
bo: སྒོ་རྒྱོབས།

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
bo: འདི་ནི་%(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s ཡི་ཕྱིར་དུ་ཁ་བྱང་ནུས་ལྡན་བྱེད་པའི་འབྲེལ་ལམ་གློག་འཕྲིན་ཞིག་ཡིན།

source: Account activation
bo: ཁ་བྱང་ནུས་ལྡན་བྱེད།

source: Activate your account
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ནུས་ལྡན་བྱེད།

source: Enjoy learning with %(platform_name)s.
bo: %(platform_name)s འདིའི་ནང་དགའ་སྤྲོའི་ངང་སློབ་སྦྱོང་བྱེད།

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
bo: ཁྱེད་ལ་རམ་འདེགས་དགོས་ན། ང་ཚོའི་དྲ་ལམ་ལས་ཤོག་འདི་བཀོལ་སྤྱོད་བྱ་རོགས། {start_anchor_web}%(support_url)s{end_anchor} ཡང་ན་གློག་འཕྲིན། {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
bo: འཕྲིན་ཐུང་འདི་ནི་ %(lms_url)s འདིས་ཁྱེད་ལ་རང་འགུལ་གྱིས་བཏང་བ་ཡིན། རྒྱུ་མཚན་མི་གཞན་ཞིག་གིས་ %(platform_name)s འདིའི་ནང་གློག་འཕྲིན་འདི་སྤྱད་ནས་ཁ་བྱང་བཟོ་བར་འབད་བརྩོན་བྱས་སོང་།

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
bo: ཁྱེད་ལ་རམ་འདེགས་དགོས་ན། ང་ཚོའི་དྲ་ལམ་ལས་ཤོག་འདི་བཀོལ་སྤྱོད་བྱ་རོགས།%(support_url)s ཡང་ན་གློག་འཕྲིན། %(support_email)s

source: Action Required: Activate your %(platform_name)s account
bo: བསྒྲུབ་དགོས་ངེས་ཀྱི་བྱ་རིམ།: ཁྱེད་ཀྱི་ %(platform_name)s ཁ་བྱང་ནུས་ལྡན་བྱོས།

source: Create Password
bo: གསང་ཚིག་བཟོས།

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
bo: ཁྱེད་ལ་འཕྲིན་བརྡ་འདི་འབྱོར་བའི་རྒྱུ་མཚན་ནི། ཁྱེད་ཀྱིས་%(platform_name)s འདིའི་ནང་སྤྱད་རྒྱུའི་ཁ་བྱང་གི་གསང་ཚིག་བཟོ་དགོས་པའི་རེ་འདུན་ཞུས་སོང་།

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
bo: ང་ཚོས་ཁྱེད་ཀྱིས་སྔ་མོའི་ཐོ་འགོད་སྐབས་ཁ་བྱང་བསྐྱར་གསོའི་གློག་འཕྲིན་མཁོ་སྤྲོད་བྱས་པ་དེ་སྤྱད་ནས་ཁྱེད་ཀྱི་ %(platform_name)s ཁ་བྱང་བསྐྱར་གསོ་བྱས་ཡོད།

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
bo: ཁྱེད་ཀྱི་གསང་ཚིིག་ཐེངས་གཅིག་བཟོས་སོང་ན། [below] ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་ནང་ (%(email)s) གློག་འཕྲིན་འདི་དང་ཁྱེད་ཀྱི་གསང་ཚིག་གསར་པ་དེ་སྤྱད་ནས་ནང་འཛུལ་བྱ་ཐུབ།

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
bo: ཁྱེད་ཀྱིས་བརྗེ་བསྒྱུར་གྱི་རེ་འདུན་ཞུས་མེད་ན། གློག་འཕྲིན་འདི་སོར་འཇོག་བྱོས་དང་ང་ཚོས་ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་ད་དུང་བྱས་མེད།

source: Thanks for using our site!
bo: ང་ཚོའི་དྲ་གནས་འདི་བཀོལ་སྤྱོད་བྱས་པར་བཀའ་དྲིན་ཆེ།

source: The %(platform_name)s Team
bo: %(platform_name)s ཚོགས་ཆུང་།

source: Password creation on %(platform_name)s
bo: %(platform_name)sའདིའི་ནང་གསང་ཚིག་བཟོ་བ།

source: Email Change
bo: གློག་འཕྲིན་བརྗེ།

source: Confirm Email Change
bo: གློག་འཕྲིན་བརྗེ་བ་གཏན་འཁེལ་ཡིན་ནམ།

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་འདི་ལ་རེ་ཞུ་བྱས་མེད་ན། འདི་སྣང་མེད་ལ་བཞག་ཆོག་ཅིང་། ཁྱེད་ལ་ང་ཚོའི་གློག་འཕྲིན་འདི་མུ་མཐུད་ནས་འབྱོར་འདོད་མེད་ཚེ་འདིའི་ནང་གི་བྱ་བ་གང་ཡང་བསྒྲུབ་མི་དགོས། གློག་འཕྲིན་འདི་ལ་ལན་འདེབས་མ་བྱེད་རོགས། གལ་སྲིད་ཁྱེད་ཀྱིས་རམ་འདེགས་རེ་ཞུ་བྱས་ཡོད་ན། རམ་འདེགས་སྡེ་ཚན་%(platform_name)s གྱི་དྲ་གནས་ལ་གཟིགས་རོགས་ཞུ།

source: Request to change %(platform_name)s account e-mail
bo: %(platform_name)sའདིའི་ཁ་བྱང་གི་གློག་འཕྲིན་བརྗེ་བའི་རེ་ཞུ།

source: Email Change Confirmation for %(platform_name)s
bo: %(platform_name)s འདིའི་གློག་འཕྲིན་བརྗེ་བ་གཏན་འཁེལ།

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
bo: ང་ཚོས་གློག་འཕྲིན་རྙིང་བ་ནང་འཇུག་བྱས་པ་དེ་ཉར་བསྡད་ཡོད། དེའི་ཕྱིར་རེ་ཞུ་འདི་བསམ་བཞིན་མིན་ན་ང་ཚོས་ཞིབ་འཇུག་བྱ་ཆོག

source: Proctoring requirements for %(course_name)s
bo: ལྟ་རྟོགས་ཡོད་པའི་ %(course_name)s འདིའི་ཆ་རྐྱེན་ཁག

source: Hello %(full_name)s,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
bo: ཁྱེད་རང་ %(course_name)s སློབ་ཚན་%(platform_name)sལ་ཞུགས་ཐོ་བཀོད་ཡོད།

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
bo: ཁྱེད་ཀྱིས་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ལ་གྲ་སྒྲིག་ཨང་གསར་ཡོད་མེད་ངེས་ཕྱིར་མ་ལག་གི་ཆ་རྐྱེན་ཁག་དང་དེ་བཞིན་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་རིམ་པ་ཁག་ལའང་གཟབ་ནན་གྱིས་ཞིབ་བཤེར་བྱོས།

source: Proctoring Instructions and Requirements
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་སློབ་སྟོན་དང་ཆ་རྐྱེན་ཁག

source: Thank you,
bo: བཀའ་དྲིན་ཆེ།

source: The %(platform_name)s Team
bo: %(platform_name)s ཚོགས་ཆུང་།

source: Hello %(full_name)s
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
bo: ཁྱེད་ཀྱིས་ %(course_name)s སློབ་ཚན་ %(platform_name)s འདིར་ཐོ་འགོད་བྱས་འདུག། སློབ་ཚན་འདིའི་ནང་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་འདུས་ཡོད།

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་གཏོང་དུས་དུས་ཚོད་ཀྱིས་བཅད་པ་ཡོད་དེ། རྒྱུགས་སྤྲོད་གཏོང་བྱེད་ཀྱི་མཉེན་ཆས་ཀྱིས་ཁྱེད་ཀྱི་གློག་ཀླད་ཀྱི་འཆར་ངོས་དང་བརྙན་མིག་སྒྲ་དང་བཅས་པར་དོ་དམ་བྱེད་པ་ཡིན། ཁྱེད་ཀྱིས་རྒྱུགས་སྤྲོད་དུས་སློབ་ཚན་གྱིས་%(proctoring_provider)s མཉེན་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད།

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
bo: ཁྱེད་ཀྱིས་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ལ་གྲ་སྒྲིག་ཨང་གསར་ཡོད་མེད་ངེས་ཕྱིར་མ་ལག་གི་ཆ་རྐྱེན་ཁག་དང་དེ་བཞིན་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་རིམ་པ་ཁག་ལའང་གཟབ་ནན་གྱིས་ཞིབ་བཤེར་བྱོས།

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་སློབ་སྟོན་དང་ཆ་རྐྱེན་ཁག་ལ་གཟིགས་འདོད་ཚེ། འདི་ནས་གཟིགས་རོགས།: %(proctoring_requirements_url)s
