Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: You must successfully generate example certificates before you enable student-generated certificates.
bo: བཟོས་ཟིན་པའི་སློབ་ཕྲུག་གི་ལག་ཁྱེར་ནུས་ལྡན་མ་བྱས་གོང་ཁྱེད་ཀྱིས་དཔེ་མཚོན་ལག་ཁྱེར་ངེས་པར་དུ་བཟོ་གྲུབ་དགོས།

source: Generate Certificates
bo: ལག་ཁྱེར་བཟོ།

source: Course certificate generation requires an activated web certificate configuration.
bo: སློབ་ཚན་ལག་ཁྱེར་བཟོ་བར་ནུས་ལྡན་བྱས་ཟིན་པའི་དྲ་ཚིགས་ནང་གི་ལག་ཁྱེར་སྒྲིག་བཀོད་ཅིག་ངེས་པར་དགོས།

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ལ་ལག་ཁྱེར་བཟོ་བའི་དུས་ལ་སླེབས་དུས་ལག་ཁྱེར་བཟོ་ཟེར་བ་ལ་སྣུན། གལ་ཏེ་ཁྱེད་ཀྱིས་on-demand generation ལ་ལག་ཁྱེར་གྱི་རྣམ་པ་བསྒྲིགས་ཟིན་ཡོད་ན་དེ་ལྟར་བྱེད་མི་དགོས།

source: Pending Tasks
bo: ལས་འགན་ཁག་ངང་སྒུག་གི་སྐབས་ཡིན།

source: The status for any active tasks appears in a table below.
bo: བསྒྲུབ་དགོས་པའི་ལས་འགན་གང་ཡོད་ཀྱི་གནས་བབ་དེ་གཤམ་དུ་རེའུ་མིག་ཅིག་གི་ནང་འཆར་ཡོད།

source: Regenerate Certificates
bo: ལག་ཁྱེར་བསྐྱར་བཟོ།

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལག་ཁྱེར་བསྐྱར་བཟོ་བྱེད་པ་ལ། མ་འོངས་པར་བསྐྱར་བཟོ་བྱས་པའི་ལག་ཁྱེར་ཐོབ་མཁན་གྱི་སློབ་གཉེར་བ་རྣམས་བདམས་ཏེ། ལག་ཁྱེར་བསྐྱར་བཟོ་ཟེར་བ་དེའི་སྒང་ལ་སྣུན།

source: Choose learner types for regeneration
bo: བསྐྱར་བཟོ་བྱེད་པ་ལ་སློབ་གཉེར་བའི་རིགས་འདེམ།

source: Regenerate for learners who have already received certificates. ({count})
bo: ལག་ཁྱེར་ཐོབ་ཟིན་པའི་སློབ་གཉེར་བ་ལ་བསྐྱར་བཟོ་བྱེད། ({count})

source: Regenerate for learners who have not received certificates. ({count})
bo: ལག་ཁྱེར་མི་ཐོབ་སའི་སློབ་གཉེར་བ་ཚོར་བསྐྱར་བཟོ་བྱེད། ({count})

source: Certificate Generation History
bo: ལག་ཁྱེར་བཟོ་བའི་ལོ་རྒྱུས།

source: Task name
bo: ལས་འགན་གྱི་མིང་།

source: SET CERTIFICATE EXCEPTIONS
bo: ལག་ཁྱེར་གྱི་དམིགས་བསལ་རང་བཞིན་སྒྲིག

source: Invalidate Certificates
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ལག་ཁྱེར།

source: Enrollment Information
bo: ཞུགས་ཐོའི་གནས་ཚུལ།

source: Number of enrollees (admins, staff, and students) by track
bo: track བརྒྱུད་ནས་ (admins, staff, and students) ཞུགས་ཐོ་འགོད་མཁན་གྱི་གྲངས།

source: Professional
bo: ཆེད་ལས།

source: Executive Education
bo: འཛིན་སྐྱོང་བར་དམིགས་པའི་སློབ་གསོ།

source: Unpaid Executive Education
bo: སློབ་ཡོན་སྤྲད་མེད་པའི་འཛིན་སྐྱོང་བར་དམིགས་པའི་སློབ་གསོ།

source: Paid Executive Education
bo: སློབ་ཡོན་སྤྲད་ཡོད་པའི་འཛིན་སྐྱོང་བར་དམིགས་པའི་སློབ་གསོ།

source: Unpaid Bootcamp
bo: རིན་འབབ་སྤྲད་མེད་པའི་ Bootcamp

source: Paid Bootcamp
bo: རིན་འབབ་སྤྲད་ཡོད་པའི་ Bootcamp

source: Basic Course Information
bo: སློབ་ཚན་གྱི་རྨང་གཞིའི་གནས་ཚུལ།

source: Course Name:
bo: སློབ་ཚན་གྱི་མིང་།

source: Course Start Date:
bo: སློབ་ཚན་འགོ་རྩོམ་པའི་ཟླ་ཚེས།

source: Course End Date:
bo: སློབ་ཚན་མཇུག་བསྡུ་བའི་ཟླ་ཚེས།

source: No end date set
bo: དུས་བཀག་མེད་པའི་ཟླ་ཚེས་སྒྲིག

source: Has the course started?
bo: སློབ་ཚན་དེ་འགོ་བཙུགས་འདུག་གམ།

source: Yes
bo: འདུག

source: No
bo: མི་འདུག

source: Has the course ended?
bo: སློབ་ཚན་དེ་མཇུག་བསྡུས་འདུག་གམ།

source: Number of sections:
bo: སྡེ་ཚན་གྱི་གྲངས།

source: Course Warnings
bo: སློབ་ཚན་ཉེན་བརྡ་ཁག

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
bo: སློབ་ཚན་དེའི་གནས་རིམ་བགོ་ཚུལ་གྱི་སྒྲིག་བཀོད་དེ་འཆར་བ་ལ་འདིར་སྣུན། གནས་རིམ་བགོ་ཚུལ་གྱི་སྒྲིག་བཀོད་ནི་སློབ་ཚན་དེའི་གནས་རིམ་བགོས་ཡོད་པའི་ནང་གསེས་སྡེ་ཚན་རྣམས་སོ་སོར་བཀྲལ་བ་ཞིག་ཡིན། (དཔེར་ན། ཡིག་རྒྱུགས་རྣམས་དང་དྲི་བ་ཁག) དེ་དག་རྩོམ་སྒྲིག་སྟེགས་བུ Studio ཡི་ནང་གི་'གནས་རིམ་བགོ་ཚུལ་'གྱི་ཤོག་ངོས་ནས་བརྗེ་བསྒྱུར་བྱེད་ཐུབ་ (under 'Settings')།

source: Grading Configuration
bo: གནས་རིམ་བགོ་ཚུལ་གྱི་སྒྲིག་བཀོད།

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
bo: འདིར་ངོས་འཛིན་བྱུང་བའི་སློབ་ཕྲུག་གི་IDs ཡི་CSV ཕབ་ལེན་བྱེད་གནས་དེ་གཤམ་གྱི་ཡར་ཞུའི་ཚན་པའི་ནང་སྤོས་ཡོད།

source: Reports
bo: ཡར་ཞུ།

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
bo: སློབ་ཚན་ཆེ་གྲས་ལ་མཚོན་ན་དེ་དག་གི་ཡར་ཞུ་ཁ་ཤས་བཟོ་བར་ཆུ་ཚོད་འགའ་ཤས་འགོར། ཡར་ཞུ་བཟོ་གྲུབ་རྗེས་ཡར་ཞུ་བཟོས་པའི་ཟླ་ཚེས་དང་ཆུ་ཚོད་གསལ་བའི་དྲ་ཐག་ཅིག་གཤམ་དུ་རེའི་མིག་ནང་འཆར་ཡོང་། ཡར་ཞུ་འདི་དག་རྒྱབ་ལྗོངས་འོག་ཏུ་སྒྲིག་ཡོང་བ་ཡིན། དེས་བསྟན་དོན་ནི་ཁྱེད་ཀྱིས་ཡར་ཞུ་བཟོ་བཞིན་པའི་སྐབས་སུ་ཤོག་ངོས་འདི་དང་ཁ་བྲལ་ཏེ་གཞན་བསྔོག་ན་འགྲིག་པའི་དོན་ཡིན།

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
bo: བཟོ་སེམས་ཏོག་ཙམ་བྱ་རོགས། གནོན་ཐེབས་འདི་དག་གི་སྒང་ལ་ཐེངས་མང་མ་སྣུན་རོགས། ཐེངས་མང་བསྣུན་ན་བཟོ་བཞིན་པའི་བརྒྱུད་རིམ་རྣམས་མངོན་གསལ་དོད་པོས་ཇེ་དལ་དུ་གཏོང་འགྲོ།

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
bo: སློབ་ཚན་འདིར་ཞུགས་ཐོ་བཀོད་པའི་སློབ་ཕྲུག་ཡོངས་ཀྱི་CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན། སློབ་ཕྲུག་སོ་སོའི་གནས་ཚུལ་དཔེར་ན། གློག་འཕྲིན་དང་སྤྱོད་མིང་བཅས་ནི།

source: Download profile information as a CSV
bo: སྙིང་བསྡུས་གནས་ཚུལ་དེ་ CSV ཞིག་གི་ངོ་བོའི་ཐོག་ནས་ཕབ་ལེན་བྱེད།

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
bo: སློབ་ཚན་དེར་ཞུགས་ཐོ་འགོད་ཆོག་རུང་ད་དུང་བཀོད་མེད་པའི་སློབ་གཉེར་བའི་ཐོ་གཞུང་གི་ CSV བཟོ་བར་འདིར་སྣུན།

source: Download a CSV of learners who can enroll
bo: ཞུགས་ཐོ་འགོད་ཐུབ་པའི་སློབ་གཉེར་བའི་ CSV ཕབ་ལེན་བྱེད།

source: Click to download a CSV of anonymized student IDs:
bo: སློབ་ཕྲུག་གི་ IDsཁ་གསལ་མེད་པའི་CSVཕབ་ལེན་བྱེད་ན་འདིར་སྣུན།

source: Get Student Anonymized IDs CSV
bo: IDs CSV ཁ་གསལ་མེད་པའི་སློབ་ཕྲུག་རག་ཐབས།

source: Click to generate a CSV file of all proctored exam results in this course.
bo: སློབ་ཚན་འདིའི་ནང་གི་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཧྲིལ་བོའི་གྲུབ་འབྲས་ཀྱི་CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན།

source: Generate Proctored Exam Results Report
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་གྲུབ་འབྲས་ཀྱི་སྙན་ཞུ་བཟོ།

source: Click to generate a CSV file of survey results for this course.
bo: སློབ་ཚན་འདིའི་བརྟག་དཔྱད་གྲུབ་འབྲས་ཀྱི་CSV ཡིག་ཆ་བཟོ་བར་འདིར་སྣུན།

source: Generate Survey Results Report
bo: བརྟག་དཔྱད་གྲུབ་འབྲས་ཀྱི་སྙན་ཞུ་བཟོ།

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
bo: དྲི་བ་དེར་སློབ་ཕྲུག་ཡོངས་ཀྱིས་ལན་འདེབས་བྱས་པའི་ཐོ་གཞུང་གི་ CSV བཟོ་བ་ལ་དྲི་བ་ཞིག་འདེམ། སྡེ་ཚན་དང་ཡང་ན་ལེའུ་དེ་དག་ནང་གི་དྲི་བ་ཡོངས་ཀྱི་གྲུབ་འབྲས་ཚུད་པ་ལ་ཁྱེད་ཀྱིས་སྡེ་ཚན་དང་ཡང་ན་ལེའུ་གང་རུང་ཞིག་འདེམ།

source: NOTE
bo: མཆན།

source: Click to list certificates that are issued for this course:
bo: སློབ་ཚན་འདིར་བཟོས་པའི་ལག་ཁྱེར་གྱི་ཐོ་གཞུང་བཟོ་བར་འདིར་སྣུན།

source: View Certificates Issued
bo: ཡར་སྤྲོད་བྱས་པའི་ལག་ཁྱེར་ཁག་ལ་གཟིགས།

source: Download CSV of Certificates Issued
bo: ཡར་སྤྲོད་བྱས་པའི་ལག་ཁྱེར་ཁག་གི་CSVཕབ་ལེན།

source: For smaller courses, click to list profile information for enrolled students directly on this page:
bo: སློབ་ཚན་ཆུང་གྲས་ལ་ཤོག་ངོས་འདིའི་སྒང་ནས་ཐད་ཀར་ཞུགས་ཐོ་བཀོད་པའི་སློབ་ཕྲུག་དག་གི་ངོ་སྤྲོད་སྙིང་བསྡུས་ཀྱི་གནས་ཚུལ་ཐོ་གཞུང་བཟོ་བར་འདིར་སྣུན།

source: List enrolled students' profile information
bo: ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་མའི་་ལོ་རྒྱུས་སྙིང་བསྡུས་ཀྱི་གནས་ཚུལ་ཐོ་གཞུང་།

source: Click to generate a CSV grade report for all currently enrolled students.
bo: མིག་སྔར་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་མ་ཡོངས་ཀྱི་ CSV ཡི་གནས་རིམ་སྙན་ཞུ་བཟོ་བ་ལ་འདིར་སྣུན།

source: Generate Grade Report
bo: གནས་རིམ་སྙན་ཞུ་བཟོ།

source: Generate Problem Grade Report
bo: དྲི་བའི་གནས་རིམ་སྙན་ཞུ་བཟོ།

source: Generate ORA Data Report
bo: ORA ཡི་གཞི་གྲངས་སྙན་ཞུ་བཟོ།

source: Generate ORA Summary Report
bo: ORA ཡི་གནད་བསྡུས་སྙན་ཞུ་བཟོ།

source: Click to generate a ZIP file that contains all submission texts and attachments.
bo: འབུལ་སྤྲོད་བྱས་པའི་སློབ་དེབ་དང་ཟུར་སྦྱར་ཡིག་ཆ་བཅས་པ་ཡོངས་རྫོགས་འདུས་པའི་ZIP ཡིག་ཆ་བཟོ་བ་ལ་འདིར་སྣུན།

source: Generate Submission Files Archive
bo: འབུལ་སྤྲོད་ཡིག་ཆའི་ཡིག་ཚགས་བཟོ།

source: Reports Available for Download
bo: ཕབ་ལེན་བྱེད་ཆོག་པའི་སྙན་ཞུ་འདུག

source: The reports listed below are available for download, identified by UTC date and time of generation.
bo: གཤམ་གསལ་གྱི་སྙན་ཐོའི་ཐོ་གཞུང་རྣམས་ཕབ་ལེན་ཡང་བྱེད་ཆོག བཟོས་པའི་ཟླ་ཚེས་UTC ལྟར་ངོས་འཛིན་བྱས་ཡོད།

source: Edit Coupon Code
bo: ལག་འཛིན་ཨང་བརྡ་རྩོམ་སྒྲིག

source: Edit Coupon Code Information
bo: ལག་འཛིན་ཨང་བརྡའི་གནས་ཚུལ་རྩོམ་སྒྲིག

source: Code
bo: ཨང་བརྡ།

source: example: A123DS
bo: དཔེར་ན། A123DS

source: Percentage Discount
bo: བརྒྱ་ཆའི་ཆག་ཡང་།

source: Expiration Date
bo: དུས་བཀག་རྫོགས་དུས།

source: Update Coupon Code
bo: ལག་འཛིན་ཨང་བརྡ་ཁ་སྐོང་བྱེད།

source: Individual due date extensions
bo: སྒེར་གྱི་དུས་བཀག་ཟླ་ཚེས་ཕྱིར་འགྱངས།

source: Specify the {platform_name} email address or username of a student here:
bo: འདིར་སློབ་ཕྲུག་ཅིག་གི་{platform_name} གློག་འཕྲིན་ཁ་བྱང་དང་ཡང་ན་སྤྱོད་མིང་གཏན་འཁེལ་བྱོས།

source: Student Email or Username
bo: སློབ་ཕྲུག་གི་གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་།

source: Choose the graded subsection:
bo: གནས་རིམ་ཕྱེས་ཡོད་པའི་ནང་གསེས་དེ་འདེམ།

source: Specify the extension due date and time (in UTC; please specify {format_string}).
bo: དུས་བཀག་ཕར་འགྱངས་བྱས་པའི་ཟླ་ཚེས་དང་དུས་ཚོད་ (in UTC; please specify {format_string}) གཏན་འཁེལ་བྱོས།

source: Reason for extension
bo: ཕྱིར་འགྱངས་བྱེད་པའི་རྒྱུ་མཚན།

source: Change due date for student
bo: སློབ་ཕྲུག་གི་དུས་བཀག་ཟླ་ཚེས་འགྱུར་བ་གཏོང་།

source: Viewing granted extensions
bo: ཕྱིར་འགྱངས་གནང་ཟིན་པ་སྟོན་ཡོད་པ།

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
bo: འདི་ནས་ཁྱེད་ཀྱིས་དམིགས་བསལ་སློབ་ཕྲུག་ཅིག་ལ་ཆེད་འདེམས་ནང་གསེས་སྒང་ཕྱིར་འགྱངས་གང་གནང་བ་དེར་གཟིགས་ཐུབ།

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
bo: གནས་རིམ་བགོས་ཟིན་པའི་ནང་གསེས་སྡེ་ཚན་ཞིག་འདེམ། དེ་ནས་སྤྲད་ཟིན་པའི་ནང་གསེས་སྡེ་ཚན་ཕར་འགྱང་བྱས་པའི་སློབ་ཕྲུག་ཡོངས་ཀྱི་ཐོ་གཞུང་ཐོབ་པ་ལ་གནོན་ཐེབས་དེའི་སྒང་ལ་སྣུན།

source: List all students with due date extensions
bo: དུས་བཀག་ཕར་འགྱངས་བྱས་པའི་སློབ་ཕྲུག་ཡོངས་ཀྱི་ཐོ་གཞུང་སྒྲིག

source: Specify a student to see all of that student's extensions.
bo: སློབ་ཕྲུག་གི་དུས་བཀག་ཕར་འགྱངས་ཡོངས་མཐོང་བའི་སློབ་ཕྲུག་ཞིག་གཏན་འཁེལ་བྱོས།

source: List date extensions for student
bo: སློབ་ཕྲུག་ལ་ཟླ་ཚེས་ཕར་འགྱངས་བྱས་པ་དག་གི་ཐོ་གཞུང་སྒྲིག

source: Resetting extensions
bo: ཕར་འགྱངས་བསྐྱར་སྒྲིག

source: Reason for reset
bo: བསྐྱར་སྒྲིག་བྱེད་པའི་རྒྱུ་མཚན།

source: Reset due date for student
bo: སློབ་ཕྲུག་གི་དུས་བཀག་བསྐྱར་སྒྲིག་བྱེད།

source: Generate Registration Code Modal
bo: ཐོ་འགོད་ཀྱི་ Code Modal བཟོ།

source: Create Enrollment Codes
bo: ཞུགས་ཐོའི་ཨང་བརྡ་བཟོ།

source: * Required Information
bo: * ཆ་རྐྱེན་ཏུ་བཏོན་པའི་གནས་ཚུལ།

source: The organization that purchased enrollments in the course
bo: སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་ཉོ་མཁན་གྱི་སྒྲིག་འཛུགས་དེ།

source: Organization Contact
bo: སྒྲིག་འཛུགས་ལ་འབྲེལ་གཏུགས།

source: Organization Contact Name
bo: སྒྲིག་འཛུགས་འབྲེལ་གཏུགས་མིང་།

source: The primary contact at the organization
bo: སྒྲུག་འཛུགས་དེརཐོག་མའི་འབྲེལ་གཏུགས།

source: Invoice Recipient
bo: འབྱོར་འཛིན།

source: The contact who should receive the invoice
bo: འབྱོར་འཛིན་དེ་འབྱོར་དགོས་སའི་འབྲེལ་གཏུགས་མི་སྣ།

source: Organization Billing Address
bo: སྒྲིག་འཛུགས་དེའི་དངུལ་འཛིན་སྡོད་གནས།

source: Address Line 1
bo: སྡོད་གནས་ཀྱི་ཐིག་ཕྲེང་ ༡

source: Address Line 2
bo: སྡོད་གནས་ཀྱི་ཐིག་ཕྲེང་ ༢

source: Address Line 3
bo: སྡོད་གནས་ཀྱི་ཐིག་ཕྲེང་ ༣

source: State/Province
bo: ཁུལ/ཞིང་ཆེན།

source: Unit Price
bo: ཡང་གསེས་ཀྱི་རིན་གོང་།

source: The price per enrollment purchased
bo: ཞུགས་ཐོ་འགོད་མཁན་རེ་རེས་ཉོས་པའི་རིན་གོང་།

source: Number of Enrollment Codes
bo: ཞུགས་ཐོའི་ཨང་བརྡ་ཁག་གི་གྲངས།

source: The total number of enrollment codes to create
bo: ཞུགས་ཐོའི་ཨང་བརྡ་ཁག་གི་བསྡོམས་གྲངས།

source: Course Team Internal Reference
bo: སློབ་ཚན་ཚོགས་ཆུང་ནང་ཁུལ་གྱི་ཟུར་མཆན།

source: Internal reference information for the sale
bo: བཙོང་བྱ་དེའི་ནང་ཁུལ་ཟུར་མཆན་གྱི་གནས་ཚུལ།

source: Customer Reference
bo: ཚོང་མགྲོན་གྱི་དཔྱད་བརྗོད།

source: Customer's purchase order or other reference information
bo: ཚོང་མགྲོན་གྱི་མངགས་ཉོ་དང་ཡང་ན་ཟུར་མཆན་གྱི་གནས་ཚུལ་གཞན།

source: Send me a copy of the invoice
bo: ང་ལ་འབྱོར་འཛིན་གྱི་ངོ་བཤུ་ཞིག་གཏོང་རོགས།

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་སྐོར་གྱི་དཔྱད་ཞིག་ལ་གཟིགས་ཕྱིར་འདིར་ཕེབས། {link_start}{analytics_dashboard_name}{link_end}

source: Instructor Dashboard
bo: སློབ་སྟོན་པའི་གཙོ་ངོས།

source: View Course in Studio
bo: སློབ་ཚན་སྒྲིག་སྟེགས་ནང་སྟོན།

source: Enrollment Code Status
bo: ཞུགས་ཐོའི་ཨང་བརྡའི་གནས་བབས།

source: Change the status of an enrollment code.
bo: ཞུགས་ཐོའི་ཨང་བརྡ་ཞིག་གི་གནས་བབས་དེ་བསྒྱུར་བཅོས།

source: Enrollment Code
bo: ཞུགས་ཐོའི་ཨང་བརྡ།

source: Find Enrollment Code
bo: ཞུགས་ཐོའི་ཨང་བརྡ་འཚོལ།

source: Enter email addresses and/or usernames separated by new lines or commas.
bo: བར་སྟོང་གསར་བ་ཞིག་གམ་ཡང་ན་བར་ཚེག་གིས་བར་ཕྱེས་ཡོད་པའི་གློག་འཕྲིན་ཁ་བྱང་དང་/ཡང་ན་སྤྱོད་མིང་གང་རུང་ཞིག་ཞོག

source: You will not get notification for emails that bounce, so please double-check spelling.
bo: དག་ཆ་འགྲིག་མིན་བསྐྱར་ཞིབ་བྱོས་དང་གཞུག་ཕྱོགས་ཁྱེད་ལ་གསར་འཕྲིན་རིགས་གང་བྱུང་མི་འབྱོར་བ་ལ་ཕན།

source: Enter the reason why the students are to be manually enrolled or unenrolled.
bo: སློབ་མ་དག་གིས་ཅིའི་ཕྱིར་ལག་པས་ཞུགས་ཐོ་འགོད་པ་དང་ཡང་ན་ཞུགས་ཐོ་ཕྱིར་འཐེན་བྱེད་པའི་རྒྱུ་རྐྱེན་ཕྲིས།

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
bo: འདི་སྟོང་བར་འཇོག་མི་རུང་། འདི་ཞུགས་ཐོའི་ལས་བསྡོམས་ནང་ཟིན་བྲིས་དང་ནང་འཇུག་བྱེད་འགྲོ།

source: Therefore, please give enough detail to account for this action.
bo: དེར་བརྟེན་བྱ་རིམ་འདིའི་ནང་གི་ཁ་བྱང་ནང་གང་ཐུབ་ཐུབ་ཀྱིས་ཞིབ་ཕྲ་འགོད་རོགས།

source: Reason
bo: རྒྱུ་མཚན།

source: Register/Enroll Students
bo: སློབ་ཕྲུག་ཐོ་འགོད་/ཞུགས་ཐོ་ཁོད།

source: Upload a CSV for bulk enrollment
bo: bulk enrollment ཡི་CSV ཡར་འཇུག་བྱོས།

source: Upload CSV
bo: CSV ནང་འཇུག་བྱོས།

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
bo: གསལ་འདེབས། beta testers སྤྱོད་མཁན་གྱི་ངོ་བོའི་ཐོག་ནས་ཞུགས་ཐོ་མ་བཀོད་པའི་སྔོན་ལ་སྤྱོད་མཁན་ཁག་ལ་ངེས་པར་དུ་བྱེད་ནུས་ལྡན་པའི་ {platform_name} ཁ་བྱང་ཞིག་ཡོད་དགོས།

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
bo: གལ་ཏེ་གདམ་ཁ་འདི་ལ་ {em_start}རྟགས་བརྒྱབ་ན།{em_end} ཁྱེད་ཀྱི་སློབ་ཚན་ནང་ཞུགས་ཐོ་བཀོད་མེད་པའི་སྤྱོད་མཁན་རྣམས་རང་འགུལ་གྱིས་ཞུགས་ཐོ་རུ་འགོད་འགྲོ་བ་ཡིན།

source: Checking this box has no effect if 'Remove beta testers' is selected.
bo: གལ་སྲིད་ 'Remove beta testers' བདམས་པ་ཡིན་ན། སྒམ་འདིར་རྟགས་བརྒྱབ་རུང་དེས་ཤུགས་རྐྱེན་འདོན་མི་ཐུབ།

source: Add beta testers
bo: beta ཚོད་ལྟ་བ་སྣོན།

source: Remove beta testers
bo: beta ཚོད་ལྟ་བ་ཕྱིར་ཕུད་བྱོས།

source: Course Team Management
bo: སློབ་ཚན་ཚོགས་ཆུང་དོ་དམ་སྡེ་ཚན།

source: Select a course team role:
bo: སློབ་ཚན་ཚོགས་ཆུང་གི་བྱེད་སྒོ་ཞིག་འདེམ།

source: Getting available lists...
bo: གང་ཡོད་ཀྱི་ཐོ་གཞུང་འབྱོར་ཡོད་པ་ཁག

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
bo: ལས་བྱེད་དཀྱུས་མ་ཞིག་གིས་ཐོ་གཞུང་འདི་དག་བཅོས་སྒྲིག་བྱེད་མི་ཐུབ། སློབ་ཚན་ཚོགས་ཆུང་གི་ཚོགས་མི་སྟངས་འཛིན་བྱེད་པ་ལ་སློབ་ཚན་འགན་འཛིན་གྱིས་ཁྱེད་ལ་ལས་བྱེད་དང་ཡང་ན་Beta Testers གསར་སྣོན་གྱི་ཆོག་མཆན། ཡང་ན་བགྲོ་གླེང་སྟངས་འཛིན་པ་དང་TAs གསར་སྣོན་བྱེད་པའི་ཆོག་མཆན་ངེས་པར་དུ་ཐོབ་དགོས།

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
bo: སློབ་ཚན་ཚོགས་མི་ལ་ལས་བྱེད་པའི་གོ་གནས་ཡོད་ན་ཁྱེད་ཀྱིས་སློབ་ཚན་དོ་དམ་བྱེད་པར་ཕན་ཐོགས་ཆེ་སྟེ། ལས་བྱེད་པས་སློབ་གཉེར་བ་རྣམས་ཀྱི་ཞུགས་ཐོ་འགོད་པ་དང་ཕྱིར་འཐེན་བཅས་བྱེད་ཐུབ། དེ་བཞིན་ཁོང་ཚོའི་གནས་རིམ་བཅོས་བསྒྱུར་བྱེད་པ་དང་སློབ་ཚན་གྱི་གཞི་གྲངས་ཡོངས་རྫོགས་བལྟ་ཀློག་གི་ཆོག་མཆན་ཡོད། ད་དུང་ལས་བྱེད་པར་སློབ་ཚན་སྒྲིག་སྟེགས་(Studio)དང་སློབ་མའི་འཆར་སྟེགས་(Insights)གཉིས་ཆའི་ནང་ཁྱེད་ཀྱི་སློབ་ཚན་བལྟ་ཀློག་བྱེད་པའི་ཆོག་མཆན་ཡོད། ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བ་རྣམས་ལ་སློབ་ཚན་ཚོགས་ཆུང་གི་ལས་ཀ་ཁོ་ན་སྤྲོད་ཐུབ་པ་ཁོ་ན་ཙམ་ཡིན།

source: Add Staff
bo: ལས་བྱེད་སྣོན།

source: Limited Staff
bo: ལས་བྱེད་ཀྱི་ཚད་བཀག་ཟིན་པ།

source: Add Limited Staff
bo: ལས་བྱེད་ཀྱི་ཚད་བཀག་ཞོག

source: Admin
bo: འཛིན་སྐྱོང་།

source: Add Admin
bo: འཛིན་སྐྱོང་བ་སྣོན།

source: Beta Testers
bo: Beta ཚོད་ལྟ་བ།

source: Add Beta Tester
bo: Beta ཚོད་ལྟ་བ་སྣོན།

source: Discussion Admins
bo: བགྲོ་གླེང་འཛིན་སྐྱོང་བ།

source: Add Discussion Admin
bo: བགྲོ་གླེང་འཛིན་སྐྱོང་བ་སྣོན།

source: Course Data Researcher
bo: སློབ་ཚན་གཞི་གྲངས་ཞིབ་འཇུག་པ།

source: Course Data Researchers can access the data download tab.
bo: སློབ་ཚན་གཞི་གྲངས་ཞིབ་འཇུག་པ་ཚོས་གཞི་གྲངས་ཕབ་ལེན་གྱི་ཐེབས་དེ་སྔོག་ཆོག

source: Add Course Data Researcher
bo: སློབ་ཚན་གཞི་གྲངས་ཞིབ་འཇུག་པ་སྣོན།

source: Discussion Moderators
bo: བགྲོ་གླེང་གཙོ་སྐྱོང་བ།

source: Add Moderator
bo: གཙོ་སྐྱོང་བ་སྣོན།

source: Group Community TA
bo: TA ཚོགས་ཆུང་ལྷན་ཚོགས།

source: Add Group Community TA
bo: TA ཚོགས་ཆུང་ལྷན་ཚོགས་སྣོན།

source: Add Community TA
bo: TA ལྷན་ཚོགས་སྣོན།

source: Add CCX Coach
bo: CCX Coach སྣོན།

source: To use the email tool, visit the
bo: གློག་འཕྲིན་ལག་ཆ་དེ་བཀོལ་སྤྱོད་བྱེད་ན། འདིར་གཟིགས་

source: new experience
bo: མྱོང་བ་གསར་པ།

source: Send to:
bo: གཏོང་ཡུལ།

source: Myself
bo: ང་རང་ཉིད།

source: Staff and Administrators
bo: ལས་བྱེད་དང་འཛིན་སྐྱོང་བ།

source: All Learners
bo: སློབ་གཉེར་བ་ཡོངས།

source: Cohort:
bo: རིགས་དབྱེ།

source: Learners in the {track_name} Track
bo: {track_name} Track འདིའི་ནང་གི་སློབ་གཉེར་བ།

source: Subject:
bo: བརྗོད་དོན།

source: Message:
bo: འཕྲིན་ཐུང་།

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
bo: ང་ཚོས་ནན་བཤད་བྱེད་རྒྱུ་ཞིག་ནི་སློབ་གཉེར་བ་ལ་བདུན་ཕྲག་རེའི་ནང་འཕྲིན་ཡིག་གཅིག་ལ་མང་བ་མི་གཏོང་བ་དང་། ཁྱེད་ཀྱིས་འཕྲིན་ཡིག་དེ་མ་བཏང་སྔོན་དེའི་ནང་དོན་སོགས་ལ་བསྐྱར་ཞིབ་གཟབ་ནན་བྱས་ཏེ་ཐོག་མར་རང་ཉིད་ལ་ཐོངས། དེ་ནས་ཁྱེད་ཀྱིས་དེའི་རྣམ་པ་སྒྲིག་ཚུལ་དང་། དེ་བཞིན་འདྲ་པར་དང་དྲ་ཐག་འཇོག་ཚུལ་བཅས་ལ་སྔོན་ལྟ་དང་ལེགས་སྒྲིག་ཚད་ལྡན་བྱ་ཐུབ་པ་ཡིན།

source: CAUTION!
bo: ཉེན་བརྡ།

source: Send Email
bo: གླག་འཕྲིན་ཐོངས།

source: Email Task History
bo: གློག་འཕྲིན་ལས་འགན་གྱི་ལོ་རྒྱུས།

source: To see the content of previously sent emails, click this button:
bo: སྔོན་མར་བཏང་བའི་གློག་འཕྲིན་གྱི་ནང་དོན་དེ་དག་ལ་གཟིགས་པ་ལ། གནོན་ཐེབས་འདིར་སྣུན།

source: Show Sent Email History
bo: བཏང་ཟིན་པའི་གློག་འཕྲིན་གྱི་ལོ་རྒྱུས་སྟོན།

source: To read a sent email message, click its subject.
bo: གློག་འཕྲིན་ནང་བཏང་བའི་འཕྲིན་ཐུང་ཀློག་པ་ལ། དེའི་བརྗོད་གཞིའི་ཐོག་ལ་སྣུན།

source: Show Email Task History
bo: གློག་འཕྲིན་ལས་འགན་གྱི་ལོ་རྒྱུས་སྟོན།

source: Set Course Mode Price
bo: Course Mode གོང་ཚད་སྒྲིག

source: Please enter Course Mode detail below
bo: གཤམ་དུ་ Course Mode ཡི་ཞིབ་ཕྲ་ཞོག

source: Course Price
bo: སློབ་ཚན་རིན་གོང་།

source: Currency
bo: དངུལ་ལོ།

source: Set Price
bo: རིན་གོང་སྒྲིག

source: Allowance Section
bo: བཀའ་འཁྲོལ་ཡོད་པའི་སྡེ་ཚན།

source: Student Onboarding Status
bo: སློབ་ཚན་ལེན་ཁ་མའི་སློབ་ཕྲུག་གི་གནས་བབ།

source: Student Special Exam Attempts
bo: སློབ་ཕྲུག་གི་དམིགས་བསལ་ཡིག་རྒྱུགས་ཚོད་ལྟ།

source: Review Dashboard
bo: གཙོ་ངོས་བསྐྱར་ཞིབ།

source: View gradebook for enrolled learners
bo: ཞུགས་ཐོ་བཀོད་པའི་སློབ་གཉེར་བའི་གནས་རིམ་ལག་དེབ་སྟོན།

source: View Gradebook
bo: གནས་རིམ་ལག་དེབ་སྟོན།

source: Note: This feature is available only to courses with a small number of enrolled learners.
bo: གསལ་འདེབས་བྱ་རྒྱུར། ཁྱད་ཆོས་འདི་ནི་ཞུགས་ཐོ་བཀོད་ཡོད་པའི་སློབ་གཉེར་བ་གྲངས་འབོར་ཉུང་ཉུང་གི་སློབ་ཚན་ཁག་ཁོ་ན་ལ་ཡོད་པ་ཡིན།

source: View a specific learner's enrollment status
bo: དམིགས་བསལ་སློབ་གཉེར་བ་ཞིག་གི་ཞུགས་ཐོའི་གནས་བབས་སྟོན།

source: Learner's {platform_name} email address or username *
bo: སློབ་གཉེར་བའི་ {platform_name} གློག་འཕྲིན་ཁ་བྱང་དང་ཡང་ན་སྤྱོད་མིང་། *

source: Learner email address or username
bo: སློབ་གཉེར་བའི་གློག་འཕྲིན་ཁ་བྱང་ངམ་ཡང་ན་སྤྱོད་མིང་།

source: View Enrollment Status
bo: ཞུགས་ཐོའི་གནས་བབས་སྟོན།

source: View a specific learner's grades and progress
bo: དམིགས་བསལ་སློབ་གཉེར་བའི་གནས་བབས་དང་འཕེལ་རྒྱས་ཤིག་སྟོན།

source: Learner's {platform_name} email address or username
bo: སློབ་གཉེར་བའི་ {platform_name} གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་།

source: View Progress Page
bo: འཕེལ་རྒྱས་ཀྱི་ཤོག་ངོས་སྟོན།

source: Adjust a learner's grade for a specific problem
bo: དམིགས་བསལ་གྱི་དྲི་བ་ཞིག་གི་སློབ་གཉེར་བའི་གནས་རིམ་ཞིག་སྙོམས་སྒྲིག་བྱེད།

source: Location of problem in course
bo: སློབ་ཚན་ནང་གི་དྲི་བ་ཡོད་ས།

source: Example
bo: དཔེར་བརྗོད།

source: Problem location
bo: དྲི་བ་ཡོད་ས།

source: Attempts
bo: ཚོད་ལྟ།

source: Reset Attempts to Zero
bo: ཚོད་ལྟའི་ཐེངས་ཀླད་ཀོར་ལ་བསྐྱར་སྒྲིག་བྱེད།

source: Rescore
bo: ཐོབ་སྐར་བསྐྱར་སྒྲིག

source: For the specified problem, override the learner's score.
bo: གཏན་ཁེལ་བྱས་པའིདྲི་བ་དེའི་ཕྱིར་དུ་སློབ་གཉེར་བའི་ཐོབ་སྐར་ཟུར་འཇོག་བྱ་དགོས།

source: New score for problem, out of the total points available for the problem
bo: དྲི་བ་དེའི་སྤྱིའི་ཐོབ་སྐར་ཚད་གཞི་ལས་བརྒལ་སོང་བས། དྲི་བ་དེའི་ཐོབ་སྐར་གསར་དུ་སྤྲོད།

source: Score
bo: ཐོབ་སྐར།

source: Problem History
bo: དྲི་བའི་ལོ་རྒྱུས།

source: Task Status
bo: ལས་འགན་གནས་བབ།

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
bo: ཁྱེད་ཀྱིས་སློབ་གཉེར་བ་འདི་དང་དྲི་བ་ལ་སྤྲད་པའི་ཐོབ་སྐར་བསྐྱར་སྤྲོད་ཀྱི་གནས་བབས་དེ་སྟོན།

source: Show Task Status
bo: ལས་འགན་གྱི་གནས་བབ་སྟོན།

source: Adjust a learner's entrance exam results
bo: སློབ་གཉེར་བ་ཞིག་གི་ཚུད་རྒྱུགས་ཀྱི་གྲུབ་འབྲས་ལེགས་སྒྲིག་བྱོས།

source: Allow the learner to take the exam again.
bo: སློབ་གཉེར་བ་དེ་ལ་ཡིག་རྒྱུགས་དེ་བསྐྱར་དུ་སྤྲོད་ཆུགས།

source: Allow Skip
bo: མཆོང་ཆུགས།

source: Let Learner Skip Entrance Exam
bo: སློབ་གཉེར་བ་ཚུད་རྒྱུགས་བཞག་ནས་མཆོང་ཆོག་པ་བྱོས།

source: Rescore All Problems
bo: དྲི་བ་ཡོངས་ཀྱི་བརྒྱ་ཆ་བསྐྱར་སྐོར་བྱོས།

source: Rescore All Problems Only If Score Improves
bo: གལ་སྲིད་ཐོབ་སྐར་ཇེ་མཐོར་སོང་ཡོད་ན་དྲི་བ་ཡོངས་ཀྱི་ཐོབ་སྐར་ཁོ་ན་བསྐྱར་རྒྱག་བྱེད།

source: Entrance Exam History
bo: ཚུད་རྒྱུགས་ཀྱི་ལོ་རྒྱུས།

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
bo: སྤྱི་ཡོངས་ཀྱི་ཡིག་རྒྱུགས་དེའི་ཆེད་དུ་སློབ་གཉེར་བ་དེའི་དྲི་ལན་ཁག་དང་ཐོབ་སྐར་ཡོངས་རྫོགས་དན་གྲངས་མཛོད་ནས་ཕྱིར་ལེན་མི་ཐུབ་པར་གཙང་བསུབ་བྱོས།

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
bo: ཁྱེད་ཀྱིས་སློབ་གཉེར་བ་འདི་དང་ཚུད་རྒྱུགས་ལ་སྤྲད་པའི་ལས་འགན་དག་གི་ཐོབ་སྐར་བསྐྱར་འགོད་བྱས་པ་དེའི་གནས་བབ་སྟོན།

source: Adjust all enrolled learners' grades for a specific problem
bo: ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བའི་དམིགས་བསལ་གྱི་དྲི་བ་ཞིག་གི་གནས་རིམ་ཡོངས་རྫོགས་ལེགས་སྒྲིག་བྱོས།

source: Allows all learners to work on the problem again.
bo: སློབ་གཉེར་བ་ཡོངས་ལ་དྲི་བ་དེའི་སྒང་ལ་བསྐྱར་ལས་བྱེད་དུ་ཆུགས།

source: Rescore All Learners' Submissions
bo: སློབ་གཉེར་བའི་འབུལ་སྤྲོད་ཡོངས་ཀྱི་ཐོབ་སྐར་བསྐྱར་སྐོར་བྱོས།

source: Show the status for the tasks that you submitted for this problem.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདིའི་ཆེད་དུ་འབུལ་སྤྲོད་བྱས་པའི་ལས་འགན་དེའི་གནས་བབ་སྟོན།

source: Note
bo: གསལ་འདེབས།

source: Click to download a CSV of anonymized student IDs:
bo: CSV ཞིག་ཕབ་ལེན་བྱེད་ན་འདིར་སྣུན། མིང་ཁ་གསལ་མེད་པའི་སློབ་ཕྲུག་གི་ IDs:
