Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: You can change sessions until {entitlement_expiration_date}.
bo: ཁྱེད་ཀྱིས་ {entitlement_expiration_date} འདི་བར་དུ་སློབ་ཐུན་འགྱུར་བ་གཏོང་ཐུབ།

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
bo: ངས་དྲ་ཐོག་ནས་ {course_name} ངོ་དེབ་ {facebook_brand} བརྒྱུད་དེ་ལེན་བཞིན་ཡོད། དེར་ཞིབ་བཤེར་ཞིག་བྱོས།

source: Share {course_name} on Facebook
bo: {course_name} འདི་ངོ་དེབ་ནང་བརྒྱུད་སྐུར་བྱོས།

source: Share on Facebook
bo: ངོ་དེབ་ནང་བརྒྱུད་སྐུར་བྱོས།

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
bo: ངས་དྲ་ཐོག་ནས་ {course_name} འདི་twitter {twitter_brand} བརྒྱུད་དེ་ལེན་བཞིན་ཡོད། དེར་ཞིབ་བཤེར་ཞིག་བྱོས།

source: Share {course_name} on Twitter
bo: {course_name} འདི་ Twitter ནང་བརྒྱུད་སྐུར་བྱོས།

source: Course options for
bo: འདིའི་སློབ་ཚན་གྱི་བསལ་འདེམ།

source: Available Actions
bo: ཡོད་བསྡད་པའི་བྱ་འགུལ་ཁག

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
bo: ཁྱེད་རང་ཁྱེད་ཀྱི་སློབ་གླིང་བརྒྱུད་ནས་ཞུགས་ཐོ་བཀོད་འདུག་པས། ཁྱེད་ཀྱིས་སློབ་ཚན་འདི་མཚམས་འཇོག་བྱེད་པར་རང་གི་སློབ་གླིང་ལ་བཅར་དགོས།

source: Email Settings
bo: གློག་འཕྲིན་སྒྲིག་འགོད་ཁག

source: View Archived Course
bo: ཡིག་ཚགས་བྱས་པའི་སློབ་ཚན་སྟོན།

source: Related Programs
bo: འབྲེལ་ཡོད་ལས་རིམ་ཁག

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
bo: {start_bold}ཁྱེད་ཀྱི་སློབ་ཚན་རྣམས་ལས་མང་ཆེ་ཤོས་ཐོབ་པ་དང་།{end_bold} སློབ་ཚན་རྒྱུ་ཆ་ཡོངས་དང་གནས་རིམ་ཅན་དང་གནས་རིམ་མེད་པ་གཉིས་ཆའི་ལས་འགན་ཁག་སྒོ་འབྱེད་པ་དང་། དེ་བཞིན་ཁྱེད་ཀྱི་ལོ་རྒྱུས་སྙིང་བསྡུས་སྟོན་ཆས་སྟེང་{link_start}ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་{link_end} ཞིག་ཀྱང་ཐོབ་ཐབས་བཅས་ལ་རིམ་སྤར་བྱེད་དགོས།

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to earn a {link_start}verified certificate{link_end} to showcase on your resumé.
bo: start_bold}ཁྱེད་ཀྱི་སློབ་ཚན་རྣམས་ལས་མང་ཆེ་ཤོས་ཐོབ་པ་དང་།{end_bold} དེ་བཞིན་ཁྱེད་ཀྱི་ལོ་རྒྱུས་སྙིང་བསྡུས་སྟོན་ཆས་སྟེང་{link_start}ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་{link_end} ཞིག་ཐོབ་ཐབས་ལ་རིམ་སྤར་བྱེད་དགོས།

source: Upgrade
bo: རིམ་སྤར།

source: Resume Course
bo: སློབ་ཚན་མུ་མཐུད་ནས་ལེན།

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདི་ཡོངས་སུ་ལོངས་དང་། སློབ་ཚན་གྱི་ credit ཉོ་བའི་འོས་ཆོས་ཚང་བ་ཡིན། འགོ་རྩོམ་པ་ལ་{strong_start}Credit ཐོབ་ཕྱིར་{strong_end} འདེམ་རྟགས་འགོད་དགོས།

source: You are now eligible for credit from {provider}. Congratulations!
bo: ད་ནས་ཁྱེད་ལ་{provider} བརྒྱུད་ནས་credit ཐོབ་པའི་ཐོབ་ཐང་འདུག རྟེན་འབྲེལ་ཞུ།

source: Get Credit
bo: Credit ཐོབ་པ།

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
bo: ཁྱེད་ཀྱིས་རིན་འབབ་སྤྲད་པ་ལ་བཀའ་དྲིན་ཆེ། སློབ་ཚན་གྱི་ credit འབྱོར་བ་ལ་ཁྱེད་ཀྱིས་ངེས་པར་དུ་དྲ་ཚིགས་ཀྱི་དྲ་ཐག་ {link_to_provider_site} འདི་ནས་ credit ཡི་རེ་ཞུ་བྱ་དགོས། འགོ་རྩོམ་པ་ལ་ {start_bold}Credit རེ་ཞུ་{end_bold} འདེམ་དགོས།

source: Request Credit
bo: Credit ཐོབ་པའི་རེ་ཞུ།

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
bo: {provider_name} ལ་ཁྱེད་ཀྱི་credit སློབ་ཚན་གྱི་རེ་ཞུ་འབྱོར་སོང་། ཁྱེད་ཀྱིས་ credit ཡི་བརྒྱུད་རིམ་ཆ་ཚང་གྲུབ་དུས་ང་ཚོས་ཁྱེད་རང་ཁ་སྣོན་བྱེད།

source: View Details
bo: ཞིབ་ཕྲར་གཟིགས།

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
bo: {start_bold}རྟེན་འབྲེལ་ཞུ།{end_bold} {provider_name} ཡི་སློབ་ཚན་གྱི་ credit རེ་ཞུ་ངོས་ལེན་བྱས་སོང་། ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ credit ལ་གཟིགས་ན། དྲ་ཚིགས་ཀྱི་དྲ་ཐག་ {link_to_provider_site} འདི་ནས་གཟིགས་རོགས།

source: View Credit
bo: Credit ལ་གཟིགས།

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
bo: {provider_name} ཡིས་ཁྱེད་ཀྱི་credit སློབ་ཚན་གྱི་རེ་ཞུ་ངོས་ལེན་བྱས་མི་འདུག གནས་ཚུལ་ཞིབ་ཕྲའི་རིགས་ {link_to_provider_site} འདི་ནས་ཐད་ཀར་འབྲེལ་བ་བྱོས།

source: An error occurred with this transaction. For help, contact {support_email}.
bo: བརྒྱུད་རིམ་འདིར་གནད་དོན་ཞིག་བྱུང་སོང་བས། གློག་འཕྲིན་འདིའི་ཐོག་འབྲེལ་བ་བྱོས། {support_email}

source: Course options for {courseName}
bo: {courseName} འདིའི་སློབ་ཚན་བསལ་འདེམ།

source: Consent to share your data
bo: ཁྱེད་ཀྱི་གཞི་གྲངས་བརྒྱུར་སྐུར་བྱེད་པའི་བཀའ་འཁྲོལ།

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
bo: སློབ་ཚན་འདི་ཆ་ཚང་བལྟ་ཀློག་བྱེད་པ་ལ། ཐོག་མར་{enterprise_customer_name}འདི་དང་ལྷན་དུ་ཁྱེད་ཀྱི་བསླབ་འབྲས་བརྒྱུད་སྐུར་བྱེད་ཆོག་པའི་བཀའ་འཁྲོལ་ངེས་པར་དུ་སྤྲོད་དགོས།

source: View Consent
bo: བཀའ་འཁྲོལ་ལ་གཟིགས།

source: Could Not Link Accounts
bo: སྦྲེལ་མཐུད་མི་ཐུབ་པའི་ཁ་བྱང་ཁག

source: The {provider_name} account you selected is already linked to another {platform_name} account.
bo: ཁྱེད་ཀྱིས་བདམས་ཡོད་པའི་{provider_name} ཁ་བྱང་དེ་སྟེགས་བུ་གཞན་{platform_name} ལ་མཐུད་འདུག

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
bo: ང་ཚོས་ཁྱེད་རང་ཐོན་འགྲོ་བ་མཐོང་བས་དགོངས་དག་ཞུ། གཤམ་གསལ་གྱི་གསལ་བསྒྲགས་བཀླགས་ཏེ་ཁྱེད་ཀྱི་མུས་མཐུན་གྱི་ཚད་གཞིའི་ཐད་རིམ་པ་ཞིག་སྤྲོད་རོགས།

source: Price is too high for me
bo: གོང་ཚད་འདི་ང་ལ་མཚོན་ན་ཧ་ཅང་མཐོ་བོ་འདུག

source: I was not satisfied with my experience taking the courses
bo: སློབ་ཚན་འདི་བླངས་པའི་གོ་རྟོགས་ལ་འདོད་པ་ཚིམ་མ་སོང་།

source: Content of the courses was too difficult
bo: སློབ་ཚན་དེའི་ནང་དོན་ཧ་ཅང་དཀའ་མོ་འདུག

source: I did not have enough time to complete the courses
bo: ང་ལ་སློབ་ཚན་འདི་དག་ཆ་ཚང་ལེན་པའི་དུས་ཚོད་འདང་ངེས་ཤིག་མི་འདུག

source: The content was not available when I wanted to start
bo: ངས་ལེན་འགོ་བརྩམས་དུས་ནང་དོན་དེ་མི་འདུག

source: Can we contact you via email for follow up?
bo: ང་ཚོས་གློག་འཕྲིན་བརྒྱུད་ནས་ཁྱོད་ལ་འབྲེལ་གཏུག་བྱས་ན་ཆོག་གམ།

source: Thank you for sharing your reasons for unenrolling.
bo: ཁྱེད་ཀྱིས་ཞུགས་ཐོ་ཕྱིར་འཐེན་བྱེད་པའི་རྒྱུ་རྐྱེན་གསུང་བར་བཀའ་དྲིན་ཆེ་ཞུ།

source: You are unenrolled from
bo: ནས་ཁྱེད་ཀྱི་ཞུགས་ཐོ་ཕྱིར་འཐེན་བྱས་འདུག

source: Return To Dashboard
bo: གཙོ་ངོས་སུ་ཕྱིར་ལོགས།

source: Browse Courses
bo: སློབ་ཚན་ཁག་ལ་མིག་བཤེར་བྱོས།

source: We're sorry to see you go! Please share your main reason for unenrolling.
bo: ང་ཚོས་ཁྱེད་རང་ཐོན་འགྲོ་བ་མཐོང་བས་དགོངས་དག་ཞུ། ཁྱེད་ཀྱི་ཞུགས་ཐོ་ཕྱིར་འཐེན་བྱེད་པའི་རྒྱུ་རྐྱེན་གཙོ་བོ་གསུང་རོགས།

source: I just wanted to browse the material
bo: ངས་རྒྱུ་ཆ་དེ་ལ་མིག་བཤེར་ཙམ་བྱེད་འདོད་པ་ཡིན།

source: This won't help me reach my goals
bo: འདིས་ངའི་དམིགས་འབེན་འགྲུབ་པར་ཕན་ཐོགས་མ་སོང་།

source: I don't have the time
bo: ང་ལ་ཆུ་ཚོད་མེད།

source: I don't have the academic or language prerequisites
bo: ང་ལ་ཤེས་ཡོན་དང་ཡང་ན་སྐད་ཡིག་གི་སྔོན་འགྲོའི་ཆ་རྐྱེན་མི་འདུག

source: I don't have enough support
bo: ང་ལ་རྒྱབ་སྐྱོར་འདང་ངེས་ཤིག་མི་འདུག

source: I am not happy with the quality of the content
bo: ང་ནང་དོན་འདིའི་སྤུས་ཚད་ཐད་འདོད་པ་ཚིམ་པ་ཞིག་མ་བྱུང་།

source: The course material was too hard
bo: སློབ་ཚན་དེའི་རྒྱུ་ཆ་ཧ་ཅང་འཁྲེགས་པོ་འདུག

source: The course material was too easy
bo: སློབ་ཚན་དེའི་རྒྱུ་ཆ་ཧ་ཅང་སླ་བོ་འདུག

source: Something was broken
bo: དངོས་པོ་ག་གེ་མོ་ཞིག་ལ་སྐྱོན་ཤོར་འདུག

source: Other
bo: གཞན།

source: Results:
bo: གྲུབ་འབྲས་རྣམས་ནི།

source: Topic:
bo: བརྗོད་གཞི་ཁག་ནི།

source: Show Discussion
bo: བགྲོ་གླེང་སྟོན།

source: To view live discussions, click Preview or View Live in Unit Settings.
bo: བགྲོ་གླེང་ཐད་གཏོང་ལ་གཟིགས་ན་ཡང་གསེས་སྒྲིག་འགོད་ནང་གི་སྔོན་ལྟ་འམ་ཐད་གཏོང་སྟོན་ཟེར་བ་དེར་སྣུན།

source: Discussion ID: {discussion_id}
bo: བགྲོ་གླེང་གི་ ID: {discussion_id}

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
bo: སློབ་ཚན་འདིའི་གླེང་སྟེགས་ཚན་པའི་བྱེད་ནུས་བཀག་ཡོད། རྒྱུ་མཚན་དེས་ཕན་ཚུན་མཚམ་པའི་གླེང་སྟེགས་ཤིག་མཁོ་སྤྲོད་བྱེད་ཀྱི་མི་འདུག

source: Discussion topics list
bo: བགྲོ་གླེང་གི་བརྗོད་གཞིའི་ཐོ་གཞུང་།

source: Filter Topics
bo: བརྗོད་གཞི་ཚགས་སྒྲིག་བྱེད།

source: filter topics
bo: བརྗོད་གཞི་ཚགས་སྒྲིག་བྱེད།

source: All Discussions
bo: བགྲོ་གླེང་ཡོངས་རྫོགས།

source: Posts I'm Following
bo: ངས་རྗེས་འཇུག་བྱེད་བཞིན་པའི་རྩོམ་ཡིག

source: Filter:
bo: ཚགས་སྒྲིག་ནི།

source: Show all posts
bo: རྩོམ་ཡིག་ཆ་ཚང་སྟོན།

source: Unread posts
bo: ཀློག་མ་ཟིན་པའི་རྩོམ་ཡིག

source: Unanswered posts
bo: ལན་བརྒྱབ་མེད་པའི་རྩོམ་ཡིག

source: Flagged
bo: དར་རྟགས་ཅན།

source: Group:
bo: ཚོགས་ཆང་ཁག་ནི།

source: in all groups
bo: ཚོགས་པ་ཡོངས་ཀྱི་ནང་།

source: Sort:
bo: རིགས་ནི།

source: by recent activity
bo: ཉེ་ཆར་གྱི་བྱ་འགུལ་བརྒྱུད་ནས།

source: by most activity
bo: བྱ་འགུལ་མང་ཤོས་བརྒྱུད་ནས།

source: by most votes
bo: འོས་མང་ཤོས་བརྒྱུད་ནས།

source: Student Notes
bo: སློབ་ཕྲུག་གི་མཆན།

source: Highlights and notes you've made in course content
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་གྱི་ནང་དོན་ནང་སྤེལ་བའི་ནན་རྟགས་དང་མཆན།

source: Search notes for:
bo: མཆན་འཚོལ།

source: Search notes for...
bo: མཆན་འཚོལ།

source: View notes by:
bo: བརྒྱུད་ནས་མཆན་གཟིགས།

source: You have not made any notes in this course yet. Other students in this course are using notes to:
bo: ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཚན་འདིའི་ནང་མཆན་སྤེལ་མི་འདུག སློབ་ཚན་འདིའི་སློབ་ཕྲུག་གཞན་ཚོས་མཆན་བཀོལ་བཞིན་འདུག

source: Mark a passage or concept so that it's easy to find later.
bo: བརྗོད་བྱ་དུམ་བུ་ཞིག་གམ་གོ་དོན་གང་རུང་ཞིག་ལ་རྟགས་བརྒྱབ་ན་རྗེས་ཕྱོགས་རྙེད་སླ་བའི་དགེ་མཚན་ཡོད།

source: Record thoughts about a specific passage or concept.
bo: དམིགས་བསལ་གྱི་བརྗོད་བྱ་དུམ་བུ་ཞིག་དང་ཡང་ན་གོ་དོན་གང་ཡང་རུང་བ་ཞིག་གི་ཐད་ཀྱི་བསམ་ཚུལ་ཟིན་བྲིས་བྱོས།

source: Highlight important information to review later in the course or in future courses.
bo: རྗེས་ཕྱོགས་སློབ་ཚན་འདི་དང་ཡང་ན་འབྱུང་འགྱུར་གྱི་སློབ་ཚན་ནང་བསྐྱར་ཞིབ་ཀྱི་ཆེད་དུ་གནས་ཚུལ་གལ་ཆེན་ལ་ནན་རྟགས་ཁོད།

source: Get started by making a note in something you just read, like {section_link}.
bo: ཁྱེད་ཀྱིས་གང་ཞིག་བཀླགས་པའི་ཟིན་ཐོ་འབྲི་བ་ནས་འགོ་བརྩམས་པ། དཔེར་ན། {section_link}

source: Hide notes
bo: གསལ་བཤད་སྐུང་།

source: Show notes
bo: གསལ་བཤད་སྟོན།

source: Thank you for your purchase of
bo: ཁྱེད་ཀྱིས་ཉོས་པར་བཀའ་དྲིན་ཆེ་ཞུ།

source: Your payment was successful.
bo: ཁྱེད་ཀྱི་དངུལ་སྤྲོད་ལེགས་པར་གྲུབ་སོང་།

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
bo: གལ་སྲིད་ཁྱེད་ལ་དངུལ་སྤྲོད་ཕྱོགས་ཀྱི་དོགས་འདྲི་ཡོད་ན། འདི་ FAQ ({faq_url}) ཀློག་རོགས། ཡང་ན་ཐད་ཀར་ {billing_email} འདིར་འབྲེལ་བ་བྱ་རོགས།

source: If you have billing questions, please contact {billing_email}.
bo: གལ་སྲིད་ཁྱེད་ལ་དངུལ་སྤྲོད་ཕྱོགས་ཀྱི་དོགས་འདྲི་ཡོད་ན། ཐད་ཀར་ {billing_email} འདིར་འབྲེལ་བ་བྱ་རོགས།

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
bo: {order_placed_by} མངགས་ཉོ་ཞིག་མངགས་ཏེ་ཁྱེད་ཀྱི་མིང་ཚོགས་པ་དེའི་འབྲེལ་གཏུགས་ལྟར་ཕྲིས།

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
bo: {order_placed_by} མངགས་ཉོ་ཞིག་མངགས་ཏེ་ཁྱེད་ཀྱི་མིང་འབྱོར་འཛིན་ལེན་མཁན་འཕར་མ་ལྟར་ཕྲིས།

source: The items in your order are:
bo: ཁྱེད་ཀྱི་མངགས་ཉོ་བྱས་པའི་དངོས་རིགས་དེ་དག་ནི།

source: Quantity - Description - Price
bo: གྲངས་ཀ - འགྲེལ་བཤད། - རིན་གོང་།

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
bo: ཁྱོན་བསྡོམས་ credit ལ་སྤྲད་པ།/debit card: {currency_symbol}{total_cost}

source: Company Name:
bo: ཀུང་སིའི་མིང་ནི།

source: Purchase Order Number:
bo: མངགས་ཉོའི་ཨང་གྲངས་ནི།

source: Company Contact Name:
bo: ཀུང་སིའི་འབྲེལ་གཏུགས་བྱ་ཡུལ་གྱི་མིང་ནི།

source: Company Contact Email:
bo: ཀུང་སིའི་འབྲེལ་གཏུགས་བྱ་ཡུལ་གྱི་གློག་འཕྲིན་ནི།

source: Recipient Name:
bo: འབྱོར་མཁན་གྱི་མིང་ནི།

source: Recipient Email:
bo: འབྱོར་མཁན་གྱི་གློག་འཕྲིན་ནི།

source: Order Number: {order_number}
bo: མངགས་ཉོའི་ཨང་ནི། {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
bo: ཁྱེད་ཀྱིས་ཐོ་འགོད་དྲ་ཐག་URLsཟུར་སྦྱར་བྱས་པའི་CSVཡིག་ཆ་ཞིག ཐོ་འགོད་དྲ་ཐག་URLs དེ་གཤམ་བཀོད་ཀྱི་གློག་འཕྲིན་མ་དཔེ་དེ་བཀོལ་ནས་ཞུགས་ཐོ་འགོད་འཆར་ཡོད་པའི་སློབ་ཕྲུག་རེ་རེ་ལ་འགྲེམ་རོགས།

source: Warm regards,
bo: སྤྲོ་སེམས་དང་བཅས་འཚམས་འདྲི་ཞུ།

source: Warm regards,<br>The {platform_name} Team
bo: <br> {platform_name} ཚོགས་པས་སྤྲོ་སེམས་དང་བཅས་འཚམས་འདྲི་ཞུ།

source: Dear [[Name]]
bo: བརྩ་བའི་ [[Name]] ལགས།

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
bo: {course_names} འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་ལ། ང་ཚོས་ཁྱེད་ལ་ཐོ་འགོད་བྱ་སའི་ URL ཞིག་མཁོ་སྤྲོད་བྱས་ཡོད། ཁྱེད་ཀྱི་ཆོག་འཐུས་ཞུ་བར་གཤམ་གསལ་གྱི་ལམ་སྟོན་ལྟར་བྱེད་རོགས།

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
bo: ཁྱེད་ཀྱི་ཐོ་འགོད་ཀྱི་ url ནི་ [[Enter Redeem URL here from the attached CSV]]

source: (1) Register for an account at {site_name}
bo: འདི་ {site_name} ནས་ཁ་བྱང་ཐོ་འགོད་བྱོས། (1)

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
bo: (2) ཐེངས་ཤིག་ཐོ་འགོད་བྱས་རྗེས། redeem URL དྲ་ཐག་དེ་ངོ་བཤུ་བྱས་ཏེ་ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་ནང་ཞོག

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
bo: (3) ཞུགས་ཐོ་གཏན་འཁེལ་ཤོག་ངོས་སྒང་གི་ 'Activate Enrollment Code' ཟེར་བའི་གནོན་ཐེབས་དེར་སྣུན། འདིས་ཁྱེད་ལ་ཞུགས་ཐོ་གཏན་འཁེལ་བྱེད་ས་དེ་སྟོན་ཡོང་།

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
bo: (4) ཁྱེད་ཀྱིས་ངེས་པར་དུ་ 'སློབ་ཚན་སྟོན་' ཟེར་བར་གནོན་ཐུབ་དགོས་པ་དང་། ཡང་ན་རང་ཉིད་ཀྱི་སློབ་མའི་གཙོ་ངོས་ཀྱི་{url} སྒང་གི་ཁྱེད་ཀྱི་སློབ་ཚན་ལ་གཟིགས་ཐུབ་དགོས།

source: (5) Course materials will not be available until the course start date.
bo: (5) སློབ་ཚན་འགོ་འཛུགས་ཀྱི་ཟླ་ཚེས་མ་སླེབ་བར་དུ་སློབ་ཚན་རྒྱུ་ཆ་རྣམས་ལ་གཟིགས་མི་ཐུབ།

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
bo: <p>ལྷག་བསམ་རྣམ་དག་གིས་</p><p>[[Your Signature]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
bo: དགོངས་དག་ཞུ་རྒྱུར། ཁྱེད་ཀྱིས་རང་གི་ ID ཁུངས་སྐྱེལ་གྱི་འདྲ་པར་འབུལ་སྤྲོད་བྱས་པ་དེ་ངོས་ལེན་བྱས་མ་སོང་། རྒྱུ་རྐྱེན་ཁག་ནི་གཤམ་གསལ།

source: The photo(s) of you:
bo: ཁྱེད་ཀྱི་འདྲ་པར་(s) ནི།

source: The photo of you:
bo: ཁྱེད་ཀྱི་འདྲ་པར་དེ་ནི།

source: The photo of your ID:
bo: ཁྱེད་ཀྱི་ID ཡི་འདྲ་པར་ནི།

source: Other Reasons:
bo: རྒྱུ་རྐྱེན་གཞན་དག་ནི།

source: Resubmit Verification: {reverify_url}
bo: འབུལ་སྤྲོད་བསྐྱར་དུ་བྱས་པའི་ཁུངས་སྐྱེལ་ {reverify_url}

source: ID Verification FAQ: {faq_url}
bo: ID ཡི་ཁུངས་སྐྱེལ་ FAQ: {faq_url}

source: The {platform_name} team
bo: {platform_name} ཡི་ཚོགས་ཆུང་།

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
bo: ཁྱེད་ཀྱིས་རིན་འབབ་སྤྲད་པ་ལེགས་པར་གྲུབ་སོང་། རིན་འབབ་དེ་ཀུང་སིའི་མིང་{merchant_name} གི་གཤམ་འོག་ལ་གསལ་བའི་ཁྱེད་ཀྱི་རྗེས་མའི་credit དང་ཡང་ན་debit card ཡི་གནས་ཚུལ་གྱི་སྒང་ནས་གཟིགས་ཐུབ་པ་ཡིན།

source: Your order number is: {order_number}
bo: ཁྱེད་ཀྱི་མངགས་ཉོའི་ཨང་ནི་ {order_number}

source: Hello {full_name},
bo: བཀྲ་ཤིས་བདེ་ལེགས། {full_name}

source: Your {platform_name} ID verification photos have been approved.
bo: ཁྱེད་ཀྱི་ {platform_name} ID ཡི་ཁུངས་སྐྱེལ་འདྲ་པར་ངོས་ལེན་བྱས་སོང་།

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
bo: ཁྱེད་རང་ངོས་ལེན་བྱས་པའི་གནས་བབས་དེ་ལོ་གཉིས་རིང་ཚུལ་མཐུན་རང་བཞིན་གྱིས་གནས་ཐུབ་ཅིང་། དུས་ཚོད་ཡོལ་དུས་ནི་ {expiration_datetime} ཉིན་ཡིན།

source: Hi {full_name},
bo: བཀྲ་ཤིས་བདེ་ལེགས། {full_name}

source: Thanks for submitting your photos!
bo: འདྲ་པར་འབུལ་སྤྲོད་བྱས་པར་བཀའ་དྲིན་ཆེ།

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
bo: ཁྱེད་ལ་རང་ཉིད་ཀྱི་གནས་ཚུལ་འབྱོར་ཡོད་པ་དང་ ID དེའི་ཁུངས་སྐྱེལ་གྱི་བརྒྱུད་རིམ་རྣམས་འགོ་བརྩམས་ཡོད། གཞུག་གི་ཉིན་ཤེས་ནང་ང་ཚོས་ཁྱེད་ལ་ཁྱེད་ཀྱིས་ཁུངས་སྐྱེལ་བྱས་པ་དེ་ལེགས་འགྲུབ་བྱུང་ཡོད་མེད་གཏན་འཁེལ་གྱི་གློག་འཕྲིན་ཞིག་འབྱོར་ཡོང་བས་དེ་ལ་བརྟག་དཔྱད་བྱ་རོགས། ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་གཙོ་ངོས་སྒང་ནས་ཀྱང་ཁུངས་སྐྱེལ་བརྒྱུད་རིམ་གྱི་གནས་བབ་ལ་གཟིགས་ཞིབ་བྱེད་ཐུབ་པ་ཡིན།

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
bo: ང་ཚོས་ཁྱེད་ལ་དགོངས་དག་ཞུ། ང་ཚོའི་ལས་བྱེད་ཀྱིས་ཁྱེད་ཀྱི་མིང་{old_name} འདི་ནས་ {new_name} འདི་ལ་བསྒྱུར་བ་ངོས་ལེན་བྱས་མ་སོང་། ཁྱེད་ཀྱིས་དེ་ལས་ཞིབ་ཕྲ་མཁྱེན་འདོད་ཚེ་ {email} འདི་བརྒྱུད་ནས་ང་ཚོའི་ལས་བྱེད་ལ་འབྲེལ་བ་བྱ་རོགས།

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
bo: སློབ་ཚན་{course_name} འདིའི་ནང་གི་བརྟག་དཔྱད་{assessment} འདིའི་ཆེད་དུ་ང་ཚོས་ཁྱེད་ཀྱི་ID ཁུངས་སྐྱེལ་ལེགས་པར་བྱས་ཡོད།

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
bo: སློབ་ཚན་{course_name} འདིའི་ནང་གི་བརྟག་དཔྱད་{assessment} འདིའི་ཆེད་དུ་ང་ཚོས་ཁྱེད་ཀྱི་ID ཁུངས་སྐྱེལ་བྱེད་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་IDཁུངས་སྐྱེལ་ཚོད་ལྟ་{used_attempts} ཚད་བཀག་ {allowed_attempts} ལས་བརྒལ་བ་བྱས་འདུག

source: You must verify your identity before the assessment closes on {due_date}.
bo: དཔྱད་ཞིབ་དེ་མཇུག་མ་བསྡུས་པའི་ {due_date}སྔོན་ཁྱེད་ཀྱིས་རང་གི་ID ཁུངས་སྐྱེལ་ངེས་པར་དུ་བྱ་དགོས།

source: To try to verify your identity again, select the following link:
bo: ཁྱེད་ཀྱིས་རང་གི་ID བསྐྱར་དུ་ཁུངས་སྐྱེལ་བྱེད་པ་ལ་གཤམ་གསལ་གྱི་དྲ་ཐག་དེ་འདེམ་དགོས།

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
bo: སློབ་ཚན་{course_name} འདིའི་ནང་གི་བརྟག་དཔྱད་{assessment} འདིའི་ཆེད་དུ་ང་ཚོས་ཁྱེད་ཀྱི་ID ཁུངས་སྐྱེལ་བྱེད་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་IDཁུངས་སྐྱེལ་ཚོད་ལྟ་{used_attempts} ཚད་བཀག་ {allowed_attempts} ལས་བརྒལ་བ་བྱས་འདུག་པ་དང་། ཁུངས་སྐྱེལ་དེ་ཡང་བྱེད་མི་ཐུབ་པར་གྱུར་འདུག

source: To go to the courseware, select the following link:
bo: སློབ་ཚན་མཉེན་ཆས་ནང་ཕེབས་པར་གཤམ་བཀོད་ཀྱི་དྲ་ཐག་འདེམ།

source: If you have any questions, you can contact student support at {support_link}.
bo: ཁྱེད་ལ་དོགས་འདྲིའི་རིགས་ཡོད་ཚེ་ཁྱེད་ཀྱིས་ཐད་ཀར་ {support_link} འདི་བརྒྱུད་ནས་སློབ་ཕྲུག་གི་རམ་འདེགས་ཚན་པར་འབྲེལ་བ་བྱོས།

source: Thanks,
bo: བཀའ་དྲིན་ཆེ།

source: This Course Unavailable In Your Country
bo: སློབ་ཚན་འདི་ཁྱེད་གནས་སའི་རྒྱལ་ཁབ་དེའི་ནང་བལྟ་མི་ཐུབ།

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
bo: ང་ཚོས་མ་ལག་གིས་བརྡ་བསྟན་པ་ལྟར་ན་ཁྱེད་ཀྱིས་{platform_name} སློབ་ཚན་འདི་ད་སྔ་མེད་སའི་རྒྱལ་ཁབ་དང་ཡང་ན་ས་ཁུལ་ག་གེ་མོ་ཞིག་ནས་བལྟ་ཐབས་བྱེད་བཞིན་འདུག

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
bo: ང་ཚོས་མ་ལག་གིས་བརྡ་བསྟན་པ་ལྟར་ན་ཁྱེད་ཀྱིས་{platform_name} སློབ་ཚན་འདི་ད་སྔ་མེད་སའི་རྒྱལ་ཁབ་དང་ཡང་ན་ས་ཁུལ་ག་གེ་མོ་ཞིག་ནས་ཞུགས་ཐོ་འགོད་ཐབས་བྱེད་བཞིན་འདུག

source: Enrollment Successful
bo: ཞུགས་ཐོ་ལེགས་གྲུབ་བྱུང་།

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
bo: {course_names} འདིའི་ནང་ཞུགས་ཐོ་བཀོད་པར་བཀའ་དྲིན་ཆེ་ཞུ། ང་ཚོས་ཁྱེད་རང་སློབ་ཚན་འདིའི་ནང་སྤྲོ་བོ་ཡོང་བའི་རེ་བ་བྱེད་བཞིན་ཡོད།

source: Thank you for enrolling in:
bo: ནང་ཞུགས་ཐོ་བཀོད་པར་བཀའ་དྲིན་ཆེ་ཞུ།

source: We hope you enjoy the course.
bo: ང་ཚོས་ཁྱེད་རང་སློབ་ཚན་འདིའི་ནང་སྤྲོ་བོ་ཡོང་བའི་རེ་བ་བྱེད་བཞིན་ཡོད།

source: Financial Assistance Application
bo: དཔལ་འབྱོར་རོགས་སྐྱོར་སྙན་ཞུ།

source: A Note to Learners
bo: སློབ་གཉེར་བ་ཚོར་གསལ་འདེབས་ཤོག

source: Dear edX Learner,
bo: བརྩེ་བའི་edX སློབ་གཉེར་བ་

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
bo: EdX དཔལ་འབྱོར་རོགས་སྐྱོར་ནི་ལས་གཞི་ཞིག་སྟེ། ང་ཚོས་དཔལ་འབྱོར་གྱི་གནས་སྟངས་གང་ཅིའི་འོག་སློབ་གཉེར་བྱེད་མཁན་རྣམས་ལ་EdXཡི་སློབ་ཚན་ཆ་ཚང་ཞིག་ལེགས་པར་བླངས་པའི་ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ཞིག་ལེན་པའི་གོ་སྐབས་ཤིག་བསྐྲུན་ཕྱིར་གཙོ་གཉེར་བྱས་པ་ཞིག་ཡིན།

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ཞིག་ལོན་པར་དང་དོད་དང་འབད་བརྩོན་བྱེད་བཞིན་ཡོད་ན་ཡང་། འགྲོ་སོང་གཏོང་མ་ཐུབ་པར་ལྷག་ཡོད་ན་མྱུར་དུ་ཐོ་འགོད་བྱོས། ངེས་དགོས་པ་ཞིག་ལ་དཔལ་འབྱོར་གྱི་རོགས་སྐྱོར་དེ་ནི་ཚད་ངེས་ཅན་དང་འདིར་ཐོན་པ་ཆ་ཚང་ལ་འབུལ་ཐུབ་པ་ཞིག་ཀྱང་མ་ཡིན་པས་དེ་མཁྱེན་པར་མཛོད།

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
bo: གལ་སྲིད་ཁྱེད་ཀྱི་སྙན་ཞུ་དེ་ངོས་ལེན་བྱས་སོང་ན། ང་ཚོས་ཁྱེད་ལ་edx.org ཡི་སྒང་ལ་ཁྱེད་ཀྱི་ཐོབ་ཐང་དཔང་ཡིག་ཁུངས་སྐྱེལ་བྱེད་ཚུལ་ཐད་ཀྱི་མཛུབ་སྟོན་བྱེད་ཡོང་། དེ་ནས་ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་ edX ཡི་སློབ་ཚན་དེ་ལེན་ཆོག་པ་ཡིན།

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
bo: EdX ནི་ཁྱེད་ལ་རྒྱུ་འབྱོར་ཡོད་མེད་ལ་མ་ལྟོས་པར་སློབ་གླིང་རྩེ་ཕུད་རྣམས་ཀྱིས་ཆེད་སྒྲིག་བྱས་པའི་སློབ་ཚན་སྤུས་ལེགས་རྣམས་ལོངས་སུ་སྤྱོད་པའི་གོ་སྐབས་བསྐྲུན་ས་ཞིག་ཏུ་བསྒྱུར་ཡོད། དེ་བཞིན་ཁུངས་ཐུབ་ཀྱི་ལག་ཁྱེར་འཐོབ་ཐུབ་པར་མ་ཟད། རང་ཉིད་ཀྱི་རྒྱལ་ཁ་གཞན་ལ་ཐུན་མོང་བྱེད་ས་ཞིག་ཀྱང་ཡིན།

source: Sincerely, Anant
bo: ལྷག་བསམ་རྣམ་དག་གིས་ཞུ། Anant

source: Apply for Financial Assistance
bo: དངུལ་གྱི་རོགས་སྐྱོར་རེ་ཞུ་བྱོས།

source: {platform_name} Home Page
bo: {platform_name} གཙོ་ངོས།

source: Options Menu
bo: བསལ་འདེམ་ཐོ་གཞུང་།

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
bo: {begin_strong}ཉེན་བརྡ།{end_strong} ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་ནང་ཚད་ལྡན་ཞིག་ཡོང་གི་མི་འདུག དེའི་ཕྱིར་ང་ཚོས་ཚད་མཐོ་བོས་མཚམས་སྦྱོར་བྱ་རྒྱུ་ནི་{chrome_link} དང་ཡང་ན་ {ff_link}གཉིས་ཡིན།

source: Discover New
bo: གསར་རྙེད།

source: {name} Dashboard
bo: {name} གཙོ་ངོས།

source: Supplemental Links
bo: མཁོ་སྤྲོད་ཀྱི་བརྒྱུད་ལམ་ཁག

source: How it Works
bo: དེའི་བྱེད་ནུས་སྟོན་ཚུལ།

source: Schools
bo: སློབ་གྲྭ།

source: Register for free
bo: རིན་མེད་ལ་ཐོ་འགོད་བྱོས།

source: Profile
bo: གནས་ཚུལ།

source: Order History
bo: མངགས་ཉོའི་ལོ་རྒྱུས།

source: Add Coupon Code
bo: Coupon Code ཞོག

source: Enter information about the coupon code below.
bo: གཤམ་དུ་ coupon code དེའི་སྐོར་གྱི་གནས་ཚུལ་ཞོག

source: Discount Percentage
bo: ཆག་ཡང་གི་བརྒྱ་ཆ།

source: Description
bo: འགྲེལ་བཤད།

source: Add expiration date
bo: དུས་བཀག་གི་ཟླ་ཚེས་ཞོག

source: Example Certificates
bo: ལག་ཁྱེར་གྱི་དཔེ་མཚོན།

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
bo: སློབ་ཚན་འདིའི་ལག་ཁྱེར་ནི་PDF ཡི་རྣམ་པ་ཅན་རེད། ལག་ཁྱེར་འདིའི་རིགས་ནི་ད་ལྟ་མི་འདུག ལག་ཁྱེར་གྱི་དཔེ་མཚོན་བཟོ་མི་ཐུབ།

source: Generate Example Certificates
bo: ལག་ཁྱེར་གྱི་དཔེ་མཚོན་བཟོ།

source: Status:
bo: གནས་བབས།

source: Generating example {name} certificate
bo: ལག་ཁྱེར་དཔེ་མཚོན་ {name} བཟོ་བཞིན་ཡོད།

source: View {name} certificate
bo: ལག་ཁྱེར་ {name} སྟོན།

source: Refresh Status
bo: གནས་བབས་བསྐྱར་སྐོར་བྱོས།

source: Student-Generated Certificates
bo: བཟོས་ཟིན་པའི་སློབ་ཕྲུག་གི་ལག་ཁྱེར།

source: Disable Student-Generated Certificates
bo: བཟོས་ཟིན་པའི་སློབ་ཕྲུག་གི་ལག་ཁྱེར་ནུས་མེད་བྱེད།

source: Enable Student-Generated Certificates
bo: བཟོས་ཟིན་པའི་སློབ་ཕྲུག་གི་ལག་ཁྱེར་ནུས་ལྡན་བྱེད།
