Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Invalid email change key
bo: ཚུལ་མཐུན་མིན་པའི་གློག་འཕྲིན་བརྗེ་བསྒྱུར་གྱི་ལྡེ་མིག

source: This e-mail key is not valid. Please check:
bo: གློག་འཕྲིན་ལྡེ་མིག་འདི་ཚུལ་མཐུན་ཞིག་རེད་མི་འདུག ཞིབ་འཇུག་བྱ་རོགས།

source: Was this key already used? Check whether the e-mail change has already happened.
bo: ལྡེ་མིག་འདི་སྔ་མོ་ནས་བཀོལ་སྤྱོད་བྱས་འདུག་གམ། གློག་འཕྲིན་བརྗེ་བསྒྱུར་བྱས་ཟིན་ཡོད་མེད་ཞིབ་འཇུག་བྱོས།

source: Did your e-mail client break the URL into two lines?
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་སྒྲིག་ཆས་ཀྱིས་ URL དེ་དུམ་བུ་གཉིས་ལ་བགོས་འདུག་གམ།

source: The keys are valid for a limited amount of time. Has the key expired?
bo: ལྡེ་མིག་དེ་དག་གི་ཚུལ་མཐུན་དུས་ཡུན་ནི་ཚད་བཀག་ཅན་ཞིག་ཡིན། ལྡེ་མིག་དེ་དུས་ཚོད་ཡོལ་འདུག་གམ།

source: External resource
bo: ཕྱི་རོལ་གྱི་ཐོན་ཁུངས།

source: {points} / {total_points} points
bo: {points} / {total_points} ཐོབ་སྐར།

source: {total_points} points possible
bo: {total_points} སྲིད་པའི་སྐར་གྲངས།

source: View resource in a new window
bo: ཐོན་ཁུངས་སྒེའུ་ཁུང་གསར་པ་ཞིག་གི་ནང་སྟོན།

source: Please provide launch_url. Click "Edit", and fill in the required fields.
bo: འཇོག་བྱེད་ཀྱི་_url མཁོ་སྤྲོད་བྱ་རོགས། "Edit" ལ་བསྣུན་ཏེ་གྲ་སྒྲིག་བྱས་ཡོད་པའི་སྡེ་ཚན་དེའི་ནང་སྐོང་རོགས།

source: Feedback on your work from the grader:
bo: གནས་རིམ་བགོ་མཁན་གྱིས་ཁྱེད་ཀྱི་ལས་ཀའི་ཐད་བཏོན་པའི་བསམ་འཆར།

source: Press to Launch
bo: འཇོག་ཆས་ལ་སྣུན།

source: Manage student accounts
bo: སློབ་ཕྲུག་གི་ཁ་བྱང་ཁག་དོ་དམ།

source: Username:
bo: སྤྱོད་མིང་།

source: Profile:
bo: གནས་ཚུལ་སྙིང་བསྡུས།

source: Image:
bo: འདྲ་པར།

source: Name:
bo: མིང་།

source: Choose an action:
bo: བྱ་ལས་ཤིག་འདེམ།

source: View Profile
bo: གནས་ཚུལ་སྙིང་བསྡུས་སྟོན།

source: Disable Account
bo: ཁ་བྱང་ནུས་མེད་བྱེད།

source: Reenable Account
bo: ཁ་བྱང་གི་བྱེད་ནུས་བསྐྱར་ཏུ་སྒོ་ཕྱེ།

source: Remove Profile Image
bo: གནས་ཚུལ་སྙིང་བསྡུས་ཀྱི་འདྲ་པར་བསུབ།

source: Students whose accounts have been disabled
bo: ཁ་བྱང་གི་བྱེད་ནུས་བཀག་ཡོད་པའི་སློབ་ཕྲུག་ཁག

source: working
bo: ལས་ཀ་བྱེད་བཞིན་པ་

source: There has been an error on the {platform_name} servers
bo: {platform_name} འདིའི་གསོག་མཛོད་ལ་གནད་དོན་ཞིག་བྱུང་སོང་།

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
bo: མ་དཔེ་འདི་གནས་སྐབས་རིང་མེད་པར་གྱུར་འདུག་པས་དགོངས་དག་ཞུ། ང་ཚོའི་ལས་བྱེད་པས་དེ་བསྐྱར་གསོ་བྱེད་པར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད། མི་འགྱངས་པར་སོར་འཇོག་བྱེད་ཡོང་།

source: Raw data:
bo: རྩ་བའི་གཞི་གྲངས།

source: Course View
bo: སློབ་ཚན་སྟོན།

source: View this course as:
bo: སློབ་ཚན་འདི་འདི་བཞིན་སྟོན།

source: Staff
bo: ལས་བྱེད།

source: Learner
bo: སློབ་གཉེར་བ།

source: Specific learner
bo: དམིགས་བསལ་སློབ་གཉེར་བ།

source: Learner in {content_group}
bo: {content_group} འདིའི་ནང་གི་སློབ་གཉེར་བ།

source: Username or email:
bo: སྤྱོད་མིང་དང་ཡང་ན་གློག་འཕྲིན།

source: Set preview mode
bo: སྔོན་ལྟའི་རྣམ་པ་སྒྲིག

source: You are now viewing the course as {i_start}{user_name}{i_end}.
bo: ཁྱེད་ཀྱིས་ད་ལྟ་སློབ་ཚན་འདི་ {i_start}{user_name}{i_end} འདི་ལྟར་སྟོན་བཞིན་ཡོད།

source: View in Studio
bo: སྒྲིག་སྟེགས་ནང་སྟོན།

source: View in Insights
bo: Insights ནང་ལ་སྟོན།

source: Hint
bo: གོ་བརྡ།

source: Save your answer
bo: ཁྱེད་ཀྱི་ལན་འདེབས་ཉར་ཚགས།

source: Reset your answer
bo: ཁྱེད་ཀྱི་ལན་འདེབས་བསྐྱར་སྒྲིག

source: Show answer
bo: ལན་འདེབས་སྟོན།

source: You have used {num_used} of {num_total} attempt
bo: ཁྱེད་ཀྱིས་ {num_used} {num_total} ཚོད་ལྟ་བྱས་འདུག

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
bo: དྲི་བ་ཁ་ཤས་བསལ་འདེམ་ཁ་ཤས་ཡོད་དེ། དཔེར་ན། ཉར་ཚགས་དང་བསྐྱར་སྒྲིག གོ་བརྡ། ཡང་ན་དྲི་ལན་སྟོན་པ་བཅས་ཡོད། དེ་དག་ནི་གཤམ་གྱི་འབུལ་སྤྲོད་ཀྱི་ཐེབས་ལྟར་ཡོང་བ་ཡིན།

source: Answers are displayed within the problem
bo: དྲི་ལན་རྣམས་དྲི་བ་དེའི་ནང་སྟོན་འཆར་སྟོན་བྱེད་ཡོང་།

source: Next Hint
bo: གོ་བརྡ་རྗེས་མ།

source: Review
bo: བསྐྱར་ཞིབ།

source: Log In
bo: ནང་འཛུལ།

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
bo: ཁྱེད་ཀྱི་སྤྱོད་མིང་དང་གློག་འཕྲིན། མིང་ཆ་ཚང་དང་བཅས་པ་ {destination} འདི་ལ་གཏོང་འགྲོ། དེར་ཕྱོགས་སྒྲིག་དང་གནས་ཚུལ་འདིའི་སྤྱོད་སྒོ་རྣམས་ཁོང་ཚོའི་ཞབས་ཞུའི་སྒྲིག་གཞི་དང་གསང་རྒྱའི་སྲིད་ཇུས་གཉིས་ཀྱིས་བདག་གཉེར་བྱེད་འགྲོ།

source: E-mail
bo: གློག་འཕྲིན།

source: Return To %s
bo: %s ལ་ཕྱིར་ལོག

source: Learn more about this course
bo: སློབ་ཚན་འདིའི་སྐོར་ཞིབ་ཕྲ་ལ་གཟིགས།

source: Go to course
bo: སློབ་ཚན་ལ་འགྲོ།

source: Enroll in this course
bo: སློབ་ཚན་འདིར་ཞུགས་ཐོ་ཁོད།

source: {course_number} Courseware
bo: {course_number} སློབ་ཚན་ཡོ་བྱད།

source: Re-subscribe Successful!
bo: བསྐྱར་ཏུ་སྔོན་མངགས་བྱས་པ་གྲུབ་སོང་།

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
bo: ཁྱེད་ཀྱིས་{platform_name}འདིའི་གླེང་སྟེགས་ཀྱི་གསར་བརྡ་འབྱོར་བའི་སྒོ་བསྐྱར་དུ་ཕྱེས་འདུག ཁྱེད་རང་ {dashboard_link_start}རང་གི་གཙོ་ངོས་སུ་ཕྱིར་ལོག་རོགས།{link_end}

source: Secondary e-mail change failed
bo: གློག་འཕྲིན་ཕལ་བ་བརྗེ་བསྒྱུར་ལམ་ལྷོངས་བྱུང་མ་སོང་།

source: We were unable to activate your secondary email {secondary_email}
bo: ང་ཚོས་ཁྱེད་ཀྱི་གློག་འཕྲིན་ཕལ་བའི་ {secondary_email} བྱེད་ནུས་སྒོ་ཕྱེ་ཐུབ་མ་སོང་།

source: Secondary e-mail change successful!
bo: གློག་འཕྲིན་ཕལ་བ་བརྗེ་བསྒྱུར་ལམ་ལྷོངས་བྱུང་སོང་།

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ཕལ་བའི་བྱེད་ནུས་སྒོ་ཕྱེས་ཡོད། སློབ་ཚན་ཁག་ {link_start}dashboard{link_end} ལ་གཟིགས་རོགས།

source: Important!
bo: གལ་ཆེན་པོ།

# unit
source: Previous
bo: སྔོན་མ།

# unit
source: Next
bo: རྗེས་མ།

source: Sequence
bo: གོ་རིམ།

source: Completed
bo: ཆ་ཚང་བ་བྱས་ཡོད།

source: Sign Up for {platform_name}
bo: འདིའི་ {platform_name} ནང་ནང་ཞུགས་བྱོས།

source: e.g. yourname@domain.com
bo: དཔེར་ན། yourname@domain.com

source: e.g. yourname (shown on forums)
bo: དཔེར་ན། ཁྱེད་ཀྱི་མིང་ (shown on forums)

source: e.g. Your Name (for certificates)
bo: དཔེར་ན། ཁྱེད་ཀྱི་མིང་ (for certificates)

source: {start_li}Welcome{end_li} {name}
bo: {start_li}དགའ་བསུ་ཞུ།{end_li} {name}

source: Enter a public username:
bo: ཐུན་མོང་གིས་མཐོང་བའི་སྤྱོད་མིང་ཞིག་ཞོག

source: Full Name *
bo: མིང་ཆ་ཚང་། *

source: Ed. Completed
bo: Ed. ཆ་ཚང་གྲུབ་སོང་།

source: Goals in signing up for {platform_name}
bo: འདིའི་ {platform_name} ནང་ནང་ཞུགས་བྱས་པའི་དམིགས་འབེན།

source: I agree to the {link_start}Terms of Service{link_end}
bo: ངས་ {link_start}ཞབས་ཞུའི་སྒྲིག་གཞི་{link_end} ཁག་ལ་མོས་མཐུན་བྱེད།

source: I agree to the {link_start}Honor Code{link_end}
bo: ངས་ {link_start}Honor Code{link_end} ལ་མོས་མཐུན་བྱེད།

source: Create My Account
bo: ངའི་ཁ་བྱང་གསར་བཟོ་བྱེད།

source: Already have an account?
bo: སྔ་མོ་ནས་ཁ་བྱང་ཞིག་ཡོད་དམ།

source: Login.
bo: ནང་འཛུལ།

source: This content experiment uses group configuration '{group_configuration_name}'.
bo: ནང་དོན་ཞིབ་འཇུག་ཚོད་ལྟ་འདིས་ཚོགས་ཆུང་སྒྲིག་བཀོད་བཀོལ་བཞིན་འདུག '{group_configuration_name}'

source: Active Groups
bo: བྱེད་ནུས་ཡོད་པའི་ཚོགས་ཆུང་ཁག

source: Inactive Groups
bo: བྱེད་ནུས་མེད་པའི་ཚོགས་ཆུང་ཁག

source: Staff Debug Info
bo: ལས་བྱེད་ཀྱི་དབྱེ་ཞིབ་གནས་ཚུལ།

source: Submission history
bo: འབུལ་སྤྲོད་ཀྱི་ལོ་རྒྱུས།

source: {platform_name} Content Quality Assessment
bo: {platform_name} ནང་དོན་ཀྱི་སྤུས་ཚད་དཔྱད་ཞིབ།

source: Comment
bo: མཆན།

source: comment
bo: མཆན།

source: Tag
bo: ཚིག་གཤིས།

source: Optional tag (eg "done" or "broken"):
bo: བསལ་འདེམས་ཚིག་བྱང། (eg "done" or "broken"):

source: tag
bo: ཚིག་བྱང་།

source: Add comment
bo: མཆན་ཞོག

source: Staff Debug:
bo: ལས་བྱེད་ཀྱི་དབྱེ་ཞིབ།

source: Score (for override only)
bo: ཐོབ་སྐར། (for override only)

source: Reset Learner's Attempts to Zero
bo: སློབ་གཉེར་བའི་ཚོད་ལྟ་ཀླད་ཀོར་ལ་བསྐྱར་སྒྲིག་བྱོས།

source: Delete Learner's State
bo: སློབ་གཉེར་བའི་གནད་བབ་བསུབ།

source: Rescore Learner's Submission
bo: སློབ་གཉེར་བའི་འབུལ་སྤྲོད་ཀྱི་ཐོབ་སྐར་བསྐྱར་སྒྲིག

source: Rescore Only If Score Improves
bo: གལ་སྲིད་ཐོབ་སྐར་ཡར་རྒྱས་སུ་སོང་ཡོད་ན་ཐོབ་སྐར་བསྐྱར་སྐོར་ཁོ་ན་བྱེད།

source: Override Score
bo: ཟུར་གསོག་ཐོབ་སྐར།

source: Module Fields
bo: མ་དཔེའི་སྡེ་ཚན།

source: XML attributes
bo: XML ཁྱད་ཆོས་འགྲེལ་བརྗོད།

source: Submission History Viewer
bo: འབུལ་སྤྲོད་ཀྱི་ལོ་རྒྱུས་སྟོན་ཆས།

source: Learner's {platform_name} email address or username:
bo: སློབ་གཉེར་བའི་ {platform_name} གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་།

source: Enter the learner email address or username
bo: སློབ་གཉེར་བ་དེའི་གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་ཞོག

source: View History
bo: ལོ་རྒྱུས་སྟོན།

source: {course_number} Textbook
bo: {course_number} སློབ་དེབ།

source: Textbook Navigation
bo: སློབ་དེབ་ཕྱོགས་སྟོན།

source: Page
bo: ཤོག་ངོས།

source: Previous page
bo: ཤོག་ངོས་སྔ་མ།

source: Next page
bo: ཤོག་ངོས་རྗེས་མ།

source: Paste Component
bo: གྲུབ་ཆ་འདིར་ཕོབ།

source: From:
bo: ནས་:

source: What's in my clipboard?
bo: ངའི་སྦྱར་པང་ནང་ཅི་ཞིག་འདུག

source: datetime
bo: ཟླ་ཚེས།

source: source
bo: ཡོང་ཁུངས།

source: type
bo: རིགས།

source: Unsubscribe Successful!
bo: མངགས་ཉོ་ཕྱིར་འཐེན་ལམ་ལྷོངས་བྱུང་སོང་།

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
bo: གཞུག་ཕྱོགས་ཁྱེད་ལ་{platform_name}གླེང་སྟེགས་འདིའི་གསར་བརྡ་འབྱོར་མི་སྲིད། ཁྱོད་རང་རང་ཉིད་ཀྱི་{dashboard_link_start}གཙོ་ངོས་སུ་ཕྱིར་ལོག་ཆོག{link_end} གལ་ཏེ་ཁྱོད་ཀྱིས་འདི་ལྟར་སྒྲུབ་འདོད་མེད་ན། {undo_link_start}ཁྱོད་ཀྱིས་བསྐྱར་དུ་མངག་ཉོ་བྱས་ཆོག{link_end}

source: Dashboard for:
bo: ཡི་གཙོ་ངོས།

source: Usermenu
bo: སྤྱོད་མཁན་གྱི་ཐོ་གཞུང་།

source: More options
bo: བསལ་འདེམས་འདི་ལས་མང་བ།

source: More Options
bo: བསལ་འདེམས་འདི་ལས་མང་བ།

source: Using the system
bo: མ་ལག་དེ་སྤྱོད།

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
bo: བརྙན་བསྐྱར་གཏོང་བྱེད་སྐབས་ཐད་ཀར་འགྲོ་བར་བརྙན་ཡིག་དེ་དང་ཤོག་ངོས་ཀྱི་མཚམས་སྟོན་ཆས་གཉིས་བཀོལ་སྤྱོད་བྱོས། བརྙན་ཡིག་དེར་བསྣུན་པ་ནི་སྔ་ཕྱི་གཉིས་གང་རུང་ལ་ཕར་མཆོང་གི་བྱེད་ཐབས་མགྱོགས་ཤོས་ཤིག་ཡིན།

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་འཆར་སྟོན་གྱི་གསལ་ཚད་དམའ་བོ་ཞིག་སྟོན་རྒྱུ་ཡིན་ན། དེའི་འཁྲིས་སུ་ཆ་སྒྲིག་ཏུ་ཡོད་པའི་གཡོན་སྟོན་གྱི་མདའ་རྩེ་གསུམ་ལ་བསྣུན་ཏེ་གཡོན་སྟོན་སྒྲིག་ཆས་དེ་སྤེད་ཆོག་པ་ཡིན།

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
bo: གལ་ཏེ་ཁྱོད་ལ་ཡིག་གཟུགས་ཆེ་ཆུང་བྱེད་དགོས་ན། ཁྱོད་ཀྱི་བལྟ་བཤེར་དྲ་ཚོགས་ཀྱི་སྒྲིག་འགོད་ལ་བརྟེན་ནས་དེ་དག་གི་གཞི་ཁྱོན་གྱི་ཆེ་ཆུང་སྒྲིག་དགོས། Google Chrome ཡིན་ན་ཆེ་རུ་གཏོང་བར་ctrl-plusགཉིས་མཉམ་གནོན་བྱེད་དགོས། ཆུང་རུ་གཏོང་དགོས་ན་ctrl-minusགཉིས་མཉམ་གནོན་བྱ་དགོས་པ་ཡིན།

source: {subsection_format} due {{date}}
bo: {subsection_format} དུས་བཀག་ {{date}}

source: Due {date}
bo: དུས་བཀག {date}

source: Past due
bo: དུས་བཀག་སྔ་མ།

source: Reset Problems
bo: དྲི་བ་ཁག་བསྐྱར་སྒྲིག

source: Loading video player
bo: བརྙན་གཏོང་བྱེད་ནང་འཇུག་བྱེད་བཞིན་ཡོད།

source: Play video
bo: བརྙན་ཐོངས།

source: No playable video sources found.
bo: གཏོང་ཐུབ་པའི་བརྙན་རིགས་རྙེད་མ་སོང་།

source: Your browser does not support this video format. Try using a different browser.
bo: ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་འདིས་བརྙན་འདིའི་རྣམ་པ་ངོས་ལེན་བྱས་མ་སོང་བས། བལྟ་བཤེར་དྲ་ཚིགས་གཞན་ཞིག་བཀོལ་ཏེ་ཚོད་ལྟ་བྱོས།

source: Downloads and transcripts
bo: ཕབ་ལེན་དང་བརྙན་ཡིག

source: Download video file
bo: བརྙན་ཕབ་ལེན་བྱོས།

source: Share this video
bo: བརྙན་འདི་བརྒྱུར་སྐུར།

source: Share on {site}
bo: {site} འདིའི་ནང་བརྒྱུད་སྐུར།

source: Copy
bo: ངོ་བཤུ།

source: Transcripts
bo: བརྙན་ཡིག

source: Download {file}
bo: {file} ཕབ་ལེན།

source: Download transcript
bo: བརྙན་ཡིག་ཕབ་ལེན་བྱོས།

source: Handouts
bo: ཁྲིད་ཆས།

source: Download Handout
bo: ཁྲིད་ཆས་ཕབ་ལེན་བྱེད།

source: Your words were:
bo: ཁྱེད་ཀྱི་མིང་ཚིག་དག་ནི་

source: API Access Request
bo: API ཡི་ཆོག་མཆན་རེ་ཞུ།

source: {platform_name} API Access Request
bo: {platform_name} API ཡི་ཆོག་མཆན་རེ་ཞུ།

source: Request API Access
bo: API ཆོག་མཆན་རེ་ཞུ།

source: API Access Request Status
bo: API ཡི་ཆོག་མཆན་རེ་ཞུའི་གནས་བབ།

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
bo: ཁྱེད་ཀྱི་{platform_name} ཡི་སློབ་ཚན་གྱི་དཀར་ཆག་ API བལྟ་ཀློག་གི་ཆོག་མཆན་རེ་ཞུ་འགྲོ་མོས་ཡིན། འགྲོ་ལུགས་ཆ་ཚང་བསྒྲུབས་རྗེས་ཁྱེད་ལ་ཁྱེད་ཀྱིས་མཁོ་སྤྲོད་བྱས་པའི་གློག་འཕྲིན་དེའི་ཐོག་འཕྲིན་ཞིག་འབྱོར་ཡོང་བ་ཡིན། ད་དུང་ཁྱེད་ཀྱི་API ཆོག་མཆན་རེ་ཞུའི་གནས་བབ་ལ་བལྟ་བའི་ཐབས་གཞན་ཞིག་ནི་ཁྱེད་རང་ཐད་ཀར་ཤོག་ངོས་འདིར་ཕྱིར་ལོག་ནས་ཀྱང་བལྟ་ཐུབ་པ་ཡིན།

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
bo: ཁྱེད་ཀྱི་{platform_name} ཡི་སློབ་ཚན་གྱི་དཀར་ཆག་ API བལྟ་ཀློག་གི་ཆོག་མཆན་རེ་ཞུ་དེ་ངོས་ལེན་བྱས་མ་སོང་། ཁྱེད་ཀྱིས་འདི་ལ་གནད་དོན་ཞིག་བྱུང་བར་འདོད་པ་དང་ཡང་ན་དེའི་ཐད་ཀྱི་དོགས་འདྲི་གཞན་ཡོད་ན། ཐད་ཀར་{api_support_email_link}ལ་འབྲེལ་གཏུགས་བྱོས།

source: Your request to access the {platform_name} Course Catalog API has been approved.
bo: ཁྱེད་ཀྱི་{platform_name} ཡི་སློབ་ཚན་གྱི་དཀར་ཆག་ API བལྟ་ཀློག་གི་ཆོག་མཆན་རེ་ཞུ་དེ་ངོས་ལེན་བྱས་སོང་།

source: Redirect URLs
bo: ཁ་ཕྱོགས་བསྐྱར་སྟོན་གྱི་ URLs

source: If you would like to regenerate your API client information, please use the form below.
bo: ཁྱེད་ཀྱིས་རང་གི་ API དོ་བདག་གི་གནས་ཚུལ་བསྐྱར་བཟོ་བྱེད་འདོད་ན། གཤམ་བཀོད་ཀྱི་འགེང་ཤོག་དེ་བཀོལ་རོགས།

source: Generate API client credentials
bo: API དོ་བདག་གི་མཚམས་སྦྱོར་བཟོ།

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
bo: {platform_name} ཡི་སློབ་ཚན་དཀར་ཆག་གི་ API སྐོར་ལ་རྒྱུས་ལོན་མང་ཙམ་བྱོས། ངོ་ཚོའི་ {link_start}ཡི་ API ཡིག་ཆའི་ཤོག་ངོས་{link_end} ལ་གཟིགས། API འདི་བཀོལ་སྤྱོད་བྱེད་ཕྱོགས་ཐད་དོགས་འདྲི་ཁག་ཡོད་ཚེ། འདིར་ {api_support_email_link} འབྲེལ་གཏུགས་བྱེད་རོགས།

source: API Terms of Service
bo: API ཡི་ཞབས་ཞུའི་སྒྲིག་གཞི།

source: Terms of Service for {platform_name} APIs
bo: {platform_name} APIs འདིའི་ཞབས་ཞུའི་སྒྲིག་གཞི་ཁག

source: Effective Date: May 24th, 2018
bo: དངོས་སུ་འགོ་བརྩམས་པའི་ཟླ་ཚེས། 2018ལོའི་ཟླ་5ཚེས་24ཉིན།

source: API Access
bo: API ཆོག་མཆན།

source: Permissible Use
bo: ཆོག་མཆན་ཡོད་པའི་བཀོལ་སྤྱོད།

source: Prohibited Uses and Activities
bo: བཀག་རྒྱ་ཡོད་པའི་བཀོལ་སྤྱོད་དང་ལས་འགུལ་ཁག

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
bo: APIs འདི་བཀོལ་སྤྱོད་བྱེད་སྐབས་གཤམ་གསལ་གྱི་བྱེད་སྒོ་ཁག་ངོས་ལེན་བྱེད་མི་ཐུབ། (this is not an exhaustive list)

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
bo: collecting or storing the names, passwords, or other credentials of མིང་དང་ཡང་ན་གསང་ཚིག་ཁག་དང་ཡང་ན་{platform_name} འདི་སྤྱོད་མཁན་གྱི་མཚམས་སྦྱོར་གཞན་དག་བསྡུ་རུབ་དང་ཡང་ན་ཉར་ཚགས་བྱེད།

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
bo: མ་ལག་སྔོགས་འདོན་དང་ཡང་ན་དེ་དང་འདྲ་བའི་བྱེད་ཐབས་སྤྱད་དེ་API ཡི་ནང་དོན་འཚོལ་སྡུད་དང་དུས་གཏན་དུ་བསྐྱར་དཔར་བྱེད་མི་ཆོག

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
bo: དྲགས་ཤུགས་བྱེད་པ་དང་ཁྲིམས་སྒྲིག་མི་བརྩི་བ། ཡང་ན་ཁེ་དབང་གི་རིགས་གང་ཡིན་རུང་གུས་བརྩི་མི་བྱེད་པ། ཚོང་རྟགས་ཀྱི་ཁེ་དབང་། སྒེར་གྱི་གསང་དོན་དང་ཡང་ན་དྲིལ་བསྒྲགས་ཀྱི་ཁེ་དབང་། གསང་བའི་གནས་ཚུལ་དང་ཡང་ན་ཚོགས་པ་གཞན་གྱི་ཁེ་དབང་གང་ཡང་རུང་བ།

source: altering or editing any content or graphics in the API Content;
bo: APIདེའི་ནང་དོན་ཁྲོད་ཀྱི་ནང་དོན་དང་རི་མོ་གང་རུང་ལ་བཟོ་བཅོས་རྒྱག་པའམ་ཡང་ན་རྩོམ་སྒྲིག་བྱེད་པ།

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
bo: APIsའམ་ཡང་ན་APIཡི་ནང་དོན་གང་རུང་གི་ནང་དོན་ནང་འཁོད་པའམ་ཡང་ན་ཐོན་པའི་ཚོང་རྟགས་དང་། ཁེ་དབང་དང་ཡང་ན་སྒེར་སྤྱོད་ཀྱི་བདག་དབང་གཞན་དག་དང་ཡང་ན་ཁྲིམས་མཐུན་གྱི་ཟིན་ཐོ་རྣམས་ལ་བསྒྱུར་བཅོས་དང་ཡང་ན་མེད་པར་བཟོ་བ།

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
bo: APIs བལྟ་ཀློག་ལ་བདག་དབང་ཆ་ཚང་སྤྲོད་པ་དང་བསྐྱར་འགྲེམས་བྱེད་པ། ཡུན་ཐུང་བོགས་མར་གཏོངབ། བཙོང་བ་དང་ཡང་ན་ཡུན་རིང་གླ་གཏོང་བྱེད་པའི་ཆོག་མཆན་སྤྲོད་པ་དང་ཡང་ན། ཁྱེད་ཀྱི་ཚོང་མགྲོན་གྱི་གསང་བ་རྣམས་ཚོགས་པ་གཞན་དག་ལ་གཏོང་མི་ཆོག

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
bo: གཤམ་གསལ་གྱི་དུག་རིགས་གང་རུང་འགོས་པ་ virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, ཡང་ན་གནོད་གཞི་ཆེ་བ་དང་ཡང་ན་ ཉེན་ཆེའི་གྲུབ་ཆ་གཞན་; ཡང་ན་

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
bo: དམིགས་ཡུལ་ངེས་ཅན་ཞིག་བཟུང་སྟེ་APIs འདིའི་རིགས་སྤྱད་ནས་ {platform_name} སྟེགས་བུ་སྤྱིའི་གསོག་མཛོད་དང་ཡང་ན་དྲ་རྒྱ་བཅས་ཇེ་དལ་དང་ཉེན་ཚབ་བཟོ་བ།

source: Usage and Quotas
bo: བཀོལ་སྟངས་དང་ཚད་བཅད།

source: Ownership
bo: བདག་དབང་།

source: Privacy
bo: གསང་རྒྱའི་སྲིད་ཇུས།

source: Right to Charge
bo: རིན་འབབ་ལེན་པའི་ཐོབ་ཐང་།

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
bo: APIs དེ་རིན་སྤྲོད་མི་དགོས་པར་བཀོལ་བའི་ཆོག་མཆན་ངེས་ཅན་ཞིག་སྤྲོད་སྲིད་མོད། འོན་ཀྱང་། {platform_name} འདི་ལ་མ་འོངས་པར་ APIs འདི་བཀོལ་སྤྱོད་ཀྱི་རིན་འབབ་ལེན་པའི་ཐོབ་ཐང་ཡོད།

source: Confidentiality
bo: གསང་རྒྱ།

source: General Legal Terms
bo: རྒྱུན་ལྡན་གྱི་ཁྲིམས་མཐུན་སྒྲིག་ཁྲིམས།

source: Termination
bo: མཚམས་འཇོག

source: Edit {catalog_name}
bo: རྩོམ་སྒྲིག {catalog_name}

source: Download CSV
bo: CSV ཕབ་ལེན།

source: Delete this catalog
bo: དཀར་ཆག་འདི་སུབ།

source: Update Catalog
bo: དཀར་ཆག་ཁ་གསབ།

source: Catalogs for {username}
bo: {username} འདིའི་དཀར་ཆག་ཁག

source: Create new catalog:
bo: དཀར་ཆག་གསར་བཟོ།:

source: Create Catalog
bo: དཀར་ཆག་བཟོ།

source: Catalog search
bo: དཀར་ཆག་འཚོལ་ཞིབ།

source: Catalog Search
bo: དཀར་ཆག་འཚོལ་ཞིབ།

source: Enter a username to view catalogs belonging to that user.
bo: སྤྱོད་མཁན་དེ་ལ་དབང་བའི་དཀར་ཆག་སྟོན་པ་ལ་སྤྱོད་མིང་ཞིག་ཞོག

source: Unsubscribe
bo: སྔོན་མངགས་ཕྱིར་འཐེན།

source: confirm unsubscribe from {org} {course} emails.
bo: གློག་འཕྲིན་ {org} {course} འདི་ནས་སྔོན་མངགས་ཕྱིར་འཐེན་གཏན་འཁེལ་བྱོས།

source: Note:
bo: གསལ་འདེབས།:

source: You will still receive course emails from other courses you are enrolled in.
bo: ཁྱེད་ལ་ད་དུང་ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་ཚན་ཁག་ནས་གློག་འཕྲིན་འབྱོར་ཡོང་།

source: You have successfully unsubscribed from {org} {course} emails.
bo: ཁྱེད་ཀྱིས་གློག་འཕྲིན་ {org} {course} འདི་ནས་སྔོན་མངགས་ཕྱིར་འཐེན་ལེགས་པར་བྱས་སོང་།

source: You have not been unsubscribed from {org} {course} emails.
bo: ཁྱེད་ཀྱིས་གློག་འཕྲིན་ {org} {course} འདི་ནས་སྔོན་མངགས་ཕྱིར་འཐེན་བྱས་མ་སོང་།

source: {link_start}Return to {platform_name}{link_end}
bo: {link_start}ཕྱིར་ལོག་ {platform_name}{link_end}

source: Open Calculator
bo: བརྩི་ཆས་སྒོ་ཕྱེ།

source: Enter equation
bo: མཚོན་རྟགས་ཞོག

source: Calculator Input Field
bo: བརྩི་ཆས་ནང་འཇུག་གི་སྡེ་ཚན།

source: Hints
bo: གོ་བརྡ།

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
bo: ཪམ་འདེགས་tips དེར་ཐད་ཀར་འགྲོ་བར་མདའ་རྟགས་དེ་བཀོལ་སྤྱོད་བྱོས། ཡང་ན་ tab གནོན་ཐེབས་བཀོལ་ནས་calculatorབརྩི་ཆས་ལ་ཕྱིར་ལོག

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
bo: ཁྱེད་ཀྱིས་བརྗོད་དོན་ཁ་གསལ་ཡོང་ཕྱིར་ཀུག་རྟགས་ () བཀོལ་སྤྱོད་བྱོས། ཁྱེད་ཀྱིས་ཀུག་རྟགས་གཞན་གྱི་ནང་ལོགས་སུ་ཡང་ཀུག་རྟགས་བཀོལ་སྤྱོད་བྱེད་ཆོག

source: To Use
bo: བཀོལ་སྤྱོད་བྱེད་པར།

source: Type
bo: རིགས།

source: Examples
bo: དཔེ་མཚོན་ཁག

source: Numbers
bo: གྲངས་ཀ

source: Fractions
bo: ཆ་ཤས།

source: Percent sign (%)
bo: བརྒྱ་ཆའི་རྟགས། (%)

source: Basic functions
bo: རྩ་བའི་བྱེད་ལས།

source: Scientific notation
bo: ཚན་རིག་དང་མཐུན་པའི་གསལ་བཤད།

source: Calculate
bo: རྩིས་རྒྱག

source: Result
bo: མཐའ་འབྲས།

source: CCX Coach Dashboard
bo: CCX ཡི་སློབ་སྟོན་པའི་གཙོ་ངོས།

source: Name your CCX
bo: ཁྱེད་ཀྱི་ CCX ཡི་མིང་།

source: Create a new Custom Course for {platform_name}
bo: {platform_name} འདིར་རྨང་གཞིའི་སློབ་ཚན་གསར་པ་ཞིག་བཟོས།

source: Grading Policy
bo: གནས་རིམ་བགོ་བའི་སྲིད་བྱུས།

source: Batch Enrollment
bo: ཕྱོགས་སྡེབ་ཞུགས་ཐོ།

source: Student Grades
bo: སློབ་ཕྲུག་གི་གནས་རིམ།

source: Please enter a valid CCX name.
bo: CCX ཡི་མིང་ཚུལ་མཐུན་ཞིག་འཇོག་རོགས།

source: Email Addresses/Usernames
bo: གློག་འཕྲིན་ཁ་བྱང་/སྤྱོད་མིང་།

source: Enter one or more email addresses or usernames separated by new lines or commas.
bo: ཐིག་ཕྲེང་དང་ཡང་ན་བར་ཚེགས་ཀྱིས་བར་ཕྱེས་ཡོད་པའི་གློག་འཕྲིན་དང་སྤྱོད་མིང་གཅིག་དང་དུ་མ་གང་རུང་ཞོག

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
bo: ཁྱེད་ཀྱིས་གནས་ཚུལ་གཟབ་ནན་གྱིས་བཞག་ཡོད་མེད་ལྟ་ཪོགས། གཞུག་ཕྱོགས་ཁྱེད་ལ་སྤྱོད་མིང་དང་གློག་འཕྲིན་ཁག་ཚུལ་མཐུན་ཡིན་མིན་གྱི་བརྡ་ཁྱབ་འབྱོར་མི་ཐུབ།

source: Auto Enroll
bo: རང་འགུལ་གྱིས་ཞུགས་ཐོ་འགོད།

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
bo: གདམ་ཁ་འདིར་ {em_start}འགྲིག་རྟགས་བརྒྱབ་ན་{em_end} ད་དུང་ {platform_name} འདིའི་ནང་ཐོ་འའགོད་བྱེད་མེད་པའི་སྤྱོད་མཁན་རྣམས་རང་འགུལ་གྱིས་ཞུགས་ཐོ་རུ་འགོད་འགྲོ་བ་ཡིན།

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
bo: གདམ་ཁ་འདིར་ {em_start}འགྲིག་རྟགས་བརྒྱབ་མེད་ན་{em_end} ད་དུང་ {platform_name} འདིའི་ནང་ཐོ་འའགོད་བྱས་མེད་པའི་སྤྱོད་མཁན་རྣམས་ཞུགས་ཐོ་རུ་མི་འགོད་མོད། འོན་ཀྱང་གཞུག་ཕྱོགས་ཁོང་ཚོས་ཁ་བྱང་ཞིག་བཟོས་ན་ཞུགས་ཐོ་འགོད་ཆོག་པ་ཡིན།

source: Checking this box has no effect if 'Unenroll' is selected.
bo: གལ་སྲིད་ 'Unenroll' འདི་ལ་འདེམ་རྟགས་བརྒྱབ་ཡོད་ན་སྒམ་འདི་ལ་འགྲིག་རྟགས་བརྒྱབ་རུང་ཕན་ནུས་མེད།

source: Notify users by email
bo: སྤྱོད་མཁན་ལ་གློག་འཕྲིན་བརྒྱུད་ནས་བརྡ་ཁྱབ་གཏོང་།

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
bo: གལ་སྲིད་ {em_start}འདི་ལ་འགྲིག་རྟགས་བརྒྱབ་ན།{em_end} སྤྱོད་མཁན་ལ་གློག་འཕྲིན་བརྒྱུད་ནས་བརྡ་ཁྱབ་འབྱོར་ཡོང་།

# someone
source: Enroll
bo: ཞུགས་ཐོ་ཁོད།

source: Student List Management
bo: སློབ་མའི་ཐོ་གཞུང་དོ་དམ་ཚན་པ།

source: CCX student list management response message
bo: CCX སློབ་མའི་ཐོ་གཞུང་དོ་དམ་གྱི་ལན་འདེབས་འཕྲིན་ཐུང་།

source: Revoke access
bo: ཆོག་མཆན་ཕྱིར་བསྡུ།

source: WARNING
bo: ཉེན་བརྡ།

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
bo: ཚོད་མཐོའི་སྤྱོད་མཁན་ཁོ་ནའི་ཆེད། གནས་རིམ་གཏན་འབེབས་བྱེད་པའི་སྲིད་ཇུས་ཁྲོད་ཀྱི་ནོར་འཁྲུལ་གྱིས་སློབ་ཚན་སྟོན་མི་ཐུབ་པའི་རྐྱེན་བྱེད་སྲིད། འགེངས་ཤོག་འདིས་ཉར་ཚགས་མ་བྱས་གོང་སྲིད་ཇུས་དེའི་སྤྱོད་སྒོ་ཡོད་མེད་ཀྱི་རང་བཞིན་ལ་ཞིབ་བཤེར་མི་བྱེད།

source: Most coaches should not need to make changes to the grading policy.
bo: སློབ་ཁྲིད་པ་མང་ཆེ་བས་གནས་རིམ་བྱེད་སྟངས་ཀྱི་སྲིད་ཇུས་ལ་འགྱུར་བ་གཏོང་དགོས་ངེས་མིན།

source: Save Grading Policy
bo: གནས་རིམ་བགོ་བའི་སྲིད་ཇུས་ཉར་ཚགས།

source: Date
bo: ཟླ་ཚེས།

source: Time
bo: དུས་ཚོད།

source: Set date
bo: ཟླ་ཚེས་སྒྲིག

source: You have unsaved changes.
bo: ཁྱེད་ལ་ཉར་ཚགས་བྱས་མེད་པའི་བསྒྱུར་བཅོས་འགའ་འདུག

source: There was an error saving changes.
bo: བསྒྱུར་བཅོས་ཉར་ཚགས་བྱེད་པར་གནད་དོན་ཞིག་འདུག

source: Schedule a Unit
bo: ཡང་གསེས་ཤིག་གི་འཆར་གཞི་སྒྲིག

source: Start Date
bo: འགོ་རྩོམ་པའི་ཟླ་ཚེས།

source: yyyy-mm-dd
bo: ལོ་-ཟླ་-ཉིན།

source: time
bo: དུས་ཚོད།

source: Add Unit
bo: ཡང་གསེས་སྣོན།
