Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Add All Units
bo: ཡང་གསེས་ཡོངས་རྫོགས་སྣོན།

source: All units have been added.
bo: ཡང་གསེས་ཡོངས་རྫོགས་བསྣན་ཡོད།

source: View gradebook
bo: གནས་རིམ་ལག་དེབ་སྟོན།

source: Download student grades
bo: སློབ་ཕྲུག་གི་གནས་རིམ་ཕབ་ལེན།

source: Print or share your certificate:
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་པར་འདེབས་བྱ་རྒྱུ་ཡིན་ནམ་ཡང་ན་བརྒྱུད་སྐུར་བྱེད།

source: Post on Facebook
bo: ངོ་དེབ་ནང་སྤེལ།

source: Share on Twitter
bo: Twitter ནང་སྤེལ།

source: Tweet this Accomplishment. Pop up window.
bo: གྲུབ་འབྲས་འདི་Tweetནང་སྤེལ། Pop up window.

source: Add to LinkedIn Profile
bo: LinkedIn ཡི་གནས་ཚུལ་སྙིང་བསྡུས་ནང་སྣོན།

source: Add to Mozilla Backpack
bo: Mozilla Backpack ནང་སྣོན།

source: Print Certificate
bo: ལག་ཁྱེར་པར་འདེབས་བྱེད།

source: {platform_name} Home
bo: {platform_name} གཙོ་ངོས།

source: Noted by
bo: ཡིས་གསལ་བདེབས་བྱས།

source: Supported by the following organizations
bo: གཤམ་གསལ་གྱི་སྒྲིག་འཛུགས་ཁག་གིས་རྒྱབ་སྐྱོར་བྱས།

source: Awarded to:
bo: བྱ་དགའ་ཕུལ་ས་ནི་

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་པར་འདེབས་བྱེད་པའི་ལམ་སྟོན་དང་ཐབས་ལམ་ལ་གཟིགས་ན་{link_start}དྲ་ལམ་ལག་ཁྱེར་རམ་འདེགས་ཡིག་ཆ།{link_end}

source: Cannot Find Certificate
bo: ལག་ཁྱེར་རྙེད་ཀྱི་མི་འདུག

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
bo: ང་ཚོས་དྲ་ཐག་ URL འདི་དང་ཡང་ན་ ID ཡི་ཨང་འདི་གཉིས་དང་འབྲེལ་བའི་ལག་ཁྱེར་ཞིག་རྙེད་མ་སོང་བས། གལ་སྲིད་ཁྱེད་ཀྱིས་ལག་ཁྱེར་ཚད་ལྡན་ཞིག་བཟོ་བར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད་ན། ངེས་དགོས་པ་ཞིག་ལ་དྲ་ཐག་ URL འདི་དང་ཡང་ན་ ID ཡི་ཨང་ཚད་ལྡན་ཡིན་དགོས། གལ་སྲིད་དྲ་ཐག་ URL འདི་དང་ཡང་ན་ ID ཨང་ཚད་ལྡན་གཏན་འཁེལ་ཡིན་ན། རམ་འདེགས་པར་འབྲེལ་བ་བྱོས།

source: Invalid Certificate Configuration.
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ལག་ཁྱེར་གྱི་སྒྲིག་བཀོད།

source: There is a problem with this certificate.
bo: ལག་ཁྱེར་འདི་ལ་དཀའ་ངལ་ཞིག་འདུག

source: To resolve the problem, your partner manager should verify that the following information is correct.
bo: དཀའ་ངལ་དེ་སེལ་བ་ལ་ཁྱེད་ཀྱི་ལས་གྲོགས་སམ་དོ་དམ་པས་ངེས་པར་དུ་གཤམ་བཀོད་ཀྱི་གནད་ཚུལ་ལེགས་སྒྲིག་བྱས་པ་ནི་ཚད་ལྡན་ཡིན་དགོས།

source: The institution's logo.
bo: སློབ་གླིང་གི་ལས་རྟགས།

source: The institution that is linked to the course.
bo: སློབ་ཚན་དེ་དང་འབྲེལ་བ་ཡོད་པའི་སློབ་གླིང་དེ།

source: The course information in the Course Administration tool.
bo: སློབ་ཚན་འཛིན་སྐྱོང་གི་ལག་ཆའི་ནང་ཡོད་པའི་སློབ་ཚན་དེའི་གནས་ཚུལ།

source: If all of the information is correct and the problem persists, contact technical support.
bo: གལ་སྲིད་གནས་ཚུལ་ཡོངས་ལ་གནད་དོན་མེད་ཀྱང་དཀའ་ངལ་དེ་ཡོང་གི་འདུག་ན་ཐབས་རྩལ་སློབ་སྟོན་པར་འབྲེལ་བ་བྱོས།

source: URL Not Supported
bo: URL འདི་ངོས་ལེན་བྱས་མ་སོང་།

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
bo: དྲ་ཐག་འདི་བེད་མེད་དུ་གྱུར་སོང་། འོན་ཀྱང་སེམས་ཁུར་བྱེད་མི་དགོས་པ་ཞིག་ལ། ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་འདི་ད་དུང་བེད་སྤྱོད་ཡོད་པར་མ་ཟད་ད་དུང་བརྒྱུད་སྐུར་ཡང་བྱས་ཆོག གལ་ཏེ་འདི་ནི་ཁྱེད་ཀྱི་ལག་ཁྱེར་ཡིན་ན། ཁྱེད་ཀྱི་གཙོ་ངོས་སུ་ཕེབས་དང་དེར་བརྒྱུད་སྐུར་བྱེད་ཐུབ་པའི་དྲ་ཐག་གསར་པ་ཞིག་ཡོད། གལ་ཏེ་ཁྱོད་ཀྱིས་མི་གཞན་གྱི་ལག་ཁྱེར་ལ་ལྟ་ཞིབ་བྱེད་བཞིན་ཡོད་ན། ཁོ་ཚོ་དང་འབྲེལ་བ་བྱས་ཏེ་གསར་བསྒྱུར་བྱས་ཟིན་པའི་དྲ་ཐག་ཅིག་རེག་ཐབས་བྱོས།

source: Pursue the Verified Track
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ Track ལ་འབད་བརྩོན་བྱོས།

source: Pursue a Verified Certificate
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ཞིག་བརྩོན་ལེན།

source: Enroll In {course_name} | Choose Your Track
bo: འདིའི་ {course_name} | ནང་ཞུགས་ཐོ་ཁོད། ཁྱེད་ཀྱི་ Track འདེམ།

source: Sorry, there was an error when trying to enroll you
bo: ཁྱེད་རང་ཞུགས་ཐོར་འགོད་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་།

source: Benefits of the Verified Track
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ Track ཡི་ཕན་ཐོགས།

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
bo: {b_start}credit ཡི་འོས་ཆོས་ནི་{b_end} སློབ་ཚན་དེ་ཆ་ཚང་བ་ལེགས་པར་བླངས་རྗེས་academic creditལེན་ཆོག་པ་ཡིན།

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
bo: {b_start}སློབ་ཚན་ལ་ཚད་བཀག་མེད་པའི་ཆོག་མཆན་ནི་ {b_end}རང་སྦྱོང་ཚན་པ་ནས་སློབ་སྦྱོང་བྱེད་པ་དང་རང་ཉིད་ཀྱིས་སྔོན་མ་གང་སྦྱངས་པ་གཞི་རྩ་བྱས་ཏེ་དེའི་ཐོག་ཡར་རྒྱས་གཏོང་ཕྱིར་དུས་ནམ་ཡིན་རུང་རྒྱུ་ཆ་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན།

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
bo: {b_start}གནས་རིམ་ལྡན་པའི་ལས་འགན།: {b_end}ལས་གཞི་དང་གནས་རིམ་ལྡན་པའི་ལས་འགན་བརྒྱུད་ནས་ཁྱེད་ཀྱི་ནུས་རྩལ་གསར་སྤེལ་བྱེད་པ།

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn.
bo: {b_start}སྟབས་བདེའི་ངང་བརྒྱུད་སྐུར་བྱེད་ཐུབ་པ་ནི་ {b_end}ཁྱེད་ཀྱི་ལག་ཁྱེར་དེ་CV དང་ཡང་ན་ resuméནང་སྣོན། ཡང་ན་དེ་LinkedInནང་ཐད་ཀར་སྤེལ།

source: Benefits of a Verified Certificate
bo: ཁུངས་སྐྱེལ་བྱས་ཡོད་པའི་ལག་ཁྱེར་གྱི་དགེ་མཚན།

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
bo: {b_start}གཞུང་འབྲེལ།:{b_end} སློབ་སྟོན་པའི་མཚན་རྟགས་དང་སློབ་གླིང་གི་ལས་རྟགས་ཡོད་པའི་ལག་ཁྱེར་ཞིག་ལོན།

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resumé, or post it directly on LinkedIn
bo: {b_start}སྟབས་བདེ་ངང་བརྒྱུད་སྐུར་ཐུབ་པ་:{b_end} ལག་ཁྱེར་དེ་ཁྱེད་ཀྱི་CV སམ་མཚམས་སྦྱོར་ནངཞོག་ཡང་ན་དེ་ཐད་ཀར་ LinkedIn ནང་སྤེལ།

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་གྱིས་ཁྱེད་ཀྱི་གོ་རྟོགས་གསར་པ་དང་ནུས་རྩལ་གསར་པ་རྣམས་གསལ་འདོན་བྱེད་ཅིང། རིན་ཐང་ལྡན་པའི་མཚམས་སྦྱོར་འདི་བཀོལ་ནས་ཁྱེད་ཀྱི་ལས་ཀ་ཡར་རྒྱས་གཏོང་བ་དང་འཚོ་བ་སྔོན་ཐོན་བྱེད་པ། ཡང་ན་ཁྱེད་ཀྱི་ལག་ཁྱེར་དེ་སློབ་གྲྭའི་སྙན་ཞུ་ཁག་གི་ནང་འབུར་དུ་ཐོན་ཐབས་ལ་བཀོལ་སྤྱོད་བྱ་ཐུབ་པ་ཡིན།

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
bo: {b_start}གཞུང་འབྲེལ།:{b_end} སློབ་སྟོན་པའི་མཚན་རྟགས་དང་སློབ་གླིང་གི་ལས་རྟགས་ཡོད་པའི་ལག་ཁྱེར་ཞིག་ལོན།

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn
bo: {b_start}སྟབས་བདེ་ངང་བརྒྱུད་སྐུར་ཐུབ་པ་:{b_end} ལག་ཁྱེར་དེ་ཁྱེད་ཀྱི་CV སམ་མཚམས་སྦྱོར་ནངཞོག་ཡང་ན་དེ་ཐད་ཀར་ LinkedIn ནང་སྤེལ།

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
bo: {b_start}སྐུལ་སློང་: {b_end}ཁྱེད་རང་ཉིད་ལ་སློབ་ཚན་དེ་ལེགས་འགྲུབ་ཐུབ་པར་སྐུལ་ལྕག་འཕར་མ་ཞིག་སྟེར།

source: Audit This Course
bo: སློབ་ཚན་འདིའི་ Audit

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
bo: སློབ་ཚན་འདིའི་Audit ནི་རིན་འབབ་སྤྲོད་མི་དགོས་པར་སློབ་ཚན་གྱི་རྒྱུ་ཆ་ཆ་ཚང་དང་བྱེད་སྒོ་ཁག ཚོད་ལྟ། གླེང་སྟེགས་བཅས་ཡོངས་སུ་རྫོགས་པ་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན་ཆ་ཚང་ཡོད་པ་ཡིན།

source: Audit This Course (No Certificate)
bo: སློབ་ཚན་འདིའི་Audit (No Certificate)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
bo: སློབ་ཚན་འདིའི་Auditརིན་མེད་ཡིན་ཞིང་། སློབ་ཚན་རྒྱུ་ཆ་དང་བྱེད་སྒོ་ཁག ཚོད་ལྟ། གླེང་སྟེགས་བཅས་ཡོངས་རྫོགས་ལ་བལྟ་ཀློག་གི་ཆོག་མཆན་ཆ་ཚང་ཡོད། འོན་ཀྱང་། {b_start} ངེས་དགོས་པ་ཞིག་སྟེ་སློབ་གཉེར་བར་གནས་རིམ་ཆ་ཚང་ཐོབ་ཡོད་ཀྱང་ལག་ཁྱེར་མི་སྤྲོད་པ་ཡིན།{b_end}

source: Unable to enroll in {course_name}
bo: {course_name} འདིའི་ནང་ཞུགས་ཐོ་འགོད་མི་ཐུབ།

source: Sorry, we were unable to enroll you in
bo: ནང་ཁྱེད་རང་ཞུགས་ཐོ་འགོད་ཐུབ་མ་སོང་། དགོངས་དག

source: Explore all courses on edX
bo: edX ནང་གི་སློབ་ཚན་ཡོངས་རྫོགས་འཚོལ་ཞིབ།

source: Explore all courses
bo: སློབ་ཚན་ཡོངས་རྫོགས་འཚོལ་ཞིབ།

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
bo: {start_bold}སློབ་ཚན་གྱི་བྱེད་སྒོ་ཡོངས་ལ་བལྟ་ཀློག་གི་ཆོག་མཆན་ཐོབ་པ། {end_bold} འདིའི་ནང་སློབ་ཚན་དེ་དངོས་སུ་འགྲོ་བའི་སྐབས་སུ་གནས་རིམ་བགོས་ཡོད་པ་དང་མེད་པའི་ལས་འགན་གཉིས་ཆ་ཚུད་ཡོད།

source: Show more
bo: མང་ཙམ་སྟོན།

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
bo: སློབ་ཚན་གྱི་ནང་དོན་དང་རྒྱུ་ཆ་ཁག མ་ཟད་སློབ་ཚན་དེ་མཇུག་བསྡུས་རྗེས་ཀྱང་ {start_bold}ཆོག་མཆན་ཡོངས་རྫོགས་{end_bold} ཡོད་པ།

source: {link_start}Learn more{link_end} about course access
bo: སློབ་ཚན་ཆོག་མཆན་ཀྱི་སྐོར་ལ་ {link_start}རྒྱུས་ལོན་མང་ཙམ་བྱོས།{link_end}

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
bo: ས་གནས་གང་དང་མི་སུ་ཡིན་ལ་མ་ལྟོས་པར་ཚང་མས་སྤུས་ལེགས་ཚད་མཐོའི་སློབ་གསོ་ལོངས་སྤྱོད་བྱེད་པའིཚད་མཐོ་རུ་གཏོང་ཐབས་ཀྱི་ང་ཚོའི་ {start_bold}ལས་རིགས་{end_bold} ལ་རྒྱབ་སྐྱོར་བྱོས།

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
bo: {start_bold}གནས་རིམ་བགོས་མེད་པའི་{end_bold} བྱེད་སྒོ་ཁག་ལ་གནས་སྐབས་རིང་བལྟ་ཀློག་གི་ཆོག་མཆན་ཐོབ་པ། འདིའི་ནང་གླེང་སྟེགས་དང་གནས་རིམ་བགོས་མེད་པའི་ལས་འགན་ཁག་ཚུད་ཡོད།

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
bo: {start_bold}གནས་སྐབས་རིང་གི་ཆོག་མཆན་{end_bold} ཐོབ་པ། འདིའི་ནང་སློབ་ཚན་རྒྱུ་ཆ་ཁག་སྟེ་བརྙན་དང་ཀློག་དེབ་ཁག་ཚུད་ཡོད།

source: Access expires and all progress will be lost on
bo: ཆོག་མཆན་དུས་ཚོད་ཡོལ་བ་དང་འཕེལ་རྒྱས་ཀྱི་ཚད་གཞི་ཡོངས་མེད་པར་གྱུར་འགྲོ།

source: Access expires and all progress will be lost
bo: ཆོག་མཆན་དུས་ཚོད་ཡོལ་བ་དང་འཕེལ་རྒྱས་ཀྱི་ཚད་གཞི་ཡོངས་མེད་པར་གྱུར་འགྲོ།

source: Enroll In {course_name} | Upgrade Now
bo: {course_name} | འདིའི་ནང་ཞུགས་ཐོ་ཁོད། ད་ལྟ་རིམ་སྤར་བྱོས།

source: Choose a path for your course in
bo: ནང་ཡོད་པའི་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལམ་ཁ་ཞིག་འདེམ།

source: Earn a certificate
bo: ལག་ཁྱེར་ཞིག་ལོངས།

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
bo: སློབ་སྦྱོང་གིས་འདི་ལྟར་སྟོན་ཏེ་གདམས་ཁ་འདི་འདེམ་མཁན་རྣམས་ཀྱིས་ {start_bold}འདིར་མཉམ་ཞུགས་མང་བ་དང་ཁོང་ཚོའི་སློབ་ཚན་ཆ་ཚང་གྲུབ་པར་{end_bold} བསྐུལ་སློང་བྱེད་པ།

source: Access this course
bo: སློབ་ཚན་འདི་སྔོག

source: Get access to the course material, including videos and readings
bo: བརྙན་དང་ཀློག་དེབ་རིགས་འདུས་པའི་སློབ་ཚན་དེའི་རྒྱུ་ཆ་བལྟ་ཀློག་གི་ཆོག་མཆན་ཐོབ་རྒྱུ།

source: {chapter} current chapter
bo: {chapter} ད་སྐབས་ཀྱི་ལེའུ།

source: {span_start}current section{span_end}
bo: {span_start}ད་སྐབས་ཀྱི་སྡེ་ཚན།{span_end}

source: due {date}
bo: དུས་བཀག {date}

source: {section_format} due {{date}}
bo: {section_format} དུས་བཀག {{date}}

source: This content is graded
bo: ནང་དོན་འདིའི་གནས་རིམ་བགོས་ཡོད།

source: An error occurred. Please try again later.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། གཞུག་ནས་ཚོད་ལྟ་བྱ་རོགས།

source: You are enrolled in this course
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག

source: View Course
bo: སློབ་ཚན་ལ་གཟིགས།

source: Enrollment in this course is by invitation only
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་ནི་མགྲོན་ཤོག་ཁོ་ན་བརྒྱུད་ནས་འགོད་དགོས།

source: Enrollment is Closed
bo: ཞུགས་ཐོ་སྒོ་བརྒྱབ་འདུག

source: Enroll Now
bo: ད་ལྟ་རང་ཞུགས་ཐོ་ཁོད།

source: View About Page in studio
bo: ཤོག་ངོས་ཀྱི་སྐོར་སྒྲིག་སྟེགས་ནང་སྟོན།

source: Classes Start
bo: སློབ་ཁྲིད་བྱེད་འགོ་ཚུགས།

source: Classes End
bo: སློབ་ཁྲིད་མཇུག་རྫོགས།

source: Estimated Effort
bo: ཚོད་དཔག་བྱས་པའི་འབད་བརྩོན།

source: Prerequisites
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན།

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
bo: སློབ་ཚན་འདི་འགོ་བཙུགས་སྔོན་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཆ་ཚང་གྲུབ་དགོས། {link_start}{prc_display}{link_end}

source: Additional Resources
bo: ཟུར་སྣོན་ཐོན་ཁུངས།

# self
source: enroll
bo: ཞུགས་ཐོ་ཁོད།

source: Share with friends and family!
bo: གྲོགས་པོ་དང་ཁྱིམ་མི་ལ་བརྒྱུད་སྐུར་བྱོས།

source: I just enrolled in {number} {title} through {account} {url}
bo: ངས་དེ་ག་རང་ {number} {title} through {account} {url} འདིའི་ནང་ཐོ་འགོད་བྱས་ཡོད།

source: Take a course with {platform} online
bo: འདིའི་ {platform} ནང་གི་དྲ་ཐོག་སློབ་ཚན་ཞིག་ལོངས།

source: Tweet that you've enrolled in this course
bo: Tweet ནང་ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་ཡོད་པ་སྤེལ།

source: Post a Facebook message to say you've enrolled in this course
bo: Facebook ནང་ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་ཡོད་པའི་སྐོར་ཞིག་སྤེལ།

source: Email someone to say you've enrolled in this course
bo: མི་སུ་རུང་བ་ཞིག་ལ་ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་ཡོད་པའི་འཕྲིན་ཐུང་ཞིག་སྐུར།

source: current location
bo: ད་ལྟའི་ས་གནས།

source: needs attention
bo: དོ་སྣང་སྤྲོད་དགོས་ས།

source: Course Material
bo: སློབ་ཚན་རྒྱུ་ཆ།

source: Hide
bo: སྤེད།

source: Show
bo: སྟོན།

source: Show Earlier Course Updates
bo: སྔོན་མར་སྤེལ་བའི་སློབ་ཚན་ཁག་སྟོན།

source: List of Courses
bo: སློབ་ཚན་གྱི་ཐོ་གཞུང་།

source: Refine Your Search
bo: ཁྱེད་ཀྱི་འཚོལ་ཞིབ་ཁ་གསལ་རུ་ཐོངས།

source: Course Utilities
bo: སློབ་ཚན་གྱི་སྤྱོད་སྒོ།

source: Courseware
bo: སློབ་ཚན་ཡོ་བྱད།

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
bo: མ་དཔེ་འདི་གནས་སྐབས་རིང་མེད་པར་གྱུར་འདུག་པས་དགོངས་དག་ཞུ། ང་ཚོའི་ལས་བྱེད་པས་དེ་བསྐྱར་གསོ་བྱེད་པར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད། མི་འགྱངས་པར་སོར་འཇོག་བྱེད་ཡོང་།

source: Course Search
bo: སློབ་ཚན་འཚོལ་ཞིབ།

source: No content has been added to this course
bo: སློབ་ཚན་འདིའི་ནང་ནང་དོན་མེད་ས་ཞིག་བསྣན་འདུག

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
bo: སློབ་ཚན་རྒྱུ་ཆ་ཁག་བལྟ་ཀློག་གི་ཐུབ་པ་ལ་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཐོབ་སྐར་ {required_score}% དང་ཡང་ན་ ཡིག་རྒྱུགས་འདི་ལས་མཐོ་བ་ལོན་དགོས། ཁྱེད་ཀྱི་ད་ལྟའི་ཐོབ་སྐར་ནི་ {current_score}% རེད།

source: Your score is {current_score}%. You have passed the entrance exam.
bo: ཁྱེད་ཀྱི་ཐོབ་སྐར་ནི་ {current_score}%རེད། ཁྱེད་ཀྱིས་ཚུད་རྒྱུགས་འཕྲོད་འདུག

source: Gradebook
bo: གནས་རིམ་ལག་དེབ།

source: Search students
bo: སློབ་ཕྲུག་ཚོལ།

source: Total
bo: བསྡོམས་གྲངས།

source: previous page
bo: ཤོག་ངོས་སྔ་མ།

source: of
bo: ཡི་

source: next page
bo: ཤོག་ངོས་རྗེས་མ།

source: News - MITx 6.002x
bo: གསར་འགྱུར། - MITx 6.002x

source: Updates to Discussion Posts You Follow
bo: ཁྱེད་རང་རྗེས་འཇུག་བྱས་ཡོད་པའི་བགྲོ་གླེང་རྩོམ་ཡིག་ནང་གསར་འཇུག་བྱོས།

source: Purchase the Program (
bo: མཉེན་ཆས་དེ་ཉོ་ (

source: Original Price
bo: རྩ་བའི་རིན་གོང་།

source: Discounted Price
bo: ཆག་ཡང་བཏང་བའི་རིན་གོང་།

source: Start Learning
bo: སློབ་གཉེར་འགོ་འཛུགས།

source: Play
bo: ཐོངས།

source: YouTube Video
bo: YouTube ནང་གི་བརྙན།

source: View Courses
bo: སློབ་ཚན་རྣམས་སྟོན།

source: Meet the Instructors
bo: སློབ་སྟོན་པ་ཁག་ལ་ཐུག་འཕྲད།

source: Frequently Asked Questions
bo: རྒྱུན་ལྡན་དོགས་འདྲི་ཁག

source: Real Career Impact
bo: ལས་རིགས་ངོ་མའི་ཤུགས་རྐྱེན།

source: What You'll Learn
bo: གཞུག་ཕྱོགས་ཁྱེད་ཀྱིས་ཅི་ཞིག་སྦྱོང་ཐུབ།

source: Average Length
bo: སྤྱི་སྙོམས་ཀྱི་རིང་ཚད།

source: {weeks_to_complete} weeks per course
bo: སློབ་ཚན་རེ་རེའི་གཟའ་འཁོར། {weeks_to_complete}

source: Effort
bo: འབད་བརྩོན།

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
bo: {min_hours_effort_per_week}-{max_hours_effort_per_week} བདུན་ཕྲག་རེ་རེའི་ནང་སློབ་ཚན་རེ་རེར་གཏོང་བའི་ཆུ་ཚོད།

source: Number of Courses
bo: སློབ་ཚན་གྱི་ཨང་།

source: {number_of_courses} courses in program
bo: {number_of_courses} ལས་གཞིའི་ནང་གི་སློབ་ཚན།

source: Price (USD)
bo: རིན་གོང་། (USD)

source: ${newPrice}{htmlEnd} for entire program
bo: ལས་གཞི་སྤྱི་ཡོངས་ལ་ ${newPrice}{htmlEnd}

source: You save ${discount_value} {currency}
bo: ཁྱེད་ཀྱིས་ ${discount_value} {currency} བསྲི་ཚགས་བྱེད་ཐུབ།

source: ${full_program_price} for entire program
bo: ལས་གཞི་སྤྱི་ཡོངས་ལ་ ${full_program_price}

source: Courses in the {}
bo: {} འདིའི་ནང་གི་སློབ་ཚན་ཁག

source: Starts on {}
bo: {} འདིའི་ཐོག་འགོ་འཛུགས།

source: {course_number} Progress
bo: {course_number} འཕེལ་རྒྱས།

source: View Grading in studio
bo: གནས་རིམ་ཁག་སྒྲིག་སྟེགས་ནང་སྟོན།

source: Course Progress for '{username}' ({email})
bo: '{username}' ({email}) འདིའི་སློབ་ཚན་གྱི་འཕེལ་རྒྱས།

source: View Certificate
bo: ལག་ཁྱེར་སྟོན།

source: Opens in a new browser window
bo: དྲ་ངོས་སྒེའུ་ཁུང་གསར་པ་ཞིག་གི་ནང་སྒོ་ཕྱེས།

source: Request Certificate
bo: ལག་ཁྱེར་ལ་རེ་ཞུ་བྱོས།

source: Requirements for Course Credit
bo: Course Credit ཡི་དགོས་མཁོའི་ཆ་རྐྱེན་ཁག

source: {student_name}, you are no longer eligible for credit in this course.
bo: {student_name} ཁྱེད་རང་སློབ་ཚན་འདིའི་ནང་གི་credit ཐོབ་པའི་འོས་ཆོས་ཚང་བའི་གྲས་མིན།

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
bo: {student_name} ཁྱེད་རང་སློབ་ཚན་འདིའི་ནང་གི་credit ལེན་པར་ཆ་རྐྱེན་དགོས་པའི་མཚམས་སུ་སླེབ་འདུག {a_start}གཙོ་ངོས་སུ་ཕེབས་ཏེ་{a_end} སློབ་ཚན་གྱི་ credit ཉོ་རོགས།

source: {student_name}, you have not yet met the requirements for credit.
bo: {student_name} ཁྱེད་རང་ད་དུང་ credit ལེན་པར་ཆ་རྐྱེན་དགོས་པའི་མཚམས་སུ་སླེབ་མི་འདུག

source: Information about course credit requirements
bo: སློབ་ཚན་གྱི་ credit ཡི་ཆ་རྐྱེན་སྐོར་གྱི་གནས་ཚུལ།

source: display_name
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།

source: Verification Submitted
bo: ཁུངས་སྐྱེལ་འབུལ་སྤྲོད་བྱས་སོང་།

source: Verification Failed
bo: ཁུངས་སྐྱེལ་འབུལ་སྤྲོད་བྱ་ཐུབ་མ་སོང་།

source: Verification Declined
bo: ཁུངས་སྐྱེལ་ངོས་ལེན་བྱ་མ་སོང་།

source: Completed by {date}
bo: འདིའི་ {date} ཉིན་ཆ་ཚང་གྲུབ་འདུག

source: Upcoming
bo: ཡོང་བཞིན་པ་

source: Less
bo: ཉུང་ཙམ།

source: Details for each chapter
bo: ལེའུ་རེ་རེའི་ཞིབ་ཕྲ།

source: {earned} of {total} possible points
bo: {earned} ཡི་ {total} སྲིད་པའི་སྐར་གྲངས།

source: Suspicious activity detected during proctored exam review. Exam score 0.
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་བསྐྱར་ཞིབ་སྐབས་འཇུས་པའི་དོགས་གནས་ཀྱི་བྱེད་སྒོ། ཡིག་རྒྱུགས་ཀྱི་ཐོབ་སྐར་ 0

source: Problem Scores:
bo: དྲི་བའི་ཐོབ་སྐར་ནི་

source: Practice Scores:
bo: སྦྱོང་བརྡར་གྱི་ཐོབ་སྐར་ནི་

source: Problem scores are hidden until the due date.
bo: དུས་བཀག་དེའི་ཉིན་བར་དུ་དྲི་བའི་ཐོབ་སྐར་ཁག་ཕྱིར་སྟོན་མི་བྱེད།

source: Practice scores are hidden until the due date.
bo: དུས་བཀག་དེའི་ཉིན་བར་དུ་སྦྱོར་བརྡར་གྱི་ཐོབ་སྐར་ཁག་ཕྱིར་སྟོན་མི་བྱེད།

source: Problem scores are hidden.
bo: དྲི་བའི་ཐོབ་སྐར་ཁག་སྤེད་ཡོད།

source: Practice scores are hidden.
bo: སྦྱོང་བརྡར་གྱི་ཐོབ་སྐར་ཁག་སྤེད་ཡོད།

source: No problem scores in this section
bo: སྡེ་ཚན་འདིའི་ནང་དྲི་བའི་ཐབ་སྐར་མེད།

source: {course.display_number_with_default} Course Info
bo: {course.display_number_with_default} སློབ་ཚན་གནས་ཚུལ།

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
bo: ཁྱེད་རང་ཆེས་ཉེ་བའི་ཆར་ {section_link} ནང་འདུག གལ་སྲིད་ཁྱེད་ཀྱིས་དེ་བསྒྲུབས་ཟིན་ན་གཡོན་ཕྱོགས་ནས་སྡེ་ཚན་གཞན་ཞིག་འདེམ།

source: Hi {name},
bo: བཀྲ་ཤིས་བདེ་ལེགས། {name}

source: Hi,
bo: བཀྲ་ཤིས་བདེ་ལེགས།

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
bo: རྟེན་འབྲེལ་ཞུ། ཁྱེད་རང་ {providers} འདི་ནས་སློབ་ཚན་གྱི་ credit ལེན་པའི་ཐོབ་ཐང་འདུག རྒྱུ་མཚན་ཁྱེད་ཀྱིས་{platform_name} འདིའི་སྒང་ནས་ཁྱེད་ཀྱི་སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་འདུག {link_start} ད་ལྟ་credit ཉོས། {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
bo: རྟེན་འབྲེལ་ཞུ། ཁྱེད་ལ་སློབ་ཚན་གྱི་ credit ལེན་པའི་ཐོབ་ཐང་འདུག རྒྱུ་མཚན་ཁྱེད་ཀྱིས་{platform_name} འདིའི་སྒང་ནས་ཁྱེད་ཀྱི་སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་འདུག {link_start} ད་ལྟ་credit ཉོས། {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
bo: སློབ་ཚན་གྱི་ credit ཡིས་ཁྱེད་ལ་གཙུག་ལག་སློབ་ཆེན་གནས་ཚད་ཅིག་ལ་ཐོད་རྒལ་བྱེད་པ་དང་། ཡང་ན་དངོས་སུ་འགོ་བཙུགས་ཟིན་པའི་གནས་ཚད་ཅིག་ཆ་ཚང་གྲུབ་པ་དང་། ཡང་ན་ཤེས་ཡོན་གྱི་བསྟི་གནས་གཞན་ཞིག་གིས་བཏོན་པའི་ཆ་རྐྱེན་འཛོམ་པར་རམ་འདེགས་བྱེད་ཐུབ་པ་ཡིན།

source: There are 2 steps to getting course credit.
bo: སློབ་ཚན་གྱི་ credit ཐོབ་པ་ལ་རིམ་པ་གཉིས་ཙམ་འདུག

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
bo: ཁྱེད་ཀྱི་ {link_start}{platform_name} བརྒྱུད་ནས་གཙོ་ངོས་སུ་ཕེབས་ཏེ་credit ཉོས།{link_end} Creditཐོབ་པ་ལ་འདིའི་{bold_start}ཐོག་ལ་སྣུན་{bold_end} གནོན་ཐེབས་ནི་སློབ་ཚན་དེའི་མཚན་བྱང་གི་འོག་ལ་ཡོད།

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
bo: ཁྱེད་ཀྱིས་དངུལ་སྤྲད་རྗེས་Credit སྤྲོད་མཁན་གྱི་སློབ་གླིང་གི་གཞུང་འབྲེལ་སློབའི་ཟིན་ཐོ་ཞིག་ལ་རེ་ཞུ་བྱེད་པར་ཕྱིར་གཙོ་ངོས་སུ་ཕེབས་ཏེ་{bold_start}Creditཡི་རེ་ཞུ་{bold_end}སློབ་ཚན་གྱི་མཚན་བྱང་འོག་གི་གནོན་ཐེབས་ལ་སྣུན།

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
bo: ང་ཚོས་རེ་བ་ལ་ཁྱེད་རང་སློབ་ཚན་དེར་སྤྲོ་བོ་ཡོང་ཡོད་པ་དང་གཞུག་ཕྱོགས་ཀྱང་ {platform_name} འདིའི་སློབ་ཚན་ནང་མཇལ་ཐུབ་པའི་རེ་བ་ཡོད།

source: The {platform_name} Team
bo: {platform_name} འདིའི་ཚོགས་ཆུང་།

source: Your grade and certificate will be ready after {date}.
bo: ཁྱེད་ཀྱི་གནས་རིམ་དང་ལག་ཁྱེར་གཉིས་ {date} འདིའི་རྗེས་སུ་གྲ་སྒྲིག་བྱ་ཡོང་།

source: Congratulations! Your certificate is ready.
bo: རྟེན་འབྲེལ་ཞུ། ཁྱེད་ཀྱི་ལག་ཁྱེར་གྲ་སྒྲིག་བྱས་ཟིན།

source: Grade required for a {cert_name_short}:
bo: འདིར་གནས་རིམ་ཆ་རྐྱེན་བཏོན་པ་ {cert_name_short}ནི་

source: Grade required to pass this course:
bo: སློབ་ཚན་འདི་ཚར་བ་ལ་གནས་རིམ་ཆ་རྐྱེན་བཏོན་པ་ནི་

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་བཟོས་མི་འདུག རྒྱུ་རྐྱེན་ནི་ཁྱེད་ཀྱིས་{platform_name}འདིའི་ནང་རང་ཉིད་ཀྱི་མིག་སྔའི་IDཁུངས་སྐྱེལ་བྱས་མི་འདུག

source: Your {cert_name_short} is Generating
bo: ཁྱེད་ཀྱི་ {cert_name_short} བཟོ་བཞིན་འདུག

source: This link will open the certificate web view
bo: དྲ་ཐག་འདིས་ལག་ཁྱེར་དེའི་དྲ་ཚིགས་སྟོན་ས་ཁ་ཕྱེ་ཡོང་།

source: View my {cert_name_short}
bo: ངའི་ {cert_name_short} སྟོན།

source: Complete our course feedback survey
bo: ང་ཚོའི་སློབ་ཚན་གྱི་བསམ་འཆར་བསྡུ་ལེན་གྱི་བརྟག་དཔྱད་ཆ་ཚང་བ་བྱེད།

source: Add Certificate to LinkedIn Profile
bo: ལག་ཁྱེར་ LinkedIn ཡི་གནས་ཚུལ་སྙིང་བསྡུས་ནང་སྣོན།

source: Share on LinkedIn
bo: LinkedIn ནང་བརྒྱུད་སྐུར་བྱོས།

source: You are not yet eligible for a certificate.
bo: ཁྱེད་རང་ལ་ད་དུང་ལག་ཁྱེར་ལོན་པའི་འོས་ཆོས་ཚང་མི་འདུག

source: This link will open the course progress page
bo: དྲ་ཐག་འདིས་སློབ་ཚན་འཕེལ་རྒྱས་ཀྱི་ཤོག་ངོས་དེ་ཁ་ཕྱེ་ཡོང་།

source: View grades
bo: གནས་རིམ་ལ་གཟིགས།

source: Course details
bo: སློབ་ཚན་གྱི་ཞིབ་ཕྲའི་གནས་ཚུལ།

source: {course_number} {course_name} Home Page
bo: {course_number} {course_name} གཙོ་ངོས།

source: {course_number} {course_name} Cover Image
bo: {course_number} {course_name} མདུན་པར།

source: Enrolled as:
bo: འདི་ལྟར་ཞུགས་ཐོ་བཀོད་ཡོད།

source: Coming Soon
bo: མི་འགྱངས་པར་སླེབ་ཡོང་།

source: Ended - {date}
bo: མཇུག་བསྡུ་བའི་དུས།- {date}

source: Started - {date}
bo: འགོ་བརྩམས་པའི་དུས། - {date}

source: Starts - {date}
bo: འགོ་འཛུགས་ - {date}

source: for {course_display_name}
bo: འདིའི་ {course_display_name}

source: You must select a session by {expiration_date} to access the course.
bo: སློབ་ཚན་དེ་བལྟ་ཀློག་བྱེད་པ་ལ་ཁྱེད་ཀྱིས་ {expiration_date} འདི་ནས་སློབ་ཐུན་ཞིག་ལ་ངེས་པར་དུ་འདེམ་རྟགས་འགོད་དགོས།

source: You must select a session to access the course.
bo: སློབ་ཚན་བསྔོག་པར་ཁྱེད་ཀྱིས་སྡེ་ཚན་ཞིག་ངེས་པར་འདེམ་དགོས།

source: Change or Leave Session
bo: བསྒྱུར་བཅོས་བྱ་རྒྱུ་ཡིན་ནམ་ཡང་ན་སློབ་ཐུན་འཇོག་རྒྱུ་ཡིན།

source: You can no longer change sessions.
bo: ཁྱེད་ཀྱིས་སློབ་ཐུན་འགྱུར་བ་གཏོང་མི་ཐུབ།
