Repository: arapatsa/arapatsa-lms
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Error in evaluating SchematicResponse. The error was: {error_msg}
bo: ལན་འདེབས་དཔེ་རིས་ཚད་འབེབས་ཁྲོད་གནད་དོན་ཞིག་བྱུང་སོང་། གནད་དོན་དེ་ནི་: {error_msg} རེད།

source: Image Mapped Input
bo: འདྲ་པར་གྱིས་མཐུད་པའི་ནང་འཇུག

source: error grading {image_input_id} (input={user_input})
bo: རིམ་པ་བགོ་བར་གནད་དོན་འབྱུང་བཞིན་འདུག {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
bo: དྲི་བ་དམིགས་འཛིན་ཁྲོད་གནད་དོན་ཞིག་བྱུང་སོང་།! གྲུ་བཞི་ནར་མོའི་ {sr_coords} རྣམ་པར་རིགས་དབྱེ་ཐུབ་མ་སོང་།

source: Annotation Input
bo: མཆན་འགྲེལ་ནང་འཇུག

source: Checkboxes With Text Input
bo: འགྲིག་རྟགས་སྒམ་དང་ཡི་གེ་ནང་འཇུག

source: Answer not provided for {input_type}
bo: {input_type} དྲི་ལན་མཁོ་སྤྲོད་བྱས་མི་འདུག

source: The Staff answer could not be interpreted as a number.
bo: ལས་བྱེད་ཀྱི་ལན་འདེབས་ཨང་གྲངས་ནང་བཞིན་བསྒྱུར་ཐུབ་ས་མ་རེད།

source: Could not interpret '{given_answer}' as a number.
bo: དྲི་ལན་ '{given_answer}' འདི་ཨང་གྲངས་ཀྱི་རྣམ་པར་བསྒྱུར་ཐུབ་མ་སོང་།

source: Codejail API Service is unavailable. Please try again in a few minutes.
bo: Codejail API ཡི་ཞབས་ཞུ་མི་འདུག སྐར་མ་འགའི་ནང་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Codejail API Service invalid response.
bo: Codejail API ཞབས་ཞུ་ནི་ཚུལ་མཐུན་མ་ཡིན་པའི་བརྡ་སྟོན་འདུག

source: Invalid JSON response received from codejail api service.
bo: codejail api ཞབས་ཞུ་ནས་JSON ཚུལ་མཐུན་མིན་པའི་བརྡ་འབྱོར་འདུག

source: Number of attempts taken by the student on this problem
bo: སློབ་ཕྲུག་གིས་དྲི་བ་འདིའི་ཐོག་ཚོད་ལྟ་བྱས་གྲངས།

source: Maximum Attempts
bo: ཚོད་ལྟའི་མང་མཐའ།

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
bo: སློབ་ཕྲུག་ཅིག་གིས་དྲི་བ་འདི་ལ་ཚོད་ལྟ་ག་ཚོད་བྱ་ཆོག་མིན་གཏན་འཁེལ་བཟོས། མ་བཟོས་ན་ཚོད་ལྟ་གང་འདོད་བྱ་ཆོག་པར་གྱུར་འགྲོ།

source: Date that this problem is due by
bo: དྲི་བ་འདིའི་དུས་ཡུན་རྫོགས་པའི་ཟླ་ཚེས་སྒྲིག

source: Amount of time after the due date that submissions will be accepted
bo: འབུལ་སྤྲོད་ངོས་ལེན་གྱི་དུས་ཡུན་རྫོགས་རྗེས་དུས་ཚོད་ཀྱི་ཁ་གྲངས།

source: Show Results
bo: མཇུག་འབྲས་སྟོན།

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
bo: སློབ་གཉེར་བས་དྲི་བར་ལན་འདེབས་བྱས་པ་འགྲིག་སོང་ན་ནམ་སྟོན་གྱི་བཅད་མཚམས་བཟོས།

source: Always
bo: དུས་རྟག་ཏུ།

source: Never
bo: རྦད་དེ་མིན།

source: Past Due
bo: དུས་ཡུན་རྫོགས།

source: Show Answer
bo: ལན་སྟོན།

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
bo: དྲི་བ་དེ་ལ་ལན་འདེབས་བྱས་པ་ནམ་སྟོན་གྱི་བཅད་མཚམས་བཟོས། སྟོང་བར་འཇོག་པ་དེ་ཚད་མཐོའི་སྒྲིག་འགོད་ནང་ནས་སྒྲིག་ཐུབ།

source: Answered
bo: ལན་བཏབ་ཟིན་པ།

source: Attempted or Past Due
bo: ཚོད་ལྟ་བྱས་པ་དང་། ཡང་ན་དུས་ཡུན་རྫོགས་པ།

source: Closed
bo: སྒོ་བརྒྱབ་ཟིན།

source: Finished
bo: ཚར་སོང་།

source: Correct or Past Due
bo: འགྲིག་སོང་ངམ། ཡང་ན་དུས་ཡུན་རྫོགས་སོང་།

source: After Some Number of Attempts
bo: ཚོད་ལྟ་ཐེངས་འགར་བྱས་རྗེས།

source: After All Attempts
bo: ཚོད་ལྟ་ཆ་ཚང་བྱས་རྗེས།

source: After All Attempts or Correct
bo: ཚོད་ལྟ་ཆ་ཚང་བྱས་རྗེས་སམ་འགྲིག་སོང་རྗེས།

source: Attempted
bo: ཚོད་ལྟ་བྱས་ཟིན།

source: Show Answer: Number of Attempts
bo: དྲི་བ་སྟོན།: ཚོད་ལྟའི་གྲངས།

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
bo: དྲི་བའི་ཐེབས་མ་སྟོན་བར་དུ་སློབ་ཕྲུག་གིས་དྲི་བར་ངེས་པར་དུ་ལན་འདེབས་ཐབས་ཐེངས་འགར་བྱོས།

source: Whether to force the save button to appear on the page
bo: གལ་སྲིད་ཤོག་ངོས་དེར་ཉར་ཚགས་ཐེབས་འཆར་བར་བཙན་སྐུལ་བྱེད་ན།

source: Show Reset Button
bo: བསྐྱར་སྒྲིག་ཐེབས་སྟོན།

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
bo: 'བསྐྱར་སྒྲིག' གི་གནོན་ཐེབས་སྟོན་མི་སྟོན་གཏན་འཁེལ་བྱོས། སྟོན་ན་སྤྱོད་མཁན་གྱིས་ཁོང་ཚོའི་ལན་འདེབས་བསྐྱར་སྒྲིག་བྱ་ཆོག རྨང་གཞིའི་རིན་ཐང་དེ་ཚད་མཐོའི་སྒྲིག་འགོད་ནང་སྒྲིག་ཆོག

source: Randomization
bo: ཐོལ་བྱུང་ཅན།

source: On Reset
bo: བསྐྱར་སྒྲིག་སྒང་ལ

source: Per Student
bo: སློབ་ཕྲུག་རེ་རེ།

source: XML data for the problem
bo: དྲི་བ་དེའི་ XML གཞི་གྲངས།

source: Dictionary with the correctness of current student answers
bo: ད་ལྟའི་སློབ་ཕྲུག་གིས་ལན་འདེབས་འགྲིག་པའི་རང་བཞིན་དང་འབྲེལ་བའི་ཚིག་མཛོད།

source: Dictionary for maintaining the state of inputtypes
bo: ནང་འཇུག་རེ་རེའི་གནས་བབ་ཉར་འཛིན་བྱེད་པའི་ཚིག་མཛོད།

source: Dictionary with the current student responses
bo: ད་ལྟའི་སློབ་ཕྲུག་གི་ལན་འདེབས་དང་འབྲེལ་བའི་ཚིག་མཛོད།

source: Dictionary with the current student score
bo: ད་ལྟའི་སློབ་ཕྲུག་གི་ཐོབ་སྐར་དང་འབྲེལ་བའི་ཚིག་མཛོད།

source: Whether or not the answers have been saved since last submit
bo: སྔ་མའི་འབུལ་སྤྲོད་བྱས་པ་ནས་བཟུང་ལན་འདེབས་བྱས་དང་མ་བྱས་ཅི་རིགས་པ་ཉར་ཚགས་བྱས་ཡོད།

source: Whether the student has answered the problem
bo: གལ་སྲིད་སློབ་ཕྲུག་དེས་དྲི་བར་ལན་འདེབས་བྱས་ཡོད་ན།

source: Random seed for this student
bo: སློབ་ཕྲུག་འདིའི་དོན་དུ་ཐོལ་བྱུང་འགོ་རྩོམ།

source: Last submission time
bo: སྔ་མའི་འབུལ་སྤྲོད་དུས་ཚོད།

source: Timer Between Attempts
bo: ཚོད་ལྟ་རེ་རེའི་བར་གྱི་དུས་ཡུན་སྒྲིག་ཆས།

source: Seconds a student must wait between submissions for a problem with multiple attempts.
bo: སློབ་མ་ཞིག་གིས་དྲི་བ་གཅིག་ལ་ལན་འདེབས་ཐེངས་གཉིས་པ་བྱ་རྒྱུ་དེ་ལན་འདེབས་དང་བོ་ཐག་གཅོད་མ་བྱས་བར་དུ་སྒུག་དགོས།

source: Problem Weight
bo: དྲི་བ་དཀའ་མོ།

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
bo: དྲི་བ་རེ་རེའི་རིན་ཐང་གི་སྐར་གྲངས་གཏན་འཁེལ་བྱོས། རིན་ཐང་གི་སྐར་གྲངས་མ་བསྒྲིག་ན་དྲི་བའི་སྡེ་ཚན་ནང་གི་ལན་འདེབས་རེ་རེ་ནི་རྩ་བའི་སྐར་གྲངས་གཅིག་ལ་བརྩི་འགྲོ།

source: Markdown source of this module
bo: མ་དཔེ་འདིའི་MD ཡི་ཁུངས།

source: Source code for LaTeX and Word problems. This feature is not well-supported.
bo: LaTeX ཡི་ཁུངས་ཀྱི་ཨང་བརྡ་དང་Word དཀའ་ངལ་ལ། ཁྱད་ཆོས་འདིས་རམ་འདེགས་ཡག་པོ་བྱེད་མི་ཐུབ།

source: Enable LaTeX templates?
bo: LaTeX མ་དཔེ་ཐུབ་པ་བྱ་རྒྱུ་ཡིན་ནམ།

source: Matlab API key
bo: Matlab API ཚིག་གནད།

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
bo: དགོངས་དག ཁྱེད་ཀྱིས་རེ་ཞུའི་བརྒྱུད་རིམ་ལ་གནད་དོན་ཞིག་བྱུང་སོང་། ཁྱེད་ཀྱི་ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: The state of this problem has changed since you loaded this page. Please refresh your page.
bo: ཁྱེད་ཀྱིས་ཤོག་ངོས་བསྐྱར་ལེན་བྱས་པས་དྲི་བ་འདིའི་གནས་བབ་འགྱུར་ལྡོག་བྱུང་སོང་། ཁྱེད་ཀྱི་ཤོག་ངོས་བསྐྱར་སྐོར་ཞིག་བྱོས།

source: Answer ID
bo: དྲི་བའི་ ID

source: Question
bo: དྲི་བ།

source: Correct Answer
bo: དྲི་བ་འགྲིག་པ།

source: Submitting
bo: འབུལ་སྤྲོད་བྱེད་བཞིན་ཡོད།

source: Warning: The problem has been reset to its initial state!
bo: ཉེན་བརྡ།: དྲི་བ་དེ་ཐོག་མའི་གནས་བབས་ལ་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་འབུལ་སྤྲོད་ཅིག་གིས་དྲི་བའི་གནས་བབས་སྐྱོན་ཅན་བྱས་སོང་།

source: If this error persists, please contact the course staff.
bo: གནད་དོན་འདི་ཡང་ཡང་བྱུང་ན་སློབ་ཚན་བཟོ་མཁན་ལ་འབྲེལ་བ་བྱོས།

source: Hint ({hint_num} of {hints_count}):
bo: བརྡ་སྟོན། {hints_count}) ཡི་ ({hint_num}:

source: Your answers were previously saved. Click '{button_name}' to grade them.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་རྣམས་སྔ་མོ་ནས་ཉར་ཚགས་བྱས་ཡོད། དེ་དག་ལ་རིམ་པ་བསྒྲིག་དགོས་ན་ '{button_name}' འདིའི་སྟེང་སྣུན།

source: Incorrect ({progress} point)
bo: འགྲིག་མེད་པ་ ({progress} points)

source: Correct ({progress} point)
bo: འགྲིག་པ་ ({progress} points)

source: Partially correct ({progress} point)
bo: འགའ་རེ་འགྲིག་པ་ ({progress} points)

source: Partially Correct
bo: འགའ་རེ་འགྲིག་པ།

source: Answer submitted.
bo: ལན་འདེབས་འབུལ་སྤྲོད་བྱས་ཡོད།

source: Problem is closed.
bo: དྲི་བ་སྒོ་བརྒྱབ་ཡོད།

source: Problem must be reset before it can be submitted again.
bo: དྲི་བ་བསྐྱར་དུ་འབུལ་སྤྲོད་ཐུབ་པ་མ་བྱས་སྔོན་དྲི་བ་ངེས་པར་བསྐྱར་སྒྲིག་བྱ་དགོས།

source: You must wait at least {wait} seconds between submissions.
bo: འབུལ་སྤྲོད་སོ་སོའི་བར་ལ་ཁྱེད་ཀྱིས་དམའ་མཐའ་ཡང་ {wait} ལ་སྒུག་དགོས།

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
bo: འབུལ་སྤྲོད་སོ་སོའི་བར་ལ་ཁྱེད་ཀྱིས་དམའ་མཐའ་ཡང་ {wait_secs} ལ་སྒུག་དགོས། ད་དུང་ {remaining_secs} ལྷག་འདུག

source: {num_hour} hour
bo: དུས་ཚོད་ {num_hour}

source: {num_minute} minute
bo: སྐར་མ་ {num_minute}

source: {num_second} second
bo: སྐར་ཆ་ {num_second}

source: Problem needs to be reset prior to save.
bo: དྲི་བ་ཉར་ཚགས་བྱེད་པར་དེ་སྔ་མོ་ནས་ངེས་པར་བསྐྱར་སྒྲིག་བྱ་དགོས།

source: Your answers have been saved.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་རྣམས་ཉར་ཚགས་བྱས་ཡོད།

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་རྣམས་ཉར་ཚགས་བྱས་ཡོད། འོན་ཀྱང་རིམ་པ་བྱས་མེད། རིམ་པ་བསྒྲིག་ན་ '{button_name}' འདིའི་ཐོག་སྣུན།

source: You cannot select Reset for a problem that is closed.
bo: སྒོ་བརྒྱབ་ཟིན་པའི་དྲི་བ་ཡིན་ན་ཁྱེད་ཀྱིས་བསྐྱར་སྒྲིག་འདེམ་མི་ཐུབ།

source: You must submit an answer before you can select Reset.
bo: བསྐྱར་སྒྲིག་འདེམ་པར་སྔོན་ལ་ཁྱེད་ཀྱིས་ལན་འདེབས་ཤིག་ངེས་པར་འབུལ་སྤྲོད་བྱས་ཡོད་དགོས།

source: Problem's definition does not support rescoring.
bo: དྲི་བའི་འགྲེལ་བཤད་ཀྱིས་ཐོབ་སྐར་སྒྲིག་པར་རམ་འདེགས་བྱེད་ཀྱི་མི་འདུག

source: Problem must be answered before it can be graded again.
bo: དེའི་རིམ་པ་བསྐྱར་དུ་སྒྲིག་ཐུབ་པར་སྔོན་ལ་དྲི་བ་ཞིག་ལ་ལན་ངེས་པར་འདེབས་དགོས།

source: Conditional
bo: ཆ་རྐྱེན་ཅན།

source: List of urls of children that are references to external modules
bo: བྱིས་པའི་དྲ་ཐག་ཁག་གི་ཐོ་གཞུང་། དེ་དག་ནི་ཕྱིའི་མ་དཔེ་ཁག་གི་རྒྱུ་ཆ་ཡིན་པ།

source: Source Components
bo: ཡོང་ཁུངས་ཀྱི་གྲུབ་ཆ་རྣམས།

source: Conditional Attribute
bo: ཆ་རྐྱེན་གྱི་ཁྱད་ཆོས།

source: Conditional Value
bo: ཆ་རྐྱེན་གྱི་རིན་ཐང་།

source: Blocked Content Message
bo: ནང་དོན་བཀག་སྡོམ་བྱས་པའི་བརྡ་འཕྲིན།

source: You must complete {link} before you can access this unit.
bo: ཁྱེད་ཀྱིས་ཡང་གསེས་འདི་བལྟ་སྔོག་བྱེད་པར་ཐོག་མར་ཁྱེད་ཀྱིས་ {link} འདི་ཆ་ཚང་འགྲུབ་དགོས།

source: This component has no source components configured yet.
bo: གྲུབ་ཆ་འདིའི་ཡོང་ཁུངས་ཀྱི་གྲུབ་ཆ་ད་དུང་སྒྲིག་འགོད་བྱས་མི་འདུག

source: Configure list of sources
bo: ཡོང་ཁུངས་ཀྱི་ཐོ་གཞུང་གོ་སྒྲིག

source: LTI Passports
bo: LTI ལག་དེབ།

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
bo: གཤམ་བཀོད་ཀྱི་རྣམ་སྒྲིག་ཁག་སྤྱད་དེ་ LTI ལག་ཆ་དག་གི་ཡོང་ཁུངས་ཀྱི་ཆེད་དུ་ལག་དེབ་ནང་འཇུག་བྱོས། "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
bo: སློབ་ཚན་འདིའི་ནང་བཀོལ་རྒྱུའི་བསླབ་དེབ་ཀྱི་ནང་དོན་ཁག་གི་ཐོ་གཞུང་ (title, url)

source: Slug that points to the wiki for this course
bo: སློབ་ཚན་འདིའི་ཝེ་ཁེ་ལ་ཕྱོགས་པའི་དྲ་ཐག་གོ་རིམ།

source: Date that enrollment for this class is opened
bo: འཛིན་གྲྭ་འདིར་ཞུགས་ཐོ་འགོད་ཉིན་གྱི་ཟླ་ཚེས།

source: Date that enrollment for this class is closed
bo: འཛིན་གྲྭ་འདིར་ཞུགས་ཐོ་མཚམས་འཇོག་ཉིན་གྱི་ཟླ་ཚེས།

source: Start time when this block is visible
bo: ཚན་པ་འདི་སྟོན་དུས་ཆུ་ཚོད་འགོ་ཚུགས།

source: Date that this class ends
bo: འཛིན་གྲྭ་དེ་མཇུག་རྫོགས་དུས་ཀྱི་ཟླ་ཚེས།

source: Date that certificates become available to learners
bo: སློབ་གཉེར་བ་ཚོར་ལག་དེ་ཐོབ་དུས་ཀྱི་ཟླ་ཚེས།

source: Cosmetic Course Display Price
bo: མཛེས་བཟོའི་སློབ་ཚན་གྱི་རིན་གོང་འཆར་སྟོན།

source: Course Advertised Start
bo: སློབ་ཚན་ཁྱབ་བསྒྲགས་འགོ་འཛུགས།

source: Pre-Requisite Courses
bo: སྔོན་འགྲོའི་སློབ་ཚན།

source: Pre-Requisite Course key if this course has a pre-requisite course
bo: སྔོན་འགྲོའི་སློབ་ཚན། གལ་སྲིད་སློབ་ཚན་འདི་ལ་སྔོན་འགྲོའི་སློབ་ཚན་ཡོད་ན་དེ་ནི་གནད་དོན་གཙོ་བོ་ཡིན།

source: Grading policy definition for this class
bo: འཛིན་གྲྭ་འདིའི་རིམ་པ་དབྱེ་སྟངས་ཀྱི་སྲིད་བྱུས་འགྲེལ་བཤད།

source: Show Calculator
bo: བརྩི་ཆས་སྟོན།

source: Enter true or false. When true, students can see the calculator in the course.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཕྲུག་གིས་སློབ་ཚན་འདིའི་བརྩི་ཆས་མཐོང་ཐུབ།

source: Enter the name of the course as it should appear in the course list.
bo: སློབ་ཚན་གྱི་ཐོ་གཞུང་ནང་འཆར་རྒྱུའི་སློབ་ཚན་གྱི་མིང་ཕྲིས།

source: Course Display Name
bo: སློབ་ཚན་གྱི་འཆར་མིང་།

source: Course Editor
bo: སློབ་ཚན་རྩོམ་སྒྲིག་པ།

source: Enter the method by which this course is edited ("XML" or "Studio").
bo: སློབ་ཚན་འདི་རྩོམ་སྒྲིག་བྱས་པའི་ ("XML" or "Studio") ཐབས་ལམ་ཞོག

source: Course Survey URL
bo: སློབ་ཚན་བརྟག་དཔྱད་ཀྱི་དྲ་ཐག URL

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
bo: སློབ་ཚན་གྱི་ཐ་མའི་བརྟག་དཔྱད་ཀྱི་དྲ་ཐག་ཞོག ཁྱེད་ཀྱི་སློབ་ཚན་ལ་ཐ་མའི་བརྟད་དཔྱད་མེད་ན་བརྩིམེད་བཞག་ཆོག

source: Discussion Blackout Dates
bo: གླེང་མོལ་མེད་པའི་ཟླ་ཚེས།

source: Discussion Topic Mapping
bo: གླེང་གཞིའི་ས་ཁྲ།

source: Discussions Plugin Settings
bo: མཐུད་སྣེའི་སྒྲིག་འགོད་ཀྱི་གླེང་མོལ།

source: Settings for discussions plugins.
bo: གླེང་མོལ་མཐུད་སྣེའི་སྒྲིག་འགོད།

source: Course Announcement Date
bo: སློབ་ཚན་གསལ་བསྒྲགས་ཀྱི་ཟླ་ཚེས།

source: Enter the date to announce your course.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གསལ་བསྒྲགས་ཀྱི་ཟླ་ཚེས་ཕྲིས།

source: Cohort Configuration
bo: རིགས་དབྱེའི་ཚོགས་པའི་གྲུབ་ཆ་གོ་སྒྲིག

source: Course Is New
bo: སློབ་ཚན་གསར་པ་ཡིན།

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། སློབ་ཚན་དེ་སློབ་ཚན་གསར་པའི་ཐོ་གཞུང་ནང་སྟོན་ཡོང་ལ། འཕྲལ་སེལ་གྱི་མཚོན་རྟགས་གསར་པ་ཞིག་སློབ་ཚན་དེའི་གཞུག་ལ་འཆར་ཡོང་།

source: Mobile Course Available
bo: ཁ་པར་སྒང་གི་སློབ་ཚན་ཡོད།

source: Enter true or false. If true, the course will be available to mobile devices.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཚན་དེ་ཁ་པར་གྱི་ཁྱད་ཆོས་དང་མཐུན་པ་ཡིན།

source: Video Upload Credentials
bo: བརྙན་ནང་འཇུག་ཐུབ་པའི་ཚད་འཛིན།

source: Enter the unique identifier for your course's video files provided by {platform_name}.
bo: {platform_name} འདིས་མཁོ་སྤྲོད་བྱས་པའི་ཁྱེད་ཀྱི་སློབ་ཚན་བརྙན་ལ་དམིགས་བསལ་ངོས་འཛིན་བྱེད་ཞོག

source: Course Not Graded
bo: སློབ་ཚན་གནས་རིམ་བྱས་མེད་པ།

source: Enter true or false. If true, the course will not be graded.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཚན་དེ་གནས་རིམ་མི་བྱེད།

source: Disable Progress Graph
bo: ཡར་རྒྱས་ཀྱི་རྩིས་རིས་མི་ནུས་པ་བྱོས།

source: Enter true or false. If true, students cannot view the progress graph.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཕྲུག་གིས་ཡར་རྒྱས་ཀྱི་རྩིས་རིས་ལ་བལྟ་མི་ཐུབ།

source: PDF Textbooks
bo: སློབ་དེབ་ཀྱི་PDF

source: List of dictionaries containing pdf_textbook configuration
bo: སློབ་ཚན་གྱི་pdf བཀོད་སྒྲིག་ནང་འདུས་པའི་ཚིག་མཛོད་ཁག་གི་ཐོ་གཞུང་།

source: HTML Textbooks
bo: སློབ་དེབ་ཁག་གི་ HTML

source: Remote Gradebook
bo: རྒང་རིང་གི་སྦྱངས་རིམ་དཔེ་ཆ།

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
bo: རྒྱང་རིང་ཚོད་འཛིན་གནས་ཚད་དཔེ་ཆའི་ས་ཁྲ་ཞོག རྒྱང་རིང་ཚོད་འཛིན་གནས་ཚད་དཔེ་ཆའི་དྲ་ཐག་གཙོར་འདོན་བྱས་ན་ད་གཟོད་སྒྲིག་འགོད་འདི་སྤྱོད་ཐུབ་པ་ཡིན།

source: Enable CCX
bo: CCX བྱེད་ནུས་པ།

source: CCX Connector URL
bo: CCX ལ་མཐུད་བྱེད་ཀྱི་དྲ་ཐག URL

source: Allow Anonymous Discussion Posts
bo: དངོས་མིང་མི་གསལ་བའི་གླེང་མོལ་འཇོག་ཆོག་པ།

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཕྲུག་ཚོས་མིང་མི་གསལ་བར་སྤྱོད་མཁན་ཡོངས་ལ་གླེང་མོལ་འཇོག་ཆོག

source: Allow Anonymous Discussion Posts to Peers
bo: རང་ཉིད་དང་གོ་བབ་མཚུངས་པའི་རིགས་ལ་མིང་མི་གསལ་བའི་གླེང་མོལ་སྤེལ་ཆོག

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཕྲུག་གིས་རང་མིང་གསལ་མི་དགོས་པར་སློབ་ཕྲུག་གཞན་ལ་བགྲོ་གླེང་རིགས་སྤེལ་ཆོག འོན་ཀྱང་། སྒྲིག་འགོད་འདི་སློབ་ཚན་ལས་བྱེད་པར་མིང་མི་གསལ་བ་བྱེད་མི་ཐུབ།

source: Advanced Module List
bo: ཚད་མཐོའི་གྲུབ་ཆའི་ཐོ་གཞུང་།

source: Enter the names of the advanced modules to use in your course.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ནང་སྤྱད་རྒྱུའི་ཚད་མཐོའི་ཚད་གཞིའི་མིང་ཞོག

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
bo: དུས་མཇུག་གི་ཟླ་ཚེས་འཆར་སྟོན་གྱི་རྣམ་པ་སྟོན་མི་འདོད་ན། བདེན་པ་བཞག་ན། དུས་ཚོད་ཀྱི་རྣམ་པ་དེ་སློབ་ཚན་གྱི་ཟླ་ཚེས་ནང་སྟོན་ངེས་ཡིན།

source: Due Date Display Format
bo: དུས་བཅད་རྫོགས་པའི་དུས་ཚོད་འཆར་སྟོན་གྱི་རྣམ་སྒྲིག

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
bo: དུས་ཡུན་རྫོགས་པའི་ཟླ་ཚེས་ཀྱི་རྣམ་པ་ཞོག སྤྱིར་བཏང་གི་འགྲོ་སྟངས་ནི་ ཟླ་བ། ཚེས་པ། ལོ་ཡིན།. MM-DD-YYYY, འདི་ནི་ "%ཟླ་-%d-%ལོ་" འདི་ལྟར་ཞོག, DD-MM-YYYY, འདི་ནི་"%d-%ཟླ་-%ལོ་" ལྟར་ཡིན།, YYYY-MM-DD འདི་ནི་ "%ལོ་-%ཟླ་-%d" འདི་ལྟར་དང་།, ཡང་ན་ YYYY-DD-MM "%ལོ་-%d-%ཟླ་" འདི་ལྟར་ཡིན།

source: External Login Domain
bo: ཕྱིའི་ནང་འཛུལ་གྱི་དྲ་གནས།

source: Enter the external login method students can use for the course.
bo: སློབ་ཕྲུག་གིས་སློབ་ཚན་འདིའི་ཆེད་བཀོལ་སྤྱོད་བྱ་ཐུབ་པའི་ཕྱིའི་ནང་འཛུལ་བྱེད་ཐབས་ཞོག

source: Certificates Downloadable Before End
bo: མཇུག་མ་རྫོགས་གོང་ལག་ཁྱེར་ཕབ་ལེན་བྱ་ཐུབ་པ།

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། བདེན་པ་བཞག་ན། སློབ་ཕྲུག་གིས་ལག་ཁྱེར་གྱི་དགོས་མཁོའི་ཆ་རྐྱེན་ཁག་མཐུས་ཚང་བསྒྲུབས་ཡོད་ན་སློབ་ཚན་མཇུག་མ་རྫོགས་གོང་ལག་ཁྱེར་ཕབ་ལེན་བྱ་ཐུབ།

source: Certificates Display Behavior
bo: ལག་ཁྱེར་འཆར་སྟོན་གྱི་རྣམ་པ།

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
bo: སྡེ་ཚན་འདི་དང་ལྷན་དུ། ལག་འཁྱེར་དང་མཉམ་དུ་ཟླ་ཚེས་ཀྱང་སྤྱོད་མཁན་ཞིག་གིས་སློབ་ཚན་དེའི་ལག་འཁྱེར་ལ་བལྟ་ཐུབ་དུས་གཏན་འཁེལ་བྱེད་ཡོང་།

source: Course About Page Image
bo: སློབ་ཚན་སྐོར་གྱི་ཤོག་ངོས་འདྲ་པར།

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
bo: སློབ་ཚན་དེ་དང་འབྲེལ་བའི་འདྲ་པར་གྱི་མིང་སྒྲིག ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་ངེས་པར་དུ་ཡིག་ཆ་ & ཡར་སྤྲོད་ཤོག་ངོས་གཉིས་ཀྱི་ནང་ཡར་སྤྲོད་བྱ་དགོས། ད་དུང་ཁྱེད་ཀྱིས་སློབ་ཚན་དང་འབྲེལ་བའི་འདྲ་པར་དེ་སྒྲིག་འགོད་ & ཞིབ་ཕྲའི་ཤོག་ངོས་གཉིས་ཀྱི་ནང་སྒྲིག་ཐུབ།

source: Course Banner Image
bo: སློབ་ཚན་གྱི་འཕྲེད་ཉལ་འདྲ་པར།

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
bo: འཕྲེད་ཉལ་འདྲ་པར་གྱི་མིང་རྩོམ་སྒྲིག ཁྱེད་ཀྱིས་འཕྲེད་ཉལ་འདྲ་པར་དེ་སྒྲིག་འགོད་དང་ & ཤོག་ངོས་ཀྱི་ཞིབ་ཕྲ་ཟེར་བ་གཉིས་ཀྱི་ནང་སྒྲིག་ཐུབ།

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
bo: སློབ་ཚན་བརྙན་གྱི་འདྲ་པར་གྱི་མིང་རྩོམ་སྒྲིག ཁྱེད་ཀྱིས་སློབ་ཚན་བརྙན་གྱི་འདྲ་པར་དེ་སྒྲིག་འགོད་དང་ & ཤོག་ངོས་ཀྱི་ཞིབ་ཕྲ་ཟེར་བ་གཉིས་ཀྱི་ནང་སྒྲིག་ཐུབ།

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
bo: PDF ཡི་རྣམ་པའི་ལག་ཁྱེར་བཟོས་དུས་ད་གཟོད་སྒྲིག་འགོད་འདི་བཀོལ་སྤྱོད་བྱེད། ལུང་རྟགས་ཀྱི་བར་ལ་འཇུག་དགོས། མིང་ཐུང་ངུ་ཞིག་ཞོག དེ་ནི་སློབ་མས་སློབ་ཚན་དེ་སློབ་མཐཪ་ཕྱིན་དུས་འཐོབ་རྒྱུའི་ལག་ཁྱེར་གྱི་གྲས་ཤིག་ཡིན་དགོས། དཔེར་ན། "ལག་ཁྱེར།" ལྟ་བུ།

source: Certificate Name (Short)
bo: ལག་ཁྱེར་གྱི་མིང་། (ཐུང་ཐུང་།)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
bo: PDF ཡི་རྣམ་པའི་ལག་ཁྱེར་བཟོས་དུས་ད་གཟོད་སྒྲིག་འགོད་འདི་བཀོལ་སྤྱོད་བྱེད། ལུང་རྟགས་ཀྱི་བར་ལ་འཇུག་དགོས། མིང་རིང་ཙམ་ཞིག་ཞོག དེ་ནི་སློབ་མས་སློབ་ཚན་དེ་སློབ་མཐཪ་ཕྱིན་དུས་འཐོབ་རྒྱུའི་ལག་ཁྱེར་གྱི་གྲས་ཤིག་ཡིན་དགོས། དཔེར་ན། "གྲུབ་འབྲས་ཀྱི་ལག་ཁྱེར།" ལྟ་བུ།

source: Certificate Name (Long)
bo: ལག་ཁྱེར་གྱི་མིང་། (རིང་པོ།)

source: Certificate Web/HTML View Enabled
bo: ལག་ཁྱེར་གྱི་དྲ་ཚིགས་/HTML འཆར་སྟོན་ནུས་པ།

source: If true, certificate Web/HTML views are enabled for the course.
bo: བདེན་པ་བཞག་ན། སློབ་ཚན་འདིའི་ལག་ཁྱེར་གྱི་དྲ་ཚིགས་/HTMLའཆར་སྟོན་ནུས་པ།

source: Certificate Web/HTML View Overrides
bo: ལག་ཁྱེར་དྲ་ཚིགས་/HTML འཆར་སྟོན་ཟུར་འཇོག་བྱས་པ།

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
bo: དྲ་ཚིགས་དེའི་Web/HTML མཚོན་བྱེད་མ་དཔེ་ (JSON format) རྣམས་ཀྱི་ཆེད་དུ། སློབ་ཚན་གྱི་དམིགས་བསལ་གྱི་འགོག་མཚམས་རྣམས་ཞོག

source: Certificate Configuration
bo: ལག་ཁྱེར་གྲུབ་ཆ་གོ་སྒྲིག

source: Enter course-specific configuration information here (JSON format)
bo: སློབ་ཚན་གྱི་དམིགས་བསལ་ཆེད་སྤྱོད་བཀོད་སྒྲིག་གི་ཆ་འཕྲིན་ (JSON format) ཞོག

source: CSS Class for Course Reruns
bo: སློབ་ཚན་བསྐྱར་གཏོང་གི་ཆེད་དུ་ CSS ཡི་སྡེ་ཚན།

source: Allows courses to share the same css class across runs even if they have different numbers.
bo: གལ་སྲིད་ཁོང་ཚོའི་ཨང་གྲངས་མི་གཅིག་ན་ཡང་སློབ་ཚན་ཁག་css འཛིན་གྲྭ་གཅིག་པ་ཚོར་བརྒྱུད་སྐུར་བྱེད་འཇུག

source: Discussion Forum External Link
bo: གླེང་མོལ་གླེང་སྟེགས་ཀྱི་ཕྱིའི་དྲ་ཐག

source: Allows specification of an external link to replace discussion forums.
bo: ཕྱིའི་དྲ་ཐག་གི་དམིགས་འཛིན་ཚད་གཞི་ཡིས་གླེང་མོལ་གླེང་སྟེགས་བརྗེ་ལེན་བྱེད་འཇུག་པ།

source: Hide Progress Tab
bo: ཡར་རྒྱས་རྟགས་ཀྱི་ཐེབས་སྦེད།

source: Allows hiding of the progress tab.
bo: ཡར་རྒྱས་རྟགས་ཀྱི་ཐེབས་སྦེད་འཇུག་པ།

source: Course Organization Display String
bo: སློབ་ཚན་རྩ་འཛུགས་འཆར་སྟོན་གྱི་བང་རིམ།

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་སྟོན་འདོད་པའི་སློབ་ཚན་རྩ་འཛུགས་དེ་ཞོག སྒྲིག་འགོད་འདིས་ཁྱེད་ཀྱིས་སློབ་ཚན་བཟོས་དུས་ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་རྩ་འཛུགས་དེ་བཀག་འགྲོ་བ་ཡིན། ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་རྩ་འཛུགས་དེ་མུ་མཐུད་ནས་འཇོག་དགོས་ན་ཁྱེད་ཀྱིས་སློབ་ཚན་བཟོས་དུས་་མེད་ཟེར་བ་ཞོག

source: Course Number Display String
bo: སློབ་ཚན་ཨང་འཅར་སྟོན་གྱི་བང་རིམ།

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ནང་སྟོན་འདོད་པའི་སློབ་ཚན་ཨང་དེ་ཞོག སྒྲིག་འགོད་འདིས་ཁྱེད་ཀྱིས་སློབ་ཚན་བཟོས་དུས་ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་སློབ་ཚན་ཨང་དེ་བཀག་འགྲོ་བ་ཡིན། ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་སློབ་ཚན་ཨང་དེ་མུ་མཐུད་ནས་འཇོག་དགོས་ན་ཁྱེད་ཀྱིས་སློབ་ཚན་བཟོས་དུས་་མེད་ཟེར་བ་ཞོག

source: Course Maximum Student Enrollment
bo: སློབ་ཚན་ལ་ཞུགས་ཐོ་འགོད་མཁན་གྱི་སློབ་ཕྲུག་གི་མང་མཐའ།

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
bo: སློབ་ཕྲུག་ག་ཚོད་ཀྱིས་སློབ་ཚན་འདི་ལ་ཞུགས་ཐོ་འགོད་ཆོག་པའི་ཁ་གྲངས་ཕྲིས། ཚད་བཅད་མེད་ན། མེད་ཕྲིས།

source: Allow Public Wiki Access
bo: སྤྱི་སྤྱོད་ཀྱི་ཝེ་ཁེ་བལྟ་ཀློག་ཆོག་པ།

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག བདེན་པ་བཞག་ན། སློབ་ཕྲུག་གིས་སློབ་ཚན་དེར་ཐོ་འགོད་བྱས་མེད་རུང་སློབ་ཚན་དེའི་ཝེ་ཁེ་བལྟ་ཀློག་ཆོག

source: Invitation Only
bo: མགྲོན་བརྡ་གཏོང་རྒྱུ་ཁོ་ན།

source: Whether to restrict enrollment to invitation by the course staff.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱིས་གདན་འདྲེན་བྱས་པའི་ཞུགས་ཐོ་ལ་དམ་རྒྱ་བྱེད་དམ།

source: Pre-Course Survey Name
bo: སྔོན་འགྲོའི་སློབ་ཚན་གྱི་བརྟད་དཔྱད་ཀྱི་མིང་།

source: Name of SurveyForm to display as a pre-course survey to the user.
bo: སྤྱོད་མཁན་ལ་སྔོན་འགྲོའི་སློབ་ཚན་ཞིག་ཡིན་པ་སྟོན་པའི་བརྟག་དཔྱད་ཤོག་ངོས་ཀྱི་མིང་།

source: Pre-Course Survey Required
bo: སྔོན་འགྲོའི་སློབ་ཚན་བརྟག་དཔྱད་དགོས་ངེས།
